[
    {
        "Choice_A_Explanation": "Le nerf auditif (VIII) est un nerf de l'oreille interne qui chemine dans le méat acoustique interne et n'est pas directement en rapport avec les parois du cavum tympanique.",
        "Choice_A_Text": "Le nerf auditif (VIII) dans la paroi interne.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La corde du tympan, une branche du nerf facial (VII), traverse la caisse du tympan, passant entre le marteau et l'enclume.",
        "Choice_B_Text": "La corde du tympan.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le muscle tenseur du tympan, ou muscle du marteau, est l'un des deux muscles situés à l'intérieur de la caisse du tympan.",
        "Choice_C_Text": "Le muscle tenseur du tympan.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La paroi antérieure du cavum tympanique est en rapport étroit avec le canal de l'artère carotide interne.",
        "Choice_D_Text": "L'artère carotide interne, en avant de la paroi antérieure.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le plancher (paroi inférieure) de la caisse du tympan est en rapport direct avec le bulbe de la veine jugulaire interne.",
        "Choice_E_Text": "Le bulbe de la veine jugulaire interne, dans la paroi inférieure.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le cavum tympanique (oreille moyenne) contient la chaîne des osselets et leurs muscles (muscle tenseur du tympan, muscle du stapes).<br> Il est traversé par la corde du tympan.<br> Ses parois sont en rapport avec des structures vasculaires majeures : la carotide interne en avant et la veine jugulaire interne en bas.",
        "QuestionText": "Quelles structures traversent le cavum tympanique ou sont intimement liées à ses parois.",
        "Subtopic": "Anatomie de l’oreille moyenne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La périlymphe remplit l'espace situé entre le labyrinthe osseux (le contenant) et le labyrinthe membraneux (le contenu).",
        "Choice_A_Text": "La périlymphe remplit le labyrinthe osseux.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'endolymphe est le fluide contenu à l'intérieur des structures du labyrinthe membraneux (canal cochléaire, utricule, saccule, canaux semi-circulaires membraneux).",
        "Choice_B_Text": "L'endolymphe remplit le labyrinthe membraneux.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Au sommet de la cochlée, l'hélicotrème permet à la périlymphe de passer de la rampe vestibulaire à la rampe tympanique.",
        "Choice_C_Text": "La périlymphe des rampes vestibulaire et tympanique communique au niveau de l'hélicotrème.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le canal cochléaire, qui contient l'organe de Corti, est la partie membraneuse de la cochlée et est rempli d'endolymphe.",
        "Choice_D_Text": "L'endolymphe est situé dans le canal cochléaire.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le saccule et l'utricule font partie du labyrinthe membraneux et contiennent de l'endolymphe.",
        "Choice_E_Text": "Le saccule et l'utricule contiennent de la périlymphe.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'oreille interne est composée d'un labyrinthe osseux et d'un labyrinthe membraneux.<br> Le labyrinthe membraneux, contenant l'endolymphe, flotte dans la périlymphe qui remplit l'espace restant à l'intérieur du labyrinthe osseux.",
        "QuestionText": "Concernant les fluides de l'oreille interne.",
        "Subtopic": "Anatomie de l’oreille interne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La pars flaccida (membrane de Shrapnell) est la petite portion supérieure et flasque du tympan.",
        "Choice_A_Text": "La pars flaccida est la partie inférieure.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La pars tensa constitue la grande majorité (environ 85%) de la surface de la membrane tympanique.",
        "Choice_B_Text": "La pars tensa est la partie la plus petite.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'ombilic (umbo) est le point central de la membrane tympanique, correspondant à l'extrémité du manche du marteau, et c'est le point de concavité maximale.",
        "Choice_C_Text": "L'ombilic est le point de dépression maximal (en dedans).",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Contrairement à la pars tensa qui a trois couches (cutanée, fibreuse, muqueuse), la pars flaccida n'a que les couches cutanée et muqueuse, sans couche fibreuse intermédiaire.",
        "Choice_D_Text": "La pars flaccida ne possède pas de couche fibreuse intermédiaire.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "La pars tensa, rigide et tendue, est la partie principale du tympan qui vibre en réponse aux ondes sonores et les transmet aux osselets.",
        "Choice_E_Text": "La pars tensa est responsable de la transmission des vibrations.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La membrane tympanique est divisée en deux parties : la pars tensa, grande et rigide, et la pars flaccida, petite et lâche.<br> La pars tensa est essentielle à la transmission sonore, tandis que la pars flaccida, dépourvue de couche fibreuse, a un rôle moins direct dans l'audition.",
        "QuestionText": "La membrane tympanique est constituée de plusieurs parties, lesquelles de ces affirmations sont exactes.",
        "Subtopic": "Anatomie de l’oreille moyenne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les corps cellulaires des neurones de premier ordre de la voie auditive se trouvent dans le ganglion spiral (de Corti) situé dans la columelle de la cochlée.",
        "Choice_A_Text": "Les corps cellulaires des neurones auditifs se situent dans le ganglion spiral (de Corti).",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Les corps cellulaires des neurones de premier ordre de la voie vestibulaire se trouvent dans le ganglion vestibulaire (de Scarpa) situé au fond du méat acoustique interne.",
        "Choice_B_Text": "Les corps cellulaires des neurones vestibulaires se situent dans le ganglion vestibulaire (de Scarpa).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'origine apparente du nerf VIII se situe à la jonction entre le pont et le bulbe rachidien, dans le sillon bulbo-pontique.",
        "Choice_C_Text": "Il pénètre dans le tronc cérébral au niveau du sillon bulbo-pontique.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le nerf vestibulocochléaire (VIII) traverse le méat acoustique interne avec le nerf facial (VII) et son contingent sensitivo-sensoriel, le nerf intermédiaire (VII bis).",
        "Choice_D_Text": "Il traverse le méat acoustique interne en compagnie du nerf facial (VII) et du nerf intermédiaire (VII bis).",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le muscle stapédien (muscle de l'étrier) est innervé par une branche motrice du nerf facial (VII), non du nerf vestibulocochléaire (VIII).",
        "Choice_E_Text": "Il contient des fibres motrices efférentes du muscle stapédien.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le nerf vestibulocochléaire (VIII) est un nerf purement sensoriel, composé d'une branche cochléaire pour l'audition et d'une branche vestibulaire pour l'équilibre.<br> Ses ganglions (spiral et vestibulaire) sont situés dans l'oreille interne, et il rejoint le tronc cérébral au sillon bulbo-pontique après avoir traversé le méat acoustique interne en compagnie du VII et VII bis.",
        "QuestionText": "Le trajet du nerf vestibulocochléaire (VIII) implique que.",
        "Subtopic": "Anatomie de l’oreille interne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère thyroïdienne supérieure est classiquement la première branche naissant de la face antérieure de l'artère carotide externe, juste au-dessus de sa bifurcation.",
        "Choice_A_Text": "L'artère thyroïdienne supérieure est typiquement la première branche antérieure de l'artère carotide externe.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le nerf laryngé récurrent (inférieur) a un rapport anatomique très important avec l'artère thyroïdienne inférieure, qu'il croise.<br> La position exacte du nerf par rapport à l'artère est variable, ce qui constitue un risque chirurgical.",
        "Choice_B_Text": "L'artère thyroïdienne inférieure croise le nerf laryngé récurrent (rapport variable mais constant).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Les glandes parathyroïdes sont vascularisées par des branches des artères thyroïdiennes, principalement l'inférieure.<br> Elles n'ont pas de vascularisation autonome issue directement de la carotide externe.",
        "Choice_C_Text": "Les glandes parathyroïdes ont une vascularisation autonome qui provient directement de l'artère carotide externe.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'artère thyroïdienne moyenne (arteria thyroidea ima) est une variante anatomique inconstante qui peut naître du tronc brachiocéphalique, de l'arc aortique, ou plus rarement de l'artère carotide commune.",
        "Choice_D_Text": "L'artère thyroïdienne moyenne peut naître de l'artère carotide commune.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Les artères thyroïdiennes supérieure et inférieure forment un riche réseau d'anastomoses sur les faces antérieure et postérieure de la glande, garantissant une irrigation sanguine abondante.",
        "Choice_E_Text": "Les artères thyroïdiennes supérieure et inférieure s'anastomosent largement sur la face postérieure de la glande.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La glande thyroïde est richement vascularisée par les artères thyroïdiennes supérieures (issues des carotides externes) et inférieures (issues des troncs thyro-cervicaux).<br> Une artère thyroïdienne moyenne inconstante peut exister.<br> Ces artères s'anastomosent largement et ont des rapports importants avec le nerf laryngé récurrent.",
        "QuestionText": "Cochez la ou les réponses justes concernant la vascularisation artérielle de la thyroïde.",
        "Subtopic": "Région carotidienne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les veines thyroïdiennes supérieures (via le tronc thyro-linguo-facial) et moyennes se drainent directement dans la veine jugulaire interne.",
        "Choice_A_Text": "Les veines thyroïdiennes supérieures et moyennes se drainent dans la veine jugulaire interne.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Les veines thyroïdiennes inférieures, issues d'un plexus pré-trachéal, se drainent le plus souvent dans la veine brachiocéphalique gauche.",
        "Choice_B_Text": "La veine thyroïdienne inférieure se draine généralement dans la veine brachiocéphalique gauche.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'artère thyroïdienne moyenne (ima), lorsqu'elle existe, est habituellement accompagnée d'une veine satellite qui se jette dans la veine brachiocéphalique gauche.",
        "Choice_C_Text": "Il n'existe pas de veine satellite à l'artère thyroïdienne moyenne.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le plexus veineux thyroïdien est un réseau dense de veines situé sur la face antérieure de la glande thyroïde et de la trachée, principalement drainé par les veines thyroïdiennes inférieures.",
        "Choice_D_Text": "Le plexus veineux thyroïdien antérieur est dense et situé en avant de la trachée.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Comme la plupart des veines du cou et de la tête, les veines thyroïdiennes ne possèdent pas de valvules.",
        "Choice_E_Text": "Les veines thyroïdiennes sont avalvulaires.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le drainage veineux de la thyroïde est assuré par trois paires de veines : les supérieures et moyennes se jettent dans la jugulaire interne, tandis que les inférieures se jettent dans la veine brachiocéphalique.<br> Ce réseau est dense et avalvulaire.",
        "QuestionText": "Le drainage veineux de la thyroïde est particulier.",
        "Subtopic": "Région carotidienne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'élévation de la mandibule (fermeture de la bouche) est assurée par les muscles temporal, masséter et ptérygoïdien médial.<br> Le ptérygoïdien latéral est un abaisseur.",
        "Choice_A_Text": "Le ptérygoïdien latéral permet l'élévation de la mandibule.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le muscle temporal a des fibres antérieures élévatrices et des fibres postérieures qui tirent la mandibule en arrière (rétropulsion).",
        "Choice_B_Text": "Les fibres postérieures du muscle temporal permettent la rétropulsion (translation postérieure) de la mandibule.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La sangle musculaire puissante pour l'élévation est formée par le muscle masséter latéralement et le muscle ptérygoïdien médial médialement, qui s'insèrent de part et d'autre de l'angle mandibulaire.",
        "Choice_C_Text": "Le ptérygoïdien latéral et le masséter forment une sangle musculaire pour une élévation puissante de la mandibule.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Les mouvements de diduction sont principalement produits par la contraction unilatérale du muscle ptérygoïdien latéral du côté opposé au mouvement.",
        "Choice_D_Text": "Les mouvements de diduction (latéralité) sont produits principalement par l'action coordonnée des muscles ptérygoïdiens médiaux.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La protraction (avancement de la mâchoire) est le résultat de la contraction bilatérale des muscles ptérygoïdiens latéraux, assistés par les ptérygoïdiens médiaux.",
        "Choice_E_Text": "La protraction (translation antérieure) est assurée par les deux ptérygoïdiens latéraux agissant de manière bilatérale.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Les muscles de la mastication assurent les mouvements de la mandibule.<br> L'élévation est assurée par le temporal, le masséter et le ptérygoïdien médial.<br> L'abaissement est assuré par les muscles sus-hyoïdiens et le ptérygoïdien latéral.<br> La protraction et la diduction sont principalement le fait du ptérygoïdien latéral.",
        "QuestionText": "Cochez la ou les réponses justes concernant les muscles de la mastication.",
        "Subtopic": "Les muscles de la mastication",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le rameau mentonnier (ou rameau marginal de la mandibule) de la branche cervico-faciale passe près du bord inférieur de la mandibule et peut être lésé lors d'incisions dans cette région.",
        "Choice_A_Text": "Le rameau mentonnier de la branche cervico-faciale est à risque lors d'incisions chirurgicales au niveau du bord inférieur de la mandibule.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La branche temporo-faciale donne les rameaux palpébraux qui innervent le muscle orbiculaire de l'œil, responsable de la fermeture des paupières.",
        "Choice_B_Text": "La branche temporo-faciale innerve le muscle orbiculaire de l'œil.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Après sa sortie du foramen stylo-mastoïdien, le nerf facial pénètre dans la glande parotide et se divise en ses branches terminales, qui sont donc situées superficiellement par rapport au lobe profond.",
        "Choice_C_Text": "Ces branches sont situées en dedans du lobe profond de la glande parotide.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Il existe de nombreuses anastomoses entre les différentes branches terminales du nerf facial, formant le plexus intra-parotidien.",
        "Choice_D_Text": "Il existe des anastomoses fréquentes entre les branches terminales du nerf facial.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Une paralysie de la branche cervico-faciale affecte les muscles de la lèvre inférieure et du menton.<br> L'ectropion est lié à une paralysie du muscle orbiculaire de l'œil, innervé par la branche temporo-faciale.",
        "Choice_E_Text": "Une paralysie de la branche cervico-faciale peut entraîner un ectropion de la paupière inférieure.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le nerf facial se divise dans la glande parotide en deux branches principales, temporo-faciale et cervico-faciale, qui se subdivisent pour innerver les muscles de la mimique.<br> Ces branches sont anastomosées et leur trajet superficiel les expose à des risques chirurgicaux.",
        "QuestionText": "Cochez la ou les réponses justes concernant les branches terminales du nerf facial (VII).",
        "Subtopic": "Anatomie du nerf facial",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le nerf ophtalmique (V1) passe par la fissure orbitaire supérieure pour entrer dans l'orbite.",
        "Choice_A_Text": "Le V1 (nerf ophtalmique) par la fissure orbitaire inférieure.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le nerf maxillaire (V2) sort du crâne par le foramen rond (trou grand rond).",
        "Choice_B_Text": "Le V2 (nerf maxillaire) par le foramen ovale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le nerf mandibulaire (V3) sort du crâne par le foramen ovale (trou ovale).",
        "Choice_C_Text": "Le V3 (nerf mandibulaire) par le foramen rond.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'artère méningée moyenne, branche de l'artère maxillaire, pénètre dans la boîte crânienne par le foramen épineux (trou petit rond).",
        "Choice_D_Text": "L'artère méningée moyenne entre dans le crâne par le foramen épineux.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le nerf facial (VII) quitte la base du crâne par le foramen stylo-mastoïdien après son trajet intra-pétreux.",
        "Choice_E_Text": "Le nerf facial (VII) sort par le foramen stylomastoïdien.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le passage des nerfs crâniens et des vaisseaux à travers les foramens de la base du crâne est un point clé de l'anatomie.<br> Le V1 passe par la fissure orbitaire supérieure, le V2 par le foramen rond, et le V3 par le foramen ovale.<br> L'artère méningée moyenne passe par le foramen épineux et le nerf facial sort par le foramen stylo-mastoïdien.",
        "QuestionText": "Cochez la ou les réponses justes concernant les foramens de la base du crâne.",
        "Subtopic": "Anatomie du nerf trijumeau",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère labiale inférieure est une branche de l'artère faciale qui naît après que celle-ci a croisé le bord inférieur de la mandibule.",
        "Choice_A_Text": "Elle donne l'artère labiale inférieure avant de croiser le bord inférieur de la mandibule.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "L'artère faciale se termine en artère angulaire au niveau de l'angle médial de l'œil (canthus médial), où elle s'anastomose avec l'artère dorsale du nez, une branche de l'artère ophtalmique.",
        "Choice_B_Text": "Elle s'anastomose au niveau du canthus médial de l'œil avec des branches de l'artère ophtalmique.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'artère faciale est l'artère principale qui irrigue la partie superficielle et antérieure de la face.",
        "Choice_C_Text": "C'est la principale artère qui vascularise la face.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le pouls de l'artère faciale peut être facilement palpé à l'endroit où elle croise le bord inférieur de la mandibule, juste en avant du muscle masséter.",
        "Choice_D_Text": "Son pouls peut être palpé en avant de l'angle mandibulaire.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "L'artère faciale est une branche collatérale de l'artère carotide externe, et non de l'artère carotide commune.",
        "Choice_E_Text": "C'est une branche collatérale de l'artère carotide commune.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'artère faciale, branche de la carotide externe, est le principal vaisseau de la face.<br> Elle a un trajet sinueux, est palpable au bord de la mandibule, et se termine en s'anastomosant avec le système de la carotide interne au niveau de l'œil.",
        "QuestionText": "Cochez la ou les réponses justes concernant l'artère faciale.",
        "Subtopic": "Vascularisation de la face",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Tous les muscles de la langue, intrinsèques (comme le longitudinal supérieur) et extrinsèques, sont innervés par le nerf hypoglosse (XII), à l'exception du muscle palato-glosse.",
        "Choice_A_Text": "Le muscle longitudinal supérieur est innervé par le nerf hypoglosse (XII).",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La sensibilité générale (douleur, tact, température) des deux tiers antérieurs de la langue est assurée par le nerf lingual, une branche du nerf mandibulaire (V3).",
        "Choice_B_Text": "La sensation de douleur des 2/3 antérieurs est transmise par le nerf lingual (V3).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Lors d'une lésion du nerf hypoglosse, la langue dévie du côté paralysé (côté atteint) lors de la protraction (action du génioglosse), pas de la rétraction.",
        "Choice_C_Text": "Une lésion du nerf hypoglosse (XII) entraîne une déviation de la langue vers le côté atteint lors de sa rétraction.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La sensibilité gustative des deux tiers antérieurs de la langue est véhiculée par la corde du tympan, une branche du nerf facial (VII), qui rejoint le nerf lingual.",
        "Choice_D_Text": "Les fibres du goût des 2/3 antérieurs de la langue sont véhiculées par la corde du tympan (VII).",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Lors de la protraction (tirer la langue), le muscle génioglosse du côté sain pousse la langue vers l'avant et vers le côté paralysé.<br> La langue dévie donc vers le côté de la lésion (côté atteint).",
        "Choice_E_Text": "Une lésion du nerf hypoglosse (XII) entraîne une déviation de la langue vers le côté sain lors de sa protraction.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'innervation de la langue est complexe : motrice par le XII (sauf palatoglosse), sensitive générale par le V3 (2/3 ant.) et le IX (1/3 post.), et sensorielle (goût) par le VII (2/3 ant.) et le IX (1/3 post.).<br> Une lésion du XII provoque une déviation de la langue vers le côté atteint lors de la protraction.",
        "QuestionText": "Cochez la ou les réponses justes concernant l'innervation de la langue.",
        "Subtopic": "Anatomie de la langue",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle génioglosse est le principal muscle responsable de la protraction (protrusion) de la langue.",
        "Choice_A_Text": "Le muscle génioglosse assure la rétraction de la langue.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Les muscles centraux (ou intrinsèques) de la langue sont les muscles longitudinaux supérieur et inférieur, le transverse et le vertical.<br> Ils modifient la forme de la langue.",
        "Choice_B_Text": "Le muscle longitudinal supérieur fait partie des muscles périphériques de la langue.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Les muscles périphériques (ou extrinsèques) de la langue, comme le hyoglosse, modifient la position de la langue.",
        "Choice_C_Text": "Le muscle hyoglosse fait partie des muscles centraux de la langue.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le nerf hypoglosse (XII) passe en dehors (latéralement) du muscle hyoglosse, dans le plancher buccal.",
        "Choice_D_Text": "Le nerf hypoglosse (XII) passe latéralement (superficiellement) par rapport au muscle hyoglosse.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "L'artère linguale passe en dedans (profondément) du muscle hyoglosse pour pénétrer dans la langue.",
        "Choice_E_Text": "L'artère linguale passe médialement (profondément) par rapport au muscle hyoglosse.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La langue est composée de muscles centraux (intrinsèques) et périphériques (extrinsèques).<br> Le muscle hyoglosse est un repère anatomique important, avec le nerf hypoglosse passant latéralement et l'artère linguale passant médialement.",
        "QuestionText": "Cochez la ou les réponses justes concernant la structure de la langue.",
        "Subtopic": "Anatomie de la langue",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La formule dentaire permanente pour une hémi-arcade (un quart de la bouche) est : 2 incisives, 1 canine, 2 prémolaires et 3 molaires, soit 8 dents.",
        "Choice_A_Text": "La formule dentaire par hémi-arcade est 2 incisives, 1 canine, 2 prémolaires, 3 molaires.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La vascularisation artérielle des dents est assurée par les artères alvéolaires (supérieure et inférieure), qui sont des branches de l'artère maxillaire.",
        "Choice_B_Text": "La vascularisation provient des artères dentaires supérieure et inférieure.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'innervation sensitive des dents supérieures provient des nerfs alvéolaires supérieurs (antérieur, moyen, postérieur), qui sont des branches du nerf maxillaire (V2).",
        "Choice_C_Text": "L'innervation des dents de l'arcade dentaire supérieure est assurée par les nerfs alvéolaires supérieurs issus du nerf maxillaire (V2).",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La dent 36 est la première molaire inférieure gauche.<br> Les molaires inférieures ont typiquement deux racines.",
        "Choice_D_Text": "La dent 36 a typiquement une racine.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La partie la plus superficielle de la couronne dentaire est l'émail, le tissu le plus dur du corps humain.<br> La dentine se trouve sous l'émail.",
        "Choice_E_Text": "La partie la plus superficielle de la couronne est dénommée dentine.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La dentition permanente adulte compte 32 dents, avec une formule de 2-1-2-3 par hémi-arcade.<br> La vascularisation et l'innervation proviennent des systèmes maxillaire (V2) pour l'arcade supérieure et mandibulaire (V3) pour l'arcade inférieure.",
        "QuestionText": "Cochez la ou les réponses justes concernant la dentition permanente humaine adulte.",
        "Subtopic": "La cavité orale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle ptérygoïdien médial est un muscle masticateur innervé par une branche du nerf mandibulaire (V3).",
        "Choice_A_Text": "Muscle ptérygoïdien médial.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le muscle masséter est un muscle masticateur innervé par le nerf massétérique, une branche du nerf mandibulaire (V3).",
        "Choice_B_Text": "Muscle masséter.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le ventre postérieur du muscle digastrique est innervé par une branche du nerf facial (VII).",
        "Choice_C_Text": "Ventre postérieur du digastrique.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le muscle mylohyoïdien est innervé par le nerf mylohyoïdien, une branche du nerf alvéolaire inférieur, lui-même branche du nerf mandibulaire (V3).",
        "Choice_D_Text": "Muscle mylohyoïdien.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le muscle ptérygoïdien latéral est un muscle masticateur innervé par une branche du nerf mandibulaire (V3).",
        "Choice_E_Text": "Muscle ptérygoïdien latéral.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le nerf mandibulaire (V3) est le nerf du premier arc branchial et assure l'innervation motrice des muscles masticateurs (temporal, masséter, ptérygoïdiens médial et latéral) ainsi que d'autres muscles comme le mylohyoïdien et le ventre antérieur du digastrique.",
        "QuestionText": "Cochez les muscles innervés par le nerf V3.",
        "Subtopic": "Anatomie du nerf trijumeau",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le nerf grand pétreux (superficiel) naît du ganglion géniculé dans le rocher et est donc une branche collatérale intrapétreuse.",
        "Choice_A_Text": "Le nerf grand pétreux superficiel.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le rameau lingual est une branche inconstante qui naît du nerf facial après sa sortie du foramen stylo-mastoïdien ; c'est donc une branche extrapétreuse.",
        "Choice_B_Text": "Le rameau lingual.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La branche auriculo-temporale est une branche du nerf mandibulaire (V3), non du nerf facial.",
        "Choice_C_Text": "La branche auriculo-temporale.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le rameau anastomotique pour le nerf glosso-pharyngien naît après la sortie du nerf facial du crâne, c'est donc une branche extrapétreuse.",
        "Choice_D_Text": "Le rameau anastomotique du nerf glosso-pharyngien.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La corde du tympan naît de la portion mastoïdienne du nerf facial, traverse la caisse du tympan et est donc une branche intrapétreuse.",
        "Choice_E_Text": "La corde du tympan.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Les branches collatérales intrapétreuses du nerf facial sont celles qui naissent lors de son trajet dans l'os temporal (rocher).<br> Elles incluent le nerf grand pétreux, le nerf du muscle stapédien et la corde du tympan.",
        "QuestionText": "Cochez parmi les propositions suivantes celle ou celles qui constituent une branche collatérale intrapétreuse du nerf facial.",
        "Subtopic": "Anatomie du nerf facial",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La glande submandibulaire a une sécrétion mixte, mais à prédominance séreuse, contrairement à la glande sublinguale qui est à prédominance muqueuse.",
        "Choice_A_Text": "A une sécrétion mixte à prédominance muqueuse.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La glande est située dans la loge submandibulaire, dans une fossette sur la face médiale de la mandibule, sous la ligne mylo-hyoïdienne (oblique interne).",
        "Choice_B_Text": "Est située dans une fossette au-dessus de la ligne oblique interne de la mandibule.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La glande est en rapport en bas avec la peau, le platysma, la veine faciale et le rameau mentonnier (marginal de la mandibule) de la branche cervico-faciale du nerf facial.",
        "Choice_C_Text": "Est en rapport en bas avec la branche temporo-faciale du nerf facial.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La glande submandibulaire est située sous le plancher buccal et peut être palpée de l'extérieur dans le triangle submandibulaire.",
        "Choice_D_Text": "Est superficielle.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le prolongement antérieur de la glande et son canal excréteur (canal de Wharton) sont en contact direct avec la muqueuse du plancher oral.",
        "Choice_E_Text": "Est en contact en haut avec la muqueuse du plancher oral.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La glande submandibulaire est une glande salivaire majeure située dans la loge submandibulaire.<br> Elle est palpable, à sécrétion mixte séro-muqueuse, et son canal s'abouche au niveau de la caroncule sublinguale.",
        "QuestionText": "La glande submandibulaire.",
        "Subtopic": "Les annexes de la cavité orale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le stapes (étrier) est l'osselet le plus médial (interne) de la chaîne, s'articulant avec la fenêtre vestibulaire de l'oreille interne.",
        "Choice_A_Text": "Est l'osselet le plus interne de la chaîne ossiculaire.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le stapes est composé d'une tête, de deux branches (antérieure et postérieure) et d'une platine.<br> L'incus (enclume) est formé d'un corps et de deux branches (apophyses).",
        "Choice_B_Text": "Est formé d'un corps et de deux apophyses.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le stapes s'articule avec l'incus (enclume), pas directement avec le maleus (marteau).",
        "Choice_C_Text": "S'articule avec le maleus.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'articulation entre l'incus et le stapes est l'articulation incudo-stapédienne, entre l'apophyse lenticulaire de l'incus et la tête du stapes.",
        "Choice_D_Text": "S'articule avec l'incus.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "La platine du stapes s'insère dans la fenêtre vestibulaire (fenêtre ovale), transmettant les vibrations à la périlymphe de l'oreille interne.",
        "Choice_E_Text": "S'articule avec la fenêtre vestibulaire.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le stapes, ou étrier, est le plus petit et le plus interne des osselets.<br> Il s'articule en dehors avec l'incus et en dedans avec la fenêtre vestibulaire, jouant un rôle crucial dans la transmission du son à l'oreille interne.",
        "QuestionText": "Le stapes.",
        "Subtopic": "Anatomie de l’oreille",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La vascularisation artérielle des lèvres provient des artères labiales (supérieure et inférieure), qui sont des branches des artères faciales, et non des artères maxillaires.",
        "Choice_A_Text": "La vascularisation artérielle est assurée par les artères maxillaires supérieures et inférieures.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Les artères faciales donnent naissance aux artères labiales qui forment un cercle artériel autour de la fente orale.",
        "Choice_B_Text": "La vascularisation artérielle est assurée par des branches des artères faciales.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le drainage lymphatique de la lèvre supérieure et de la partie latérale de la lèvre inférieure se fait vers les nœuds submandibulaires, tandis que la partie centrale de la lèvre inférieure se draine vers les nœuds submentonniers.",
        "Choice_C_Text": "Le drainage lymphatique se fait vers les nœuds lymphatiques submandibulaires et submentonniers.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'innervation motrice des muscles des lèvres (notamment l'orbiculaire) est assurée par les branches du nerf facial (VII).",
        "Choice_D_Text": "L'innervation motrice est assurée par le nerf VII.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "L'innervation sensitive est assurée par des branches du nerf trijumeau (V) : le nerf sous-orbitaire (V2) pour la lèvre supérieure et le rameau mentonnier (V3) pour la lèvre inférieure.",
        "Choice_E_Text": "L'innervation motrice est assurée par le nerf sous-orbitaire et le rameau mentonnier du V.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Les lèvres sont des structures musculo-muqueuses vascularisées par l'artère faciale et innervées par le nerf facial (moteur) et le nerf trijumeau (sensitif).<br> Leur drainage lymphatique est partagé entre les groupes submandibulaires et submentonniers.",
        "QuestionText": "Cochez la ou les réponses justes concernant la fente orale et les lèvres.",
        "Subtopic": "La cavité orale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le foramen palatin postérieur (grand palatin) se trouve sur le palais dur, pas sur le voile du palais (palais mou).",
        "Choice_A_Text": "Présente le foramen palatin postérieur.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le voile du palais est un prolongement musculo-membraneux mobile qui continue en arrière le palais dur osseux.",
        "Choice_B_Text": "Adhère en avant au palais dur.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'innervation sensitive du voile du palais est assurée par des branches du nerf trijumeau (V2) via les nerfs palatins.",
        "Choice_C_Text": "Est innervé au niveau sensitif par le nerf facial.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le voile du palais joue un rôle crucial dans la phonation en modulant le passage de l'air vers les fosses nasales, et dans la déglutition en fermant le rhinopharynx.",
        "Choice_D_Text": "Joué un rôle dans la phonation.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le drainage lymphatique du voile du palais se fait principalement vers les ganglions cervicaux profonds et les ganglions rétropharyngés.",
        "Choice_E_Text": "Présente un drainage lymphatique au niveau des ganglions submentaux.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le voile du palais, ou palais mou, est une structure mobile essentielle à la phonation et à la déglutition.<br> Il prolonge le palais dur en arrière et est composé de muscles innervés principalement par le nerf vague (X).",
        "QuestionText": "Le voile du palais.",
        "Subtopic": "La cavité orale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle risorius est un muscle superficiel qui s'étend du fascia massétérique à la commissure labiale, tirant l'angle de la bouche latéralement (sourire).<br> Il appartient aux muscles latéro-oraux.",
        "Choice_A_Text": "Le muscle risorius.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le muscle élévateur de la lèvre supérieure appartient au groupe des muscles supra-oraux.",
        "Choice_B_Text": "Le muscle élévateur de la lèvre supérieure.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le muscle élévateur de l'angle de la bouche appartient au groupe des muscles supra-oraux.",
        "Choice_C_Text": "Le muscle élévateur de l'angle de la bouche.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le muscle buccinateur forme la paroi musculaire de la joue et s'insère sur la commissure labiale.<br> Il est considéré comme un muscle latéro-oral.",
        "Choice_D_Text": "Le muscle buccinateur.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le muscle zygomatique majeur appartient au groupe des muscles supra-oraux.",
        "Choice_E_Text": "Le muscle zygomatique majeur.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Les muscles peauciers de la face sont groupés en fonction de leur action sur les orifices.<br> Le groupe latéro-oral, qui agit principalement sur la commissure des lèvres, comprend le muscle buccinateur et le muscle risorius.",
        "QuestionText": "Cochez les muscles latéro-oraux de la face.",
        "Subtopic": "Muscles peauciers de la face",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les cordes vocales divisent la cavité laryngée en 3 étages.",
        "Choice_A_Text": "1 étage.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Les cordes vocales divisent la cavité laryngée en 3 étages.",
        "Choice_B_Text": "2 étages.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Les cordes vocales (ou plis vocaux) divisent la cavité laryngée en trois étages : l'étage sus-glottique (au-dessus), l'étage glottique (au niveau des cordes) et l'étage sous-glottique (en dessous).",
        "Choice_C_Text": "3 étages.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Les cordes vocales divisent la cavité laryngée en 3 étages.",
        "Choice_D_Text": "4 étages.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Les cordes vocales divisent la cavité laryngée en 3 étages.",
        "Choice_E_Text": "Aucun étage.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'endolarynx est topographiquement divisé par les plis vocaux et les plis vestibulaires.<br> On distingue l'étage sus-glottique (vestibule laryngé), l'étage glottique (comprenant les cordes vocales et l'espace entre elles) et l'étage sous-glottique qui se continue par la trachée.",
        "QuestionText": "Les cordes vocales divisent la cavité laryngée en combien d'étages.",
        "Subtopic": "Anatomie du larynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La mobilité des cordes vocales dépend principalement des mouvements des cartilages aryténoïdes sur le cricoïde.",
        "Choice_A_Text": "Assurer la mobilité des cordes vocales.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le cartilage cricoïde est le seul cartilage formant un anneau complet et rigide dans les voies respiratoires.<br> Son rôle fondamental est de maintenir la filière laryngée ouverte en permanence pour permettre la respiration.",
        "Choice_B_Text": "Maintenir ouverte la filière laryngée.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La protection des voies respiratoires est principalement assurée par l'épiglotte et la fermeture de la glotte.",
        "Choice_C_Text": "Protéger les voies respiratoires lors de la déglutition.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Les vibrations pour la phonation sont générées par les plis vocaux (cordes vocales).",
        "Choice_D_Text": "Produire les vibrations pour la phonation.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le cricoïde est un point d'insertion majeur pour plusieurs muscles intrinsèques du larynx (crico-aryténoïdiens, crico-thyroïdien).",
        "Choice_E_Text": "Servir de point d'insertion exclusif aux muscles extrinsèques.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le cartilage cricoïde est la fondation du larynx.<br> En tant que seul anneau cartilagineux complet, sa fonction principale est de garantir la perméabilité des voies aériennes.",
        "QuestionText": "Quel est le rôle principal du cartilage cricoïde dans le larynx.",
        "Subtopic": "Anatomie du larynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle crico-aryténoïdien latéral est un adducteur, il rapproche les cordes vocales et ferme la glotte.",
        "Choice_A_Text": "Muscle crico-aryténoïdien latéral.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le muscle thyro-aryténoïdien est un adducteur et un tenseur des cordes vocales.",
        "Choice_B_Text": "Muscle thyro-aryténoïdien.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le muscle crico-aryténoïdien postérieur est le seul muscle dilatateur de la glotte.<br> Sa contraction provoque une rotation externe des aryténoïdes, écartant ainsi les cordes vocales et ouvrant la glotte pour la respiration.",
        "Choice_C_Text": "Muscle crico-aryténoïdien postérieur.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le muscle inter-aryténoïdien rapproche les deux cartilages aryténoïdes, fermant la partie postérieure de la glotte (constricteur).",
        "Choice_D_Text": "Muscle inter-aryténoïdien.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le muscle crico-thyroïdien est le principal tenseur des cordes vocales.",
        "Choice_E_Text": "Muscle crico-thyroïdien.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'ouverture de la glotte (abduction des cordes vocales) est une fonction vitale pour la respiration.<br> Elle est assurée exclusivement par la paire de muscles crico-aryténoïdiens postérieurs.",
        "QuestionText": "Quel muscle est responsable de l'ouverture de la glotte (dilatation).",
        "Subtopic": "Anatomie du larynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les cordes vocales sont recouvertes d'une muqueuse, mais de type malpighien non kératinisé, différent de la muqueuse respiratoire du reste du larynx.",
        "Choice_A_Text": "Muqueuse respiratoire.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le bord libre des cordes vocales est avasculaire et ne possède pas de réseau lymphatique, ce qui explique sa couleur blanche et a des implications en cancérologie (faible tendance aux métastases ganglionnaires pour les cancers glottiques stricts).",
        "Choice_B_Text": "Vaisseaux lymphatiques.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Les cordes vocales sont composées du muscle vocal (faisceau interne du muscle thyro-aryténoïdien) et du ligament vocal.",
        "Choice_C_Text": "Muscles intrinsèques.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le cartilage thyroïde forme le squelette antérieur du larynx, où les cordes vocales s'insèrent, mais il n'est pas absent à leur niveau.",
        "Choice_D_Text": "Cartilage thyroïde.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'espace de Reinke est l'espace de glissement sous-muqueux situé entre l'épithélium et le ligament vocal, il est donc présent et essentiel à la vibration.",
        "Choice_E_Text": "Espace de Reinke.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le bord libre des cordes vocales présente une micro-anatomie particulière.<br> Il est dépourvu de vaisseaux lymphatiques et de capillaires sanguins, ce qui lui confère son aspect blanc nacré et limite la dissémination des tumeurs à ce stade.",
        "QuestionText": "Quelle structure anatomique est absente au niveau des bords libres des cordes vocales, expliquant leur aspect blanc nacré à l'endoscopie.",
        "Subtopic": "Anatomie du larynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le bord supérieur de l'os hyoïde marque la limite entre l'oropharynx et l'hypopharynx.",
        "Choice_A_Text": "Bord supérieur de l'os hyoïde.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le pharynx s'étend de la base du crâne jusqu'au bord inférieur du cartilage cricoïde, qui correspond au niveau de la 6ème vertèbre cervicale (C6).<br> À ce niveau, il se continue par l'œsophage.",
        "Choice_B_Text": "Bord inférieur du cartilage cricoïde (C6).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le bord supérieur du cartilage thyroïde est un repère situé au sein de l'hypopharynx.",
        "Choice_C_Text": "Bord supérieur du cartilage thyroïde.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le bord inférieur de la mandibule est un repère beaucoup plus haut, au niveau de la cavité orale.",
        "Choice_D_Text": "Bord inférieur de la mandibule.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le bord supérieur de la trachée est situé sous la limite inférieure du pharynx.",
        "Choice_E_Text": "Bord supérieur de la trachée.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le pharynx est un conduit musculo-membraneux qui s'étend verticalement de la base du crâne à la vertèbre C6.<br> Sa limite inférieure correspond au bord inférieur du cartilage cricoïde, où se trouve le sphincter supérieur de l'œsophage.",
        "QuestionText": "Quelle est la limite inférieure du pharynx.",
        "Subtopic": "Anatomie du pharynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère carotide interne ne donne aucune branche pour le pharynx.",
        "Choice_A_Text": "Artère carotide interne.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "L'artère pharyngienne ascendante est une branche de l'artère carotide externe qui monte sur la paroi latérale du pharynx et en constitue la principale source de vascularisation.",
        "Choice_B_Text": "Artère pharyngienne ascendante.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'artère vertébrale chemine dans les foramens transversaires et est destinée à l'encéphale.",
        "Choice_C_Text": "Artère vertébrale.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'artère thyroïdienne inférieure vascularise la partie inférieure de l'hypopharynx mais n'est pas l'artère principale du pharynx dans son ensemble.",
        "Choice_D_Text": "Artère thyroïdienne inférieure.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'artère faciale peut donner des branches pour l'oropharynx (artère palatine ascendante) mais ce n'est pas la principale artère.",
        "Choice_E_Text": "Artère faciale.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La vascularisation du pharynx est principalement assurée par l'artère pharyngienne ascendante, une branche de la carotide externe.<br> Des branches accessoires proviennent des artères palatine ascendante (faciale), ptérygo-palatine (maxillaire) et thyroïdienne inférieure.",
        "QuestionText": "Quelle est la principale artère vascularisant le pharynx.",
        "Subtopic": "Anatomie du pharynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le nerf facial (VII) n'a pas de rôle significatif dans l'innervation sensitive du pharynx.",
        "Choice_A_Text": "Nerf facial.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le nerf vague (X) assure une grande partie de l'innervation sensitive de l'hypopharynx et du larynx, et participe au plexus pharyngien.",
        "Choice_B_Text": "Nerf vague (X).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le nerf glossopharyngien (IX) est le principal nerf sensitif de l'oropharynx et du nasopharynx, et il est responsable du réflexe nauséeux.",
        "Choice_C_Text": "Nerf glossopharyngien (IX).",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le nerf trijumeau (V), via sa branche maxillaire (V2), innerve la partie la plus antérieure et supérieure du nasopharynx.",
        "Choice_D_Text": "Nerf trijumeau (V).",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le nerf spinal (XI) est un nerf moteur et n'a pas de contingent sensitif pour le pharynx.",
        "Choice_E_Text": "Nerf spinal.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'innervation sensitive du pharynx est complexe et partagée.<br> Le nerf glossopharyngien (IX) est prédominant pour l'oropharynx, tandis que le nerf vague (X) innerve principalement l'hypopharynx.<br> Le trijumeau (V2) participe pour la partie supérieure du nasopharynx. La question demandant 'majoritairement' rend B et C corrects selon la région considérée.",
        "QuestionText": "Quel nerf est majoritairement responsable de l'innervation sensitive du pharynx.",
        "Subtopic": "Anatomie du pharynx",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le canal optique livre passage au nerf optique (II) et à l'artère ophtalmique.",
        "Choice_A_Text": "Le canal optique livre passage au nerf optique uniquement.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La cavité orbitaire a une forme de pyramide quadrangulaire, avec une base antérieure et un sommet (apex) postérieur.",
        "Choice_B_Text": "L'orbite osseuse a une forme pyramidale.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'axe de l'orbite osseuse est orienté d'avant en arrière et de dehors en dedans, formant un angle d'environ 23° avec l'axe visuel.",
        "Choice_C_Text": "L'axe de l'orbite osseuse se dirige en arrière et en dedans.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La paroi supérieure de l'orbite, ou plafond orbitaire, est principalement constituée par la partie orbitaire de l'os frontal.",
        "Choice_D_Text": "L'os frontal constitue la partie supérieure de la cavité orbitaire.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le plancher de l'orbite (paroi inférieure) est extrêmement fin et sépare l'orbite du sinus maxillaire.<br> Il est fréquemment le siège de fractures (fracture 'blow-out').",
        "Choice_E_Text": "La paroi inférieure ou plancher de l'orbite est la plus fragile de toutes les parois.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "L'orbite est une cavité osseuse en forme de pyramide contenant l'œil et ses annexes.<br> Elle est formée de 7 os et présente des parois d'épaisseurs variables, le plancher étant particulièrement fragile.",
        "QuestionText": "Concernant la cavité orbitaire, indiquez la ou les propositions exactes.",
        "Subtopic": "Anatomie de l’orbite",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le sinus maxillaire est un rapport externe de la paroi inférieure de l'orbite.",
        "Choice_A_Text": "Le sinus maxillaire.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le sinus sphénoïdal est un rapport externe de la paroi médiale et de l'apex de l'orbite.",
        "Choice_B_Text": "Le sinus sphénoïdal.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Les fosses nasales sont un rapport externe de la paroi médiale de l'orbite.",
        "Choice_C_Text": "Les fosses nasales.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'étage postérieur de la base du crâne n'a pas de rapport direct avec l'orbite, qui est en rapport avec les étages antérieur et moyen.",
        "Choice_D_Text": "L'étage postérieur de la base du crâne.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le cavum (rhinopharynx ou nasopharynx) n'est pas un rapport interne de l'orbite.<br> Les rapports internes sont les structures contenues dans l'orbite : le globe oculaire, les muscles, les nerfs, les vaisseaux et la graisse.",
        "Choice_E_Text": "Le cavum.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Cette question semble confondre les rapports internes et externes.<br> Les rapports internes de l'orbite sont les structures qu'elle contient (globe oculaire, muscles, nerfs, etc.).<br> Les propositions listées sont toutes des rapports externes.<br> Aucune des réponses n'est donc correcte telle que la question est posée.",
        "QuestionText": "Parmi les rapports internes de l'orbite, on trouve.",
        "Subtopic": "Anatomie de l’orbite",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le segment antérieur du globe oculaire comprend toutes les structures situées en avant du plan de l'iris et du cristallin, ainsi que le cristallin lui-même.",
        "Choice_A_Text": "Comporte toutes les structures situées en avant du cristallin.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le cristallin est considéré comme la limite postérieure du segment antérieur.",
        "Choice_B_Text": "Ne comporte pas le cristallin.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La chambre antérieure, l'espace entre la cornée et l'iris, fait partie du segment antérieur.",
        "Choice_C_Text": "Comporte la chambre antérieure.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le vitré remplit la cavité postérieure du globe oculaire et fait partie du segment postérieur.",
        "Choice_D_Text": "Comporte le vitré.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le segment antérieur (cornée, chambre antérieure, iris, cristallin) est la partie de l'œil examinée avec une lampe à fente.",
        "Choice_E_Text": "Est accessible à l'examen à la lampe à fente.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le globe oculaire est divisé en un segment antérieur et un segment postérieur par le plan du cristallin.<br> Le segment antérieur, accessible à l'examen direct, contient les milieux transparents (cornée, humeur aqueuse, cristallin) et l'iris.",
        "QuestionText": "Le segment antérieur du globe oculaire.",
        "Subtopic": "Anatomie du globe oculaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La chambre antérieure est l'espace délimité en avant par la face postérieure de la cornée et en arrière par la face antérieure de l'iris.",
        "Choice_A_Text": "Est l'espace situé entre la cornée et l'iris.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'espace situé entre l'iris et le cristallin est la chambre postérieure.",
        "Choice_B_Text": "Est l'espace situé entre l'iris et le cristallin.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La chambre antérieure est remplie d'humeur aqueuse.",
        "Choice_C_Text": "Est remplie de vitré.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La chambre antérieure contient l'humeur aqueuse, qui circule depuis la chambre postérieure à travers la pupille.",
        "Choice_D_Text": "Est remplie d'humeur aqueuse.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Les réponses A et D sont justes.",
        "Choice_E_Text": "Aucune réponse n'est juste.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La chambre antérieure est une cavité du segment antérieur de l'œil, située entre la cornée et l'iris, et remplie d'humeur aqueuse.<br> Elle communique avec la chambre postérieure via la pupille.",
        "QuestionText": "La chambre antérieure.",
        "Subtopic": "Anatomie du globe oculaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle grand oblique (oblique supérieur) est innervé par le nerf pathétique (trochléaire, IV).",
        "Choice_A_Text": "Le muscle grand oblique.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le muscle droit supérieur est innervé par la branche supérieure du nerf oculomoteur commun (III).",
        "Choice_B_Text": "Le muscle droit supérieur.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le muscle petit oblique (oblique inférieur) est innervé par la branche inférieure du nerf oculomoteur commun (III).",
        "Choice_C_Text": "Le muscle petit oblique.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le muscle droit latéral (droit externe) est innervé par le nerf abducens (VI).",
        "Choice_D_Text": "Le muscle droit latéral.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le muscle droit inférieur est innervé par la branche inférieure du nerf oculomoteur commun (III).",
        "Choice_E_Text": "Le muscle droit inférieur.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le nerf oculomoteur (III) innerve quatre des six muscles oculomoteurs : le droit supérieur, le droit inférieur, le droit médial et l'oblique inférieur, ainsi que le muscle releveur de la paupière supérieure.<br> La formule mnémotechnique est (SO4 LR6)3 : Oblique Supérieur par le IV, Droit Latéral par le VI, et tous les autres par le III.",
        "QuestionText": "Parmi les muscles oculomoteurs suivants, cochez celui ou ceux qui sont dépendants du nerf III.",
        "Subtopic": "Les muscles oculomoteurs (mom)",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La pyramide nasale est une structure saillante sur la face, de forme triangulaire avec une base inférieure correspondant aux narines.",
        "Choice_A_Text": "A la forme d'une pyramide triangulaire à base inférieure.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La pyramide nasale s'ouvre en arrière sur le nasopharynx (cavum) via les choanes, et non sur l'oropharynx.",
        "Choice_B_Text": "S'ouvre en arrière sur l'oropharynx.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le vomer est une partie de la cloison nasale (septum), pas de la pyramide nasale externe.",
        "Choice_C_Text": "Le vomer en fait partie.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La pyramide nasale a un squelette ostéo-cartilagineux, avec une partie supérieure osseuse (os propres du nez) et une partie inférieure cartilagineuse (cartilages latéraux et alaires).",
        "Choice_D_Text": "Est purement cartilagineuse.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La pyramide nasale est soutenue médialement par le bord antérieur de la cloison nasale (cartilage septal).",
        "Choice_E_Text": "Soutenue par la cloison nasale.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La pyramide nasale, ou nez externe, est une structure ostéo-cartilagineuse qui forme la partie visible du nez.<br> Elle protège les fosses nasales et est supportée par le septum nasal.",
        "QuestionText": "Cochez les bonnes réponses à propos de la pyramide nasale.",
        "Subtopic": "Anatomie de la pyramide nasale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La cloison nasale est composée d'une partie osseuse (lame perpendiculaire de l'ethmoïde et vomer) et d'une partie cartilagineuse (cartilage septal).",
        "Choice_A_Text": "Est ostéo-cartilagineuse.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'os nasal (os propre du nez) forme la partie supérieure de la pyramide nasale externe, il ne fait pas partie de la cloison.",
        "Choice_B_Text": "L'os nasal en fait partie.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La cloison nasale forme la paroi médiale (interne) des deux fosses nasales.",
        "Choice_C_Text": "Constitue la paroi externe de la fosse nasale.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La cloison nasale sépare les deux fosses nasales, constituant ainsi leur paroi interne commune.",
        "Choice_D_Text": "Constitue la paroi interne de la fosse nasale.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le cartilage triangulaire est le cartilage latéral du nez, il fait partie de la pyramide nasale externe et non de la cloison.",
        "Choice_E_Text": "Le cartilage triangulaire en fait partie.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La cloison nasale (ou septum nasal) est la paroi ostéo-cartilagineuse verticale qui sépare les deux fosses nasales.<br> Elle est principalement constituée de la lame perpendiculaire de l'ethmoïde, du vomer et du cartilage septal.",
        "QuestionText": "Cochez les bonnes réponses à propos de la cloison nasale.",
        "Subtopic": "Fosses nasales",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère sphéno-palatine est la branche terminale de l'artère maxillaire.",
        "Choice_A_Text": "Est une branche collatérale de l'artère maxillaire.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "L'artère sphéno-palatine appartient au système de la carotide externe, via l'artère maxillaire.",
        "Choice_B_Text": "Est une branche terminale de l'artère carotide interne.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'artère sphéno-palatine pénètre dans la fosse nasale par le foramen sphéno-palatin, situé sur la paroi latérale, au niveau du méat supérieur.",
        "Choice_C_Text": "Siège au niveau du toit de la fosse nasale.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'artère sphéno-palatine provient de l'artère maxillaire, qui est une branche terminale de l'artère carotide externe.",
        "Choice_D_Text": "Appartient au système carotidien externe.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "C'est l'artère principale pour la vascularisation de la muqueuse des fosses nasales, en particulier pour les cornets et la partie postéro-inférieure de la cloison.",
        "Choice_E_Text": "Participe à la vascularisation des fosses nasales.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "L'artère sphéno-palatine est la branche terminale de l'artère maxillaire (issue de la carotide externe) et constitue la principale source de vascularisation de la muqueuse nasale.",
        "QuestionText": "L'artère sphéno-palatine.",
        "Subtopic": "Fosses nasales",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le vomer est un os impair et médian qui constitue la partie postéro-inférieure de la cloison nasale (paroi interne).",
        "Choice_A_Text": "Le vomer.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le corps de l'os maxillaire forme la partie antérieure de la paroi latérale des fosses nasales.",
        "Choice_B_Text": "L'os maxillaire.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La lame verticale de l'os palatin constitue la partie postérieure de la paroi latérale des fosses nasales.",
        "Choice_C_Text": "L'os palatin.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'os lacrymal (unguis) participe à la formation de la paroi latérale, en avant de l'ethmoïde.",
        "Choice_D_Text": "L'os lacrymal.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Les masses latérales de l'ethmoïde, avec les cornets supérieur et moyen, constituent la partie centrale et supérieure de la paroi latérale.",
        "Choice_E_Text": "L'ethmoïde.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La paroi latérale (ou externe) des fosses nasales est une structure complexe formée par la juxtaposition de six os : le maxillaire, l'os lacrymal, l'ethmoïde, le cornet nasal inférieur, la lame perpendiculaire du palatin et le processus ptérygoïde du sphénoïde.",
        "QuestionText": "Cochez les os appartenant à la formation de la paroi latérale des fosses nasales.",
        "Subtopic": "Fosses nasales",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le sinus maxillaire fait partie du groupe des sinus antérieurs, qui se drainent tous dans le méat moyen.",
        "Choice_A_Text": "Appartient au complexe sinusien antérieur.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le sinus maxillaire a la forme d'une pyramide triangulaire à base médiale (nasale) et à sommet latéral (zygomatique).",
        "Choice_B_Text": "A la forme d'un cube à 6 faces.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La paroi latérale de la loge caverneuse est en rapport avec le sinus sphénoïdal, pas le sinus maxillaire.",
        "Choice_C_Text": "Sa paroi latérale répond au sinus caverneux.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La paroi postérieure du sinus maxillaire (tubérosité maxillaire) est en rapport avec la fosse ptérygo-maxillaire et son contenu.",
        "Choice_D_Text": "Sa face postérieure répond à la région ptérygo-maxillaire.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "L'ostium maxillaire, orifice de drainage du sinus, s'ouvre dans la partie postérieure de la gouttière unci-bullaire, au niveau du méat moyen.",
        "Choice_E_Text": "Son ostium s'ouvre dans le méat moyen.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le sinus maxillaire est le plus volumineux des sinus paranasaux.<br> Il a une forme pyramidale et se draine dans le méat moyen.<br> Ses rapports anatomiques sont importants, notamment avec l'orbite (paroi supérieure) et les racines dentaires (paroi inférieure).",
        "QuestionText": "Cochez les bonnes réponses à propos du sinus maxillaire.",
        "Subtopic": "Sinus maxillaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le sinus ethmoïdal n'est pas une cavité unique mais un ensemble de cavités aériques appelées cellules ethmoïdales, formant le labyrinthe ethmoïdal.",
        "Choice_A_Text": "L'unité anatomique de base est la cellule ethmoïdale.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le labyrinthe ethmoïdal a la forme d'un parallélépipède rectangulaire, pas d'une pyramide triangulaire (qui est la forme du sinus maxillaire).",
        "Choice_B_Text": "A la forme d'une pyramide triangulaire à base médiale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La face latérale du labyrinthe ethmoïdal est constituée par la lame orbitaire (ou lame papyracée), une fine paroi osseuse qui le sépare du contenu de l'orbite.",
        "Choice_C_Text": "Répond latéralement à l'orbite.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "À la naissance, le sinus ethmoïdal est le seul sinus paranasal déjà formé et aéré, les autres étant encore à l'état rudimentaire.",
        "Choice_D_Text": "Est le seul véritable sinus à la naissance.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Les cellules ethmoïdales antérieures se drainent dans le méat moyen, tandis que les cellules postérieures se drainent dans le méat supérieur.",
        "Choice_E_Text": "Les cellules ethmoïdales antérieures se drainent dans le méat inférieur.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le sinus ethmoïdal est un complexe de cellules aériques situé entre les orbites et les fosses nasales.<br> C'est le premier sinus à se développer et il est divisé en groupes antérieur et postérieur avec des drainages distincts.",
        "QuestionText": "Cochez les bonnes réponses à propos du sinus ethmoïdal.",
        "Subtopic": "Sinus ethmoïdal",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère carotide interne naît de la bifurcation de l'artère carotide commune.<br> À droite, la carotide commune naît du tronc artériel brachio-céphalique ; à gauche, elle naît de l'arc aortique.",
        "Choice_A_Text": "Naît directement du tronc artériel brachio-céphalique.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "L'artère carotide interne est la principale artère destinée à la vascularisation de l'encéphale et du contenu de l'orbite.",
        "Choice_B_Text": "Destinée à la vascularisation du cerveau.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Une caractéristique majeure de l'artère carotide interne est qu'elle ne donne habituellement aucune branche collatérale dans sa portion cervicale.",
        "Choice_C_Text": "Ne donne aucune branche collatérale dans le cou.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'artère thyroïdienne inférieure est une branche du tronc thyro-cervical, issu de l'artère subclavière.",
        "Choice_D_Text": "L'artère thyroïdienne inférieure est une branche de la carotide interne.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'artère carotide interne continue le trajet de la carotide commune et pénètre dans l'espace rétro-stylien sous le muscle digastrique pour entrer dans le crâne.",
        "Choice_E_Text": "Quitte la région carotidienne en s'insinuant sous le muscle digastrique.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "L'artère carotide interne est l'axe artériel principal pour l'irrigation cérébrale.<br> Elle monte dans le cou sans donner de branches, puis pénètre dans le crâne par le canal carotidien.",
        "QuestionText": "Cochez la bonne réponse à propos de l'artère carotide interne.",
        "Subtopic": "La région carotidienne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère carotide externe naît de la bifurcation carotidienne en dedans et en avant de la carotide interne, puis la croise pour devenir latérale.",
        "Choice_A_Text": "Naît de la bifurcation carotidienne et continue le même trajet que l'artère carotide commune.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "L'artère carotide externe est la principale artère pour la vascularisation des structures superficielles et profondes de la face et du cou.",
        "Choice_B_Text": "Destinée à la vascularisation de la face.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Elle participe à la vascularisation de la fosse nasale via sa branche terminale, l'artère maxillaire, qui donne l'artère sphéno-palatine.",
        "Choice_C_Text": "Participe à la vascularisation de la fosse nasale.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'artère carotide externe est caractérisée par les nombreuses branches collatérales qu'elle donne au niveau du cou (thyroïdienne supérieure, linguale, faciale, etc.).",
        "Choice_D_Text": "Ne donne aucune collatérale au niveau du cou.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'artère ophtalmique est la première branche collatérale de l'artère carotide interne après son entrée dans le crâne.",
        "Choice_E_Text": "L'artère ophtalmique est une branche de la carotide externe.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'artère carotide externe est l'artère de la face et du cou.<br> Contrairement à la carotide interne, elle donne de nombreuses branches collatérales dans son trajet cervical avant de se terminer dans la parotide en artère maxillaire et artère temporale superficielle.",
        "QuestionText": "Cochez les bonnes réponses à propos de l'artère carotide externe.",
        "Subtopic": "La région carotidienne",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La partie antérieure du toit du sinus sphénoïdal, le jugum sphénoïdal, est en rapport avec les tractus olfactifs et la base du lobe frontal.",
        "Choice_A_Text": "La région olfactive.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La région pituitaire correspond à la selle turcique, qui forme la partie centrale du toit et contient l'hypophyse (glande pituitaire).",
        "Choice_B_Text": "La région pituitaire.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La région caverneuse (sinus caverneux) est un rapport de la paroi latérale du sinus sphénoïdal, pas de sa paroi supérieure.",
        "Choice_C_Text": "La région caverneuse.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La région optique correspond à la gouttière optique, située entre le jugum et la selle turcique, où repose le chiasma optique.",
        "Choice_D_Text": "La région optique.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "La région carotidienne (siphon carotidien) est un rapport de la paroi latérale, au sein du sinus caverneux.",
        "Choice_E_Text": "La région carotidienne.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La paroi supérieure (toit) du sinus sphénoïdal a des rapports endocrâniens majeurs.<br> D'avant en arrière, on trouve la région olfactive (jugum), la région optique (chiasma) et la région pituitaire ou hypophysaire (selle turcique).",
        "QuestionText": "Cochez les bonnes réponses, la paroi supérieure du sinus sphénoïdal présente à décrire 3 régions qui sont.",
        "Subtopic": "Sinus sphénoïdaux",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère maxillaire est l'une des deux branches terminales de l'artère carotide externe, avec l'artère temporale superficielle.",
        "Choice_A_Text": "L'artère maxillaire.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'artère carotide interne est la deuxième branche de bifurcation de la carotide commune, ce n'est pas une branche de la carotide externe.",
        "Choice_B_Text": "L'artère carotide interne.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'artère pharyngienne ascendante est une branche collatérale de l'artère carotide externe.",
        "Choice_C_Text": "L'artère pharyngienne ascendante.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "L'artère palatine ascendante est une branche collatérale de l'artère faciale, elle-même branche de la carotide externe.",
        "Choice_D_Text": "L'artère palatine ascendante.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'artère linguale est une branche collatérale de l'artère carotide externe.",
        "Choice_E_Text": "L'artère linguale.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'artère carotide externe se termine dans la loge parotidienne, en arrière du col de la mandibule, en se divisant en deux branches terminales : l'artère temporale superficielle (superficielle) et l'artère maxillaire (profonde).",
        "QuestionText": "Cochez parmi les propositions suivantes celle qui constitue une branche terminale de l'artère carotide externe.",
        "Subtopic": "Vascularisation de la face",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle trapèze (faisceau supérieur) constitue le premier et le plus superficiel des plans musculaires de la nuque.",
        "Choice_A_Text": "Le muscle trapèze fait partie du plan superficiel.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le muscle splénius (de la tête et du cou) appartient au deuxième plan musculaire, sous le trapèze.",
        "Choice_B_Text": "Le muscle splénius appartient au 3e plan musculaire.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le muscle élévateur de la scapula est situé dans le deuxième plan musculaire, aux côtés du muscle splénius.",
        "Choice_C_Text": "Le muscle élévateur de la scapula est situé au 2e plan.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le muscle long de la tête appartient au troisième plan musculaire, avec le muscle long du cou et le semi-épineux de la tête.",
        "Choice_D_Text": "Le muscle long de la tête se termine sur l'os occipital.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le muscle semi-épineux de la tête est un muscle large appartenant au troisième plan musculaire, sous le splénius.",
        "Choice_E_Text": "Le muscle semi-épineux de la tête appartient au 3e plan.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La musculature de la nuque est organisée en plusieurs plans superposés.<br> Le 1er plan est le trapèze.<br> Le 2ème plan comprend le splénius et l'élévateur de la scapula.<br> Le 3ème plan comprend le semi-épineux de la tête et les muscles longitudinaux.<br> Le plan profond est constitué des muscles sous-occipitaux.",
        "QuestionText": "Concernant les plans musculaires de la nuque, lequel est correct.",
        "Subtopic": "Anatomie de la nuque",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La mastoïde est un repère osseux latéral et ne fait pas partie de la charpente centrale de la nuque, bien qu'elle serve d'insertion à des muscles de la région.",
        "Choice_A_Text": "La mastoïde.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le ligament nuchal est un puissant ligament fibreux médian qui s'étend de la protubérance occipitale externe aux processus épineux des vertèbres cervicales, formant une cloison sagittale.",
        "Choice_B_Text": "Ligament nuchal.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La clavicule est située en avant et en bas, elle ne fait pas partie de la nuque.",
        "Choice_C_Text": "Clavicule.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La membrane atlanto-occipitale postérieure relie l'arc postérieur de l'atlas au bord postérieur du foramen magnum.",
        "Choice_D_Text": "Membrane atlanto-occipitale postérieure.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Les ligaments interépineux unissent les processus épineux adjacents des vertèbres et contribuent à la stabilité de la colonne cervicale postérieure.",
        "Choice_E_Text": "Ligament interépineux.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La charpente ostéotendineuse de la nuque est constituée par les arcs postérieurs des vertèbres cervicales, la partie postérieure de l'os occipital, et un ensemble de ligaments puissants (nuchal, interépineux, atlanto-occipital) qui assurent la stabilité et limitent les mouvements.",
        "QuestionText": "Parmi les éléments suivants, lesquels font partie de la charpente ostéotendineuse de la nuque.",
        "Subtopic": "Anatomie de la nuque",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le nerf sub-occipital est le rameau dorsal du premier nerf spinal cervical (C1).",
        "Choice_A_Text": "Rameau dorsal du nerf spinal C1.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le nerf sub-occipital est le rameau dorsal de C1, non le rameau ventral.",
        "Choice_B_Text": "Rameau ventral du nerf spinal C1.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le rameau dorsal du nerf spinal C2 forme le grand nerf occipital (d'Arnold).",
        "Choice_C_Text": "Rameau dorsal du nerf spinal C2.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le grand nerf occipital d'Arnold est issu du rameau dorsal de C2, pas de C1.",
        "Choice_D_Text": "Le grand nerf occipital d'Arnold.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Le nerf spinal C3 donne le troisième nerf occipital.",
        "Choice_E_Text": "Nerf spinal C3.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Les nerfs de la nuque proviennent des rameaux dorsaux des nerfs spinaux cervicaux.<br> Le nerf sub-occipital (C1) est moteur pour les muscles sous-occipitaux.<br> Le grand nerf occipital (C2) et le troisième nerf occipital (C3) sont principalement sensitifs.",
        "QuestionText": "Le nerf sub-occipital est issu de.",
        "Subtopic": "Anatomie de la nuque",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'artère carotide externe donne l'artère occipitale, mais pas l'artère cervicale profonde.",
        "Choice_A_Text": "Carotide externe.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le tronc thyro-bicervico-scapulaire donne l'artère cervicale superficielle, pas la profonde.",
        "Choice_B_Text": "Tronc thyro-bicervico-scapulaire.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'artère cervicale profonde naît du tronc costo-cervical, lui-même une branche de l'artère sous-clavière, et vascularise les muscles profonds de la nuque.",
        "Choice_C_Text": "Tronc costo-cervical de l'artère sous-clavière.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'artère vertébrale est une branche de l'artère sous-clavière mais ne donne pas l'artère cervicale profonde.",
        "Choice_D_Text": "Artère vertébrale.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "L'artère cervicale transverse est une autre branche du tronc thyro-bicervico-scapulaire.",
        "Choice_E_Text": "Artère cervicale transverse.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La vascularisation artérielle de la nuque provient principalement de branches de l'artère sous-clavière.<br> L'artère cervicale profonde, issue du tronc costo-cervical, est destinée aux plans musculaires profonds.",
        "QuestionText": "L'artère cervicale profonde est une branche de.",
        "Subtopic": "Anatomie de la nuque",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La limite postérieure de la région sus-claviculaire est formée par le bord antérieur du muscle trapèze.",
        "Choice_A_Text": "Bord antérieur du trapèze.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le bord postérieur du muscle sterno-cléido-mastoïdien (SCM) constitue la limite antérieure de la région.",
        "Choice_B_Text": "Bord postérieur du SCM.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La ligne médiane cervicale est située en avant de la région.",
        "Choice_C_Text": "Ligne médiane cervicale.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le muscle omo-hyoïdien traverse la région, il n'en est pas une limite.",
        "Choice_D_Text": "Partie inférieure du muscle omo-hyoïdien.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La clavicule forme la limite inférieure (la base) de la région.",
        "Choice_E_Text": "Clavicule.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La région sus-claviculaire est un triangle dont les limites sont : en avant le bord postérieur du SCM, en arrière le bord antérieur du trapèze, et en bas la clavicule.",
        "QuestionText": "Quelle est la limite postérieure de la région sus-claviculaire.",
        "Subtopic": "Anatomie de la région sus claviculaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le plexus brachial (troncs primaires) passe dans le défilé interscalénique, entre les muscles scalènes antérieur et moyen.",
        "Choice_A_Text": "Plexus brachial.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'artère carotide commune se situe plus en dedans, dans la gaine carotidienne.",
        "Choice_B_Text": "Artère carotide commune.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'artère sous-clavière accompagne le plexus brachial dans le défilé interscalénique.",
        "Choice_C_Text": "Artère sous-clavière.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le nerf phrénique descend à la surface du muscle scalène antérieur, il ne passe pas entre les deux muscles.",
        "Choice_D_Text": "Nerf phrénique.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "La veine sous-clavière passe en avant du muscle scalène antérieur, elle n'est donc pas dans le défilé interscalénique.",
        "Choice_E_Text": "Veine sous-clavière.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'espace entre les muscles scalènes antérieur et moyen, appelé défilé interscalénique, est une voie de passage cruciale pour l'artère sous-clavière et les troncs du plexus brachial.",
        "QuestionText": "Parmi ces éléments, lequel traverse l'espace entre les muscles scalènes antérieur et moyen.",
        "Subtopic": "Anatomie de la région sus claviculaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La veine sous-clavière fait suite à la veine axillaire au niveau du bord latéral de la première côte.",
        "Choice_A_Text": "Elle naît des veines mammaires.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La veine sous-clavière passe en avant du muscle scalène antérieur, et donc en avant de l'artère sous-clavière qui passe en arrière de ce muscle.",
        "Choice_B_Text": "Elle passe en arrière de l'artère sous-clavière.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "À la base du cou, la veine sous-clavière s'unit à la veine jugulaire interne pour former la veine brachiocéphalique.",
        "Choice_C_Text": "Elle se joint à la veine jugulaire interne.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le muscle scalène antérieur sépare la veine sous-clavière (en avant) de l'artère sous-clavière (en arrière).",
        "Choice_D_Text": "Elle est séparée de l'artère par le scalène antérieur.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "L'union des veines sous-clavière et jugulaire interne forme le tronc veineux brachiocéphalique.",
        "Choice_E_Text": "Elle participe à la formation du tronc brachiocéphalique.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La veine sous-clavière est le principal axe de drainage veineux du membre supérieur et de la région de l'épaule.<br> Son rapport clé est son passage en avant du muscle scalène antérieur, ce qui la sépare de l'artère sous-clavière.<br> Elle forme le tronc brachiocéphalique avec la veine jugulaire interne.",
        "QuestionText": "Concernant la veine sous-clavière, quelle ou quelles sont les réponses correctes.",
        "Subtopic": "Anatomie de la région sus claviculaire",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le muscle omo-hyoïdien traverse la région sus-claviculaire et la divise en deux triangles, omo-trapézien et omo-claviculaire.",
        "Choice_A_Text": "Traverse le triangle omo-trapézien.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le ventre inférieur du muscle omo-hyoïdien se termine en dedans de l'incisure coracoïde, sur le bord supérieur de la scapula.",
        "Choice_B_Text": "Se termine en dedans de l'incisure coracoïde de l'omoplate.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'insertion scapulaire se fait en dedans de l'incisure coracoïde.",
        "Choice_C_Text": "Se termine en dehors de l'incisure coracoïde de l'omoplate.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le ventre inférieur du muscle omo-hyoïdien divise la région sus-claviculaire en un triangle supérieur (omo-trapézien) et un triangle inférieur (omo-claviculaire).",
        "Choice_D_Text": "Divise la région sus-claviculaire en deux triangles.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le muscle omo-hyoïdien s'insère sur l'os hyoïde en haut et la scapula en bas.",
        "Choice_E_Text": "Se termine sur la face antérieure du sternum.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le muscle omo-hyoïdien est un muscle digastrique qui s'étend de la scapula à l'os hyoïde.<br> Son ventre inférieur est un repère important dans la région sus-claviculaire, la divisant en deux triangles chirurgicaux.",
        "QuestionText": "Le muscle omo-hyoïdien.",
        "Subtopic": "Anatomie de la région sus claviculaire",
        "YearAsked": "Juin 2025 (Normale)"
    }
]