[
  {
    "Choice_A_Explanation": "Le noyau globuleux est un des noyaux gris centraux du cervelet, associé au paléo-cérébellum, et non au pont.",
    "Choice_A_Text": "Le noyau globuleux.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La formation réticulée est un réseau diffus de neurones qui s'étend sur toute la hauteur du tronc cérébral, incluant la moelle allongée, le pont et le mésencéphale.",
    "Choice_B_Text": "La formation réticulée.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le noyau rouge est un noyau propre caractéristique du mésencéphale, impliqué dans la motricité extrapyramidale.",
    "Choice_C_Text": "Le noyau rouge.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La substance noire est un noyau propre du mésencéphale, essentiel dans la régulation motrice.",
    "Choice_D_Text": "La substance noire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La bandelette longitudinale postérieure, ou faisceau longitudinal médial, est une voie de fibres qui traverse le tronc cérébral, y compris le pont, et coordonne les mouvements des yeux.",
    "Choice_E_Text": "La bandelette longitudinale postérieure.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur l'identification des structures appartenant au pont, l'étage moyen du tronc cérébral.<br>La formation réticulée et la bandelette longitudinale postérieure sont présentes à ce niveau, tandis que les noyaux globuleux (cervelet), rouge et la substance noire (mésencéphale) appartiennent à d'autres structures.",
    "QuestionText": "Cochez le(s) élément(s) qui appartiennent au pont :",
    "Subtopic": "Anatomie du pont",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le noyau cardio-pneumo-entérique, aussi connu comme le noyau dorsal du vague (nerf X), est un centre végétatif majeur du système parasympathique situé dans le tronc cérébral.",
    "Choice_A_Text": "Le noyau cardio-pneumo-entérique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le ganglion stellaire (ou cervico-thoracique) est un ganglion de la chaîne latéro-vertébrale appartenant au système nerveux sympathique, et non parasympathique.",
    "Choice_B_Text": "Le noyau stellaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le ganglion ciliaire est un ganglion périphérique où font synapse les fibres parasympathiques destinées à l'iris et au muscle ciliaire.<br>Il s'agit d'un centre extra-axial, et non d'un centre axial.",
    "Choice_C_Text": "Le ganglion ciliaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le noyau salivaire supérieur est un centre axial parasympathique, situé dans le pont, dont les fibres cheminent avec le nerf facial (VII bis) pour innerver les glandes submandibulaires et sublinguales.",
    "Choice_D_Text": "Le noyau salivaire supérieur.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le ganglion otique est un ganglion périphérique où les fibres parasympathiques du nerf glossopharyngien (IX) font synapse avant d'innerver la glande parotide.<br>Ce n'est pas un centre axial.",
    "Choice_E_Text": "Le noyau otique.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question demande d'identifier les centres nerveux axiaux (situés dans le névraxe) du système parasympathique.<br>Il faut distinguer les noyaux centraux (axiaux) des ganglions périphériques (extra-axiaux).<br>Le noyau cardio-pneumo-entérique et le noyau salivaire supérieur sont bien des centres axiaux, tandis que les autres propositions sont des ganglions sympathiques ou parasympathiques périphériques.",
    "QuestionText": "Cochez les éléments qui appartiennent aux centres axiaux du système nerveux parasympathique :",
    "Subtopic": "Le système parasympathique",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le sillon basilaire est une dépression médiane sur la face antérieure du pont, où chemine le tronc basilaire.",
    "Choice_A_Text": "Le sillon basilaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les corps mamillaires sont des structures appartenant au diencéphale, visibles au centre du losange opto-pédonculaire.",
    "Choice_B_Text": "Les corps mamillaires.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les pédoncules cérébraux constituent la partie antéro-latérale du mésencéphale et contiennent les grandes voies motrices descendantes.",
    "Choice_C_Text": "Les pédoncules cérébraux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les corps genouillés médiaux sont des noyaux du thalamus (diencéphale), annexés aux voies auditives et reliés aux colliculi inférieurs.",
    "Choice_D_Text": "Les corps genouillés médiaux.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les colliculi (ou tubercules quadrijumeaux) inférieurs font partie de la lame tectale, la face postérieure du mésencéphale, et sont des relais sur les voies auditives.",
    "Choice_E_Text": "Les colliculi inférieurs.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le mésencéphale est l'étage supérieur du tronc cérébral.<br>Sa face antérieure est marquée par les pédoncules cérébraux et sa face postérieure par la lame tectale avec les colliculi.<br>Le sillon basilaire (pont) et les corps mamillaires (diencéphale) appartiennent à des structures adjacentes.",
    "QuestionText": "Cochez les éléments qui appartiennent au mésencéphale :",
    "Subtopic": "Le mésencéphale",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La limite inférieure de la moelle allongée (bulbe rachidien) est bien définie par la décussation pyramidale, point où le faisceau cortico-spinal croise la ligne médiane.",
    "Choice_A_Text": "Présente comme limite inférieure la décussation pyramidale.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La toile épendymaire (ou membrane tectoriale) constitue une partie du toit du 4ème ventricule et est donc visible à la face postérieure de la moelle allongée, et non antérieure.",
    "Choice_B_Text": "Présente la toile épendymaire à la face antérieure.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'origine apparente du nerf XII (hypoglosse) se situe à la face antérieure de la moelle allongée, dans le sillon pré-olivaire, entre la pyramide et l'olive bulbaire.",
    "Choice_C_Text": "Présente l'origine apparente du nerf XII à sa face postérieure.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La moelle allongée est reliée au cervelet par les pédoncules cérébelleux inférieurs (ou corps restiformes), qui sont des faisceaux de fibres afférentes et efférentes.",
    "Choice_D_Text": "Entre en contact avec le cervelet par le pédoncule cérébelleux inférieur.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La moelle allongée présente une fissure médiane ventrale profonde, mais un sillon médian dorsal, qui est moins marqué.<br>La proposition est donc inexacte en parlant de 'fissure' dorsale.",
    "Choice_E_Text": "Présente une fissure médiane dorsale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question évalue la connaissance de la configuration externe de la moelle allongée.<br>Ses limites, ses faces et ses connexions avec le cervelet sont des points clés.<br>La limite inférieure est la décussation pyramidale et la connexion au cervelet se fait via les pédoncules cérébelleux inférieurs.",
    "QuestionText": "La moelle allongée :",
    "Subtopic": "Anatomie de la moelle allongée",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le faisceau spino-cérébelleux est situé plus latéralement.<br>Les pyramides bulbaires, situées en position ventrale, contiennent le faisceau cortico-spinal.",
    "Choice_A_Text": "Le faisceau spino-cérébelleux est situé en regard des pyramides bulbaires.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le faisceau cortico-spinal forme les pyramides bulbaires, qui sont les structures les plus ventrales de la moelle allongée, se situant donc bien en avant du lemnisque médian.",
    "Choice_B_Text": "Le faisceau cortico-spinal est situé en avant du lemnisque médian.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'olive bulbaire est un noyau gris situé en position antéro-latérale, elle n'est pas en contact direct avec le plancher du 4ème ventricule qui est une structure dorsale et médiane.",
    "Choice_C_Text": "L'olive bulbaire est située en contact du plancher du 4ème ventricule.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Au niveau de la moelle allongée, le lemnisque médian, qui relaie les informations de la sensibilité proprioceptive consciente et du tact épicritique, se positionne en avant du faisceau spino-thalamique ventral.",
    "Choice_D_Text": "Le lemnisque médian est situé en avant du faisceau spino-thalamique ventral.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La formation réticulée est une structure de substance grise très importante, présente sur toute la hauteur du tronc cérébral, y compris au niveau de la moelle allongée.",
    "Choice_E_Text": "La formation réticulée est absente au niveau de la moelle allongée.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur l'organisation interne de la moelle allongée, en particulier la topographie des faisceaux de substance blanche et des noyaux de substance grise.<br>La position relative des faisceaux cortico-spinal, du lemnisque médian et du faisceau spino-thalamique est un point essentiel de l'anatomie médullaire.",
    "QuestionText": "Concernant la configuration interne de la moelle allongée :",
    "Subtopic": "Anatomie de la moelle allongée",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'olive cérébelleuse est un des noyaux gris centraux du cervelet, mais n'est pas une composante du vestibulo-cérébellum, qui correspond à l'archéo-cérébellum.",
    "Choice_A_Text": "L'olive cérébelleuse.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le noyau du toit, ou noyau fastigial, est le noyau gris central associé fonctionnellement au vestibulo-cérébellum, jouant un rôle majeur dans la régulation de l'équilibre.",
    "Choice_B_Text": "Le noyau du toit.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La tonsille cérébelleuse est un lobule de l'hémisphère cérébelleux appartenant au néo-cérébellum.",
    "Choice_C_Text": "La tonsille.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le noyau emboliforme fait partie des noyaux interposés, qui sont associés au spino-cérébellum (paléo-cérébellum) et non au vestibulo-cérébellum.",
    "Choice_D_Text": "Le noyau emboliforme.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le nodulus est une partie médiane du lobe flocculo-nodulaire, qui constitue la principale structure anatomique du vestibulo-cérébellum (archéo-cérébellum), essentiel à l'équilibre.",
    "Choice_E_Text": "Le nodulus.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le vestibulo-cérébellum (ou archéo-cérébellum) est la partie phylogénétiquement la plus ancienne du cervelet, dédiée à la fonction d'équilibre.<br>Il est constitué anatomiquement du lobe flocculo-nodulaire (incluant le nodulus) et est associé au noyau du toit.",
    "QuestionText": "Cochez le(s) élément(s) du cervelet qui appartiennent au vestibulo-cérébellum :",
    "Subtopic": "Le cervelet",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'origine apparente du nerf trijumeau (V) se trouve sur la face antéro-latérale du pont, à la jonction entre le pont et les pédoncules cérébelleux moyens.",
    "Choice_A_Text": "Présente l'origine apparente du nerf trijumeau à sa face postérieure.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le pont est en contact avec le cervelet par les pédoncules cérébelleux moyens.<br>Les pédoncules cérébelleux postérieurs n'existent pas (on parle d'inférieurs et supérieurs).",
    "Choice_B_Text": "Est directement en contact avec le cervelet par le pédoncule cérébelleux postérieur.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La face antérieure du pont est caractérisée par une striation transversale due au passage des fibres ponto-cérébelleuses.",
    "Choice_C_Text": "Est parcouru par des sillons transversaux en vue antérieure.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La limite supérieure du pont est le sillon ponto-mésencéphalique.<br>Les bandelettes optiques sont des structures du diencéphale, situées plus haut.",
    "Choice_D_Text": "Est limité en haut par les bandelettes optiques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les bourrelets pyramidaux sont deux saillies longitudinales situées de part et d'autre du sillon basilaire sur la face antérieure du pont, correspondant au passage du faisceau cortico-spinal.",
    "Choice_E_Text": "Présente les bourrelets pyramidaux.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question vérifie la connaissance de la configuration externe du pont.<br>Sa face antérieure est marquée par les bourrelets pyramidaux et une striation transversale.<br>Les autres propositions contiennent des erreurs de localisation (face postérieure vs antérieure) ou de structures anatomiques (pédoncules, limites).",
    "QuestionText": "Le pont :",
    "Subtopic": "Anatomie du pont",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le lobe central (de Rolando), bien que principalement visible sur la face latérale, se prolonge sur la face médiale pour former le lobule paracentral, qui est une structure sensitivomotrice cruciale.",
    "Choice_A_Text": "Une structure sensitivomotrice qui est le lobe central.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le gyrus cingulaire est une des structures les plus proéminentes de la face médiale, formant un arc au-dessus du corps calleux et constituant une partie majeure du lobe limbique.",
    "Choice_B_Text": "Le gyrus du lobe cingulaire.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La scissure calcarine est un sillon profond et constant de la face médiale du lobe occipital, essentiel pour la vision.",
    "Choice_C_Text": "Une face médiale marquée par la scissure calcarine qui s'interpose entre le 4ème et le 5ème gyrus occipital.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lobe limbique est un concept fonctionnel dont les principales structures anatomiques (gyrus cingulaire, hippocampe, trigone) et les commissures associées sont visibles sur la face médiale.",
    "Choice_D_Text": "Le lobe limbique représenté par le lobe cingulaire, le trigone, la commissure blanche antérieure et postérieure.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La lame sus-optique est une fine lame nerveuse située à la partie antéro-inférieure du troisième ventricule, visible sur une coupe sagittale médiane qui expose la face médiale de l'hémisphère.",
    "Choice_E_Text": "La lame sus-optique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La face médiale des hémisphères cérébraux, visible après section du corps calleux, révèle plusieurs structures importantes.<br>On y retrouve la continuation des lobes de la face latérale, comme le lobe central (lobule paracentral), ainsi que des structures spécifiques comme le gyrus cingulaire, la scissure calcarine et les composants du lobe limbique.",
    "QuestionText": "L'anatomie de la face médiale des hémisphères cérébraux vous permet de découvrir :",
    "Subtopic": "Face Interne et Inférieure des Hémisphères Cérébraux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La simple proximité anatomique entre le lobe pariétal et frontal est un fait, mais n'est pas l'explication fonctionnelle du trouble moteur.",
    "Choice_A_Text": "La proximité du lobe pariétal et frontal.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le lobe pariétal est étroitement connecté au gyrus frontal ascendant (aire motrice primaire) par d'importants faisceaux d'association intra-hémisphériques.<br>Ces connexions sont essentielles pour l'intégration sensitivo-motrice nécessaire à la planification du mouvement.",
    "Choice_B_Text": "La connexion étroite avec le gyrus frontal ascendant par l'intermédiaire des commissures interhémisphériques.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le lobe pariétal contient des aires associatives multimodales qui intègrent les informations spatiales et somesthésiques pour guider le mouvement.<br>Une lésion à ce niveau perturbe la planification motrice, se traduisant par une lourdeur ou une maladresse (apraxie).",
    "Choice_C_Text": "L'existence au niveau de son cortex de l'aire motrice associative.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La richesse en cellules sensitivo-sensorielles est la caractéristique du lobe pariétal, mais c'est la perturbation de l'intégration de ces informations avec le système moteur qui explique la lourdeur.",
    "Choice_D_Text": "La richesse en cellules sensitivo-sensorielles.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les cellules pyramidales qui donnent naissance à la majorité du faisceau pyramidal sont situées dans le lobe frontal (gyrus précentral), et non dans le lobe pariétal.",
    "Choice_E_Text": "La richesse en cellules pyramidales qui donnent naissance au faisceau pyramidal.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Une lésion du lobe pariétal peut entraîner une lourdeur motrice (asthénie) controlatérale car ce lobe joue un rôle crucial dans l'intégration des informations sensorielles nécessaires à la planification et à la bonne exécution du mouvement volontaire.<br>Il est étroitement connecté aux aires motrices du lobe frontal par des faisceaux associatifs.",
    "QuestionText": "Vous êtes devant un malade présentant une lésion du lobe pariétal et à votre examen vous trouvez que le patient présente une lourdeur de l'hémicorps controlatéral. Comment expliquer cette lourdeur ? :",
    "Subtopic": "Gyri des Lobes Frontal et Pariétal et leurs Rôles Fonctionnels",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Les commissures interhémisphériques sont les faisceaux de substance blanche qui connectent les deux hémisphères.<br>Leur lésion est la définition même d'un syndrome de déconnexion.",
    "Choice_A_Text": "Une lésion des commissures interhémisphériques.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le cortex occipital est principalement dédié à la vision.<br>Une lésion à ce niveau n'expliquerait pas une déconnexion spécifique entre les lobes temporaux.",
    "Choice_B_Text": "Une lésion du cortex occipital.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une pathologie tumorale d'un lobe temporal peut envahir ou comprimer les voies de communication (commissures) qui le relient au lobe controlatéral, provoquant ainsi une déconnexion.",
    "Choice_C_Text": "Une pathologie tumorale de l'un des deux lobes temporaux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La commissure blanche antérieure est la structure spécifique qui assure la connexion principale entre les deux lobes temporaux.<br>Sa lésion est la cause la plus directe d'une déconnexion entre eux.",
    "Choice_D_Text": "Une lésion ou un dysfonctionnement de la commissure blanche antérieure.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le lobe de l'insula est un lobe profond, mais une lésion de l'insula n'est pas la cause première d'une déconnexion entre les deux lobes temporaux.",
    "Choice_E_Text": "Une pathologie du lobe de l'insula.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La communication entre les deux hémisphères cérébraux est assurée par les commissures interhémisphériques.<br>La déconnexion spécifique entre les deux lobes temporaux s'explique par une lésion de la commissure blanche antérieure, qui est la voie principale reliant ces deux lobes.",
    "QuestionText": "La déconnexion entre les deux lobes temporaux peut être expliquée par :",
    "Subtopic": "Les Commissures Interhémisphériques",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La coordination du mouvement volontaire implique une boucle complexe incluant le cortex moteur (écorce cérébrale) pour l'initiation, et la capsule interne où passent les fibres motrices pyramidales et les fibres de régulation.",
    "Choice_A_Text": "L'écorce cérébrale et/ou la capsule interne.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le cortex et le noyau caudé sont impliqués dans la motricité.<br>La capsule extrême, contenant des fibres d'association, participe également à ces circuits complexes.",
    "Choice_B_Text": "Le cortex, la capsule extrême, et/ou le noyau caudé.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le cortex moteur, le putamen (partie du noyau lenticulaire) et la capsule externe qui le borde sont tous des éléments des circuits moteurs cortico-striato-thalamo-corticaux qui régulent le mouvement.",
    "Choice_C_Text": "Le cortex, la capsule externe et/ou le putamen.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La peau, la boîte crânienne et les méninges sont des structures de revêtement et de protection, elles ne participent pas à la coordination du mouvement.",
    "Choice_D_Text": "La peau, la boîte crânienne, et/ou les méninges.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le thalamus est un relais sensitif majeur et participe à la régulation motrice en connectant les noyaux gris centraux et le cervelet au cortex.<br>Une lésion thalamique peut donc causer des troubles de la coordination.",
    "Choice_E_Text": "Le thalamus.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La coupe de Charcot illustre les structures profondes du cerveau.<br>Les troubles de la coordination d'un mouvement volontaire peuvent résulter d'une atteinte à plusieurs niveaux de la boucle motrice : le cortex (planification), les noyaux gris centraux (thalamus, noyau caudé, putamen), et les voies de substance blanche (capsules interne, externe, extrême) qui les relient.",
    "QuestionText": "En vous basant sur la coupe transversale de Charcot et afin d'expliquer les troubles de la coordination d'un mouvement volontaire, vous allez chercher la cause soit au niveau de :",
    "Subtopic": "Configuration Interne des Hémisphères : Substance Grise et Substance Blanche",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La face inférieure de l'hémisphère cérébral est très accidentée, parcourue par de nombreux sillons et gyri, elle n'est donc pas dépourvue de scissures.",
    "Choice_A_Text": "Une face inférieure dépourvue de scissures.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La face inférieure de l'hémisphère est bien divisée en une partie antérieure, la face orbitaire du lobe frontal, et une partie postérieure, le lobe temporo-occipital.",
    "Choice_B_Text": "Une face inférieure dont on décrit le lobe frontal, et le lobe temporo-occipital.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La face inférieure repose sur les trois étages de la base du crâne : le lobe frontal sur l'étage antérieur et le lobe temporal sur l'étage moyen.",
    "Choice_C_Text": "Une face inférieure qui repose sur les différents étages de la base du crâne sauf le lobe temporal.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La scissure de Sylvius (sillon latéral) débute sur la face inférieure, où elle sépare le lobe frontal du lobe temporal, avant de se poursuivre sur la face latérale.",
    "Choice_D_Text": "Une face inférieure marquée par la scissure de Sylvius.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La face inférieure permet d'observer de nombreuses structures importantes : l'appareil olfactif (bulbe et bandelette), l'appareil visuel (nerfs et chiasma optique), l'espace perforé antérieur et les tubercules (corps) mamillaires.",
    "Choice_E_Text": "Une face inférieure dont on découvre l'appareil visuel, olfactif, l'espace perforé antérieur et les tubercules mamillaires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La face inférieure (ou basale) de l'hémisphère cérébral présente une anatomie complexe.<br>Elle est divisée en lobe frontal et lobe temporo-occipital, repose sur les étages de la base du crâne, et est le siège de structures nerveuses cruciales comme les voies olfactives et optiques.",
    "QuestionText": "L'examen de l'hémisphère cérébral permet de lui décrire :",
    "Subtopic": "Face Interne et Inférieure des Hémisphères Cérébraux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Une lourdeur des quatre membres (tétraparésie) impliquerait une lésion bilatérale ou une lésion médullaire haute.",
    "Choice_A_Text": "Une lourdeur des quatre membres.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Selon l'homoncule moteur, la représentation du membre inférieur est située sur la partie supérieure et médiale du gyrus, loin du pied du gyrus qui représente la face.",
    "Choice_B_Text": "Une lourdeur d'un hémicorps prédominante au membre inférieur.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le pied du gyrus frontal ascendant correspond à la zone de représentation motrice de la face et de la langue sur l'homoncule de Penfield.<br>Une lésion à ce niveau entraîne une paralysie faciale centrale et une paralysie de la langue du côté controlatéral.",
    "Choice_C_Text": "Une paralysie faciale et de la langue.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'aire de Broca (centre moteur du langage) est située dans le gyrus frontal inférieur (F3), juste en avant du pied du gyrus frontal ascendant.<br>Une lésion touchant cette zone peut donc provoquer une aphasie d'expression.",
    "Choice_D_Text": "Une aphasie de Broca.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les nerfs oculomoteurs sont commandés par les aires oculo-céphalogyres (aire 8) situées en avant du gyrus précentral, et leurs noyaux se trouvent dans le tronc cérébral.<br>Une lésion étendue du cortex frontal peut affecter ces aires.",
    "Choice_E_Text": "Une paralysie des nerfs oculomoteurs.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question se base sur la somatotopie du cortex moteur, représentée par l'Homoncule de Penfield.<br>Le pied du gyrus frontal ascendant (aire motrice primaire) contrôle la motricité de la face et de la langue.<br>Une lésion de cette zone provoque une paralysie facio-linguale controlatérale et peut s'associer à une aphasie de Broca en raison de la proximité de l'aire du langage.",
    "QuestionText": "La lésion du pied du gyrus frontal ascendant selon la présentation de l'Homoncule moteur de Penfield entraîne :",
    "Subtopic": "Le Lobe Frontal : Aires Motrices",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le faisceau cortico-nucléaire contrôle la motricité de la face.<br>Si le visage est épargné, ce faisceau n'est pas la cause de la lourdeur de l'hémicorps.",
    "Choice_A_Text": "Une lésion du faisceau cortico-nucléaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Une lésion du tronc cérébral affecterait le faisceau cortico-spinal mais risquerait aussi d'atteindre les noyaux des nerfs crâniens, ce qui rendrait l'épargne du visage moins probable.",
    "Choice_B_Text": "Une lésion du tronc cérébral.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le faisceau cortico-spinal est la voie motrice volontaire pour le cou, le tronc et les membres.<br>Une lésion de ce faisceau explique parfaitement une hémiplégie ou une hémiparésie (lourdeur d'un hémicorps) qui épargne la face, dont la motricité dépend du faisceau cortico-nucléaire.",
    "Choice_C_Text": "Une lésion du faisceau cortico-spinal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'avant-mur (claustrum) fait partie du système extrapyramidal et n'est pas la voie motrice principale.<br>Une lésion isolée ici ne provoquerait pas une lourdeur d'hémicorps typique.",
    "Choice_D_Text": "Une anomalie au niveau de l'avant-mur.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La capsule externe contient principalement des fibres d'association.<br>La voie motrice principale, le faisceau cortico-spinal, passe par la capsule interne.",
    "Choice_E_Text": "Une lésion capsulaire externe.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La dissociation entre l'atteinte motrice du corps et l'épargne de la face est un signe clinique classique qui oriente vers une lésion supranucléaire affectant sélectivement la voie pyramidale destinée à la moelle spinale.<br>Le faisceau cortico-spinal est la structure dont la lésion explique le mieux ce tableau.",
    "QuestionText": "La lourdeur d'un hémicorps épargnant le visage peut être expliquée par :",
    "Subtopic": "La Voie Motrice Principale (Voie Pyramidale)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Une lésion du nerf optique lui-même, en n'importe quel point de son trajet, est une cause directe de diminution de l'acuité visuelle de l'œil concerné.",
    "Choice_A_Text": "Une lésion du nerf optique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Une lésion du chiasma optique, où les fibres des hémichamps visuels nasaux décussent, entraîne typiquement une hémianopsie bitemporale, qui affecte le champ visuel mais peut aussi diminuer l'acuité visuelle.",
    "Choice_B_Text": "Une lésion chiasmatique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le cortex visuel primaire, où l'acuité est traitée, est situé autour de la scissure calcarine.<br>Une lésion du lobe occipital, incluant le 5ème gyrus, peut affecter la perception visuelle et donc l'acuité.",
    "Choice_C_Text": "Une lésion du 5ème gyrus occipital.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La région sellaire (selle turcique) est en rapport étroit avec le chiasma optique.<br>Une tumeur de l'hypophyse, par exemple, peut comprimer le chiasma et provoquer des troubles visuels, incluant une baisse d'acuité.",
    "Choice_D_Text": "Une lésion de la région sellaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le canal optique est l'orifice osseux par lequel le nerf optique pénètre dans l'orbite.<br>Une compression à ce niveau (fracture, tumeur) peut léser le nerf optique et diminuer l'acuité visuelle.",
    "Choice_E_Text": "Une lésion du canal optique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Une diminution de l'acuité visuelle peut résulter d'une lésion à n'importe quel niveau des voies optiques.<br>Cela inclut le nerf optique lui-même, le chiasma optique (souvent par compression par une lésion de la région sellaire), le passage dans le canal optique, et les aires corticales visuelles occipitales.",
    "QuestionText": "Une diminution de l'acuité visuelle, pouvait être secondaire à :",
    "Subtopic": "Orifices de la Base du Crâne et Structures Associées",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le lobe pariétal est le cortex somesthésique primaire.<br>Une lésion à ce niveau peut entraîner des troubles de toutes les sensibilités, y compris thermoalgique.",
    "Choice_A_Text": "Une lésion du lobe pariétal.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Une lésion centromédullaire (autour du canal épendymaire), comme dans la syringomyélie, interrompt les fibres de la sensibilité thermoalgique qui décussent à ce niveau, provoquant une anesthésie thermoalgique caractéristique.",
    "Choice_B_Text": "Une lésion centromédullaire.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le thalamus est un relais obligatoire pour toutes les voies sensitives, y compris la voie spino-thalamique (thermoalgique).<br>Une lésion thalamique peut donc causer une anesthésie thermoalgique controlatérale.",
    "Choice_C_Text": "Une lésion des noyaux thalamiques.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les cellules pyramidales sont des neurones moteurs.<br>Leur lésion provoque une paralysie et non une anesthésie.",
    "Choice_D_Text": "Une lésion des cellules pyramidales.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une lésion étendue du cordon postérieur peut, par effet de masse ou par atteinte vasculaire associée, comprimer les voies spino-thalamiques adjacentes dans le cordon antéro-latéral, entraînant ainsi secondairement une anesthésie thermoalgique.",
    "Choice_E_Text": "Une lésion du cordon postérieur de la moelle épinière.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Une anesthésie thermoalgique peut être expliquée par une lésion de la voie spino-thalamique à n'importe quel niveau de son trajet : au niveau de sa décussation dans la moelle (lésion centromédullaire), de son trajet dans le tronc cérébral, de son relais dans le thalamus ou de son arrivée au cortex pariétal.",
    "QuestionText": "Une anesthésie thermoalgique est expliquée anatomiquement par :",
    "Subtopic": "Les Voies de la Sensibilité (Voies Ascendantes)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Les aires olfactives primaires sont situées sur la face inférieure du lobe frontal.<br>Une lésion frontale peut donc entraîner des troubles de l'odorat.",
    "Choice_A_Text": "Des troubles de l'odorat.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le cortex préfrontal, partie la plus antérieure du lobe frontal, est le siège des fonctions exécutives et de la régulation du comportement.<br>Une lésion provoque un syndrome frontal avec des troubles comportementaux.",
    "Choice_B_Text": "Des troubles du comportement.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les troubles du comportement liés à un syndrome frontal, tels que l'apathie ou la désinhibition, peuvent constituer un tableau psychiatrique.",
    "Choice_C_Text": "Des troubles psychiatriques.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les troubles visuels sont principalement liés à une lésion du lobe occipital, où se trouve le cortex visuel.",
    "Choice_D_Text": "Des troubles visuels.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'aire de Broca, le centre moteur du langage parlé, est située dans le gyrus frontal inférieur.<br>Une lésion du lobe frontal peut donc entraîner une aphasie d'expression.",
    "Choice_E_Text": "Des troubles du langage parlé.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le lobe frontal a des fonctions très diverses.<br>Sa partie postérieure est motrice, mais sa partie antérieure (cortex préfrontal) est cruciale pour le comportement, la personnalité et les fonctions cognitives supérieures.<br>Il abrite également le centre du langage parlé et des aires liées à l'odorat.",
    "QuestionText": "La lésion du lobe frontal pouvait entraîner :",
    "Subtopic": "Gyri des Lobes Frontal et Pariétal et leurs Rôles Fonctionnels",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le bulbe olfactif est le premier relais nerveux central des voies olfactives.<br>Sa lésion (par exemple lors d'un traumatisme crânien) est une cause directe d'anosmie.",
    "Choice_A_Text": "Une lésion du bulbe olfactif.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'hippocampe, structure clé du lobe limbique, reçoit des afférences olfactives importantes pour la mémoire des odeurs.<br>Une lésion peut altérer la reconnaissance des odeurs (agnosie olfactive), se manifestant comme une anosmie fonctionnelle.",
    "Choice_B_Text": "Une lésion hippocampique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'os ethmoïde forme la lame criblée, par laquelle passent les filets du nerf olfactif.<br>Une fracture de cette lame peut sectionner ces filets et provoquer une anosmie.",
    "Choice_C_Text": "Une lésion de l'os ethmoïdal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lobe limbique est la principale destination corticale des informations olfactives, les intégrant aux émotions et à la mémoire.<br>Une lésion à ce niveau peut perturber la perception consciente des odeurs.",
    "Choice_D_Text": "Une lésion du lobe limbique.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Une lésion des fosses nasales (rhinite, polypes) peut empêcher les molécules odorantes d'atteindre les récepteurs olfactifs, causant une anosmie de transmission.",
    "Choice_E_Text": "Une lésion des fosses nasales.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'anosmie, ou perte de l'odorat, peut être due à une atteinte à plusieurs niveaux de la voie olfactive : au niveau des récepteurs (fosses nasales), des premiers neurones (traversant l'ethmoïde), du premier relais (bulbe olfactif) ou des centres d'intégration supérieurs (hippocampe, lobe limbique).",
    "QuestionText": "Anatomiquement, une anosmie (perte de l'odorat) est secondaire à :",
    "Subtopic": "Face Interne et Inférieure des Hémisphères Cérébraux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette affirmation décrit l'artère carotide interne, qui est une branche de la carotide primitive.<br>Dans le cadre d'une question sur le système carotidien dans son ensemble, elle est considérée comme incorrecte car elle ne s'applique pas à l'artère primitive elle-même.",
    "Choice_A_Text": "L'artère donne naissance à l'artère ophtalmique juste avant de quitter le sinus caverneux.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La bifurcation de l'artère carotide commune (ou primitive) en artères carotides interne et externe se produit bien au niveau du cou, en regard de la vertèbre cervicale C4.",
    "Choice_B_Text": "Sa bifurcation se fait en regard de la 4ème vertèbre cervicale.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Il existe une asymétrie d'origine : à gauche, la carotide commune naît directement de la crosse aortique, tandis qu'à droite, elle naît du tronc artériel brachiocéphalique.",
    "Choice_C_Text": "L'artère naît séparément de l'artère sous-clavière au niveau de l'aorte à gauche et par un seul tronc artériel commun brachiocéphalique à droite.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "C'est l'artère carotide interne, et non la primitive, qui traverse le sinus caverneux.<br>L'affirmation est donc fausse.",
    "Choice_D_Text": "L'artère traverse un lac veineux au niveau de la base du crâne en décrivant le siphon carotidien.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'artère carotide primitive, en donnant naissance à l'artère carotide interne, est le tronc d'origine de la vascularisation antérieure de l'encéphale et participe donc à celle-ci.",
    "Choice_E_Text": "L'artère participe à la vascularisation de l'encéphale.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur l'artère carotide primitive (commune).<br>Il est important de connaître son origine asymétrique, le niveau de sa bifurcation en C4, et son rôle de tronc d'origine pour la vascularisation de l'encéphale via sa branche interne, tout en la distinguant des caractéristiques propres à cette dernière.",
    "QuestionText": "L'anatomie de l'artère carotide primitive vous permet de constater que :",
    "Subtopic": "Le Tronc Antérieur : Système Carotidien - Origine et Trajet",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le polygone de Willis est situé à la base du cerveau, dans l'espace sous-arachnoïdien, où il baigne dans le liquide cérébrospinal, et non dans l'espace extradural.",
    "Choice_A_Text": "Sa situation est au niveau de la face inférieure de l'encéphale au niveau de l'espace extradural.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La partie antérieure du polygone, formée par les artères cérébrales antérieures et la communicante antérieure, est située dans la citerne opto-chiasmatique, un élargissement de l'espace sous-arachnoïdien.",
    "Choice_B_Text": "Sa partie antérieure se situe dans un lac liquidien représenté par la citerne opto-chiasmatique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La partie postéro-latérale du polygone, notamment les artères communicantes postérieures et les cérébrales postérieures, se trouve dans la citerne péri-mésencéphalique (ou citerne de la base).",
    "Choice_C_Text": "Sa partie postéro-latérale se situe dans la citerne péri-mésencéphalique.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tronc vertébro-basilaire donne les artères cérébrales postérieures qui forment la partie postérieure du polygone et assure bien la vascularisation de l'étage sous-tentoriel (tronc cérébral et cervelet).",
    "Choice_D_Text": "Le tronc vasculaire vertébro-basilaire fait partie postérieure du polygone et assure la vascularisation de l'étage sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le polygone de Willis est un site fréquent de malformations vasculaires congénitales, notamment les anévrismes sacculaires, dont la rupture cause une hémorragie méningée.",
    "Choice_E_Text": "Sa configuration anatomique peut être le siège de malformation congénitale type anévrisme intracrânien.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le polygone de Willis est un cercle anastomotique artériel vital à la base du cerveau.<br>Il est situé dans l'espace sous-arachnoïdien, au sein des citernes de la base.<br>Il relie les systèmes carotidien et vertébro-basilaire et est un site privilégié d'anévrismes.",
    "QuestionText": "L'exploration du polygone de Willis vous permet de constater que :",
    "Subtopic": "Le Polygone de Willis et la Vascularisation Territoriale",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'artère ophtalmique passe dans le canal optique avec le nerf optique.<br>La veine ophtalmique et le nerf ophtalmique (V1) passent, eux, par la fente sphénoïdale.",
    "Choice_A_Text": "L'artère est accompagnée par la veine ophtalmique ainsi que le nerf ophtalmique V1 au niveau de la fente sphénoïdale.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'artère ophtalmique pénètre dans l'orbite via le canal optique, où elle chemine avec le nerf optique (II), assurant sa vascularisation.",
    "Choice_B_Text": "L'artère est responsable de la vascularisation du nerf optique qui l'accompagne au niveau du canal optique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'artère ophtalmique est la première branche collatérale majeure de l'artère carotide interne; elle n'appartient pas au système vertébro-basilaire.",
    "Choice_C_Text": "L'artère est une branche du tronc artériel vertébro-basilaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "C'est l'artère carotide interne, dont elle est issue, qui traverse le sinus caverneux, et non l'artère ophtalmique elle-même.",
    "Choice_D_Text": "L'artère traverse le sinus caverneux accompagnée des nerfs oculomoteurs et du nerf ophtalmique.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'artère ophtalmique est une artère, elle apporte le sang oxygéné.<br>Le retour sanguin est assuré par les veines ophtalmiques.",
    "Choice_E_Text": "L'artère assure le retour sanguin vers le sinus caverneux.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "L'artère ophtalmique est une branche de la carotide interne destinée à l'orbite et à son contenu.<br>Son rapport principal est avec le nerf optique au sein du canal optique.<br>Il ne faut pas la confondre avec les autres structures vasculaires et nerveuses qui passent par la fente sphénoïdale ou qui traversent le sinus caverneux.",
    "QuestionText": "L'exploration de l'artère ophtalmique vous permet de constater que :",
    "Subtopic": "Le Tronc Antérieur : Système Carotidien - Origine et Trajet",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le liquide cérébrospinal (LCS) circule dans tout le système nerveux central, à la fois dans l'étage sus-tentoriel, sous-tentoriel et autour de la moelle spinale.",
    "Choice_A_Text": "Circule exclusivement en sus-tentoriel.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La circulation du LCS suit un flux unidirectionnel et descendant : des ventricules vers les espaces sous-arachnoïdiens de l'encéphale et de la moelle spinale.",
    "Choice_B_Text": "Garde une circulation descendante de l'étage sus-tentoriel vers l'étage sous-tentoriel et l'espace sous-arachnoïdien périspinal.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'affirmation est incorrecte car elle mélange les deux processus : la sécrétion se fait au niveau des plexus choroïdes et la résorption au niveau des villosités arachnoïdiennes.<br>Les villosités ne sécrètent pas le LCS.",
    "Choice_C_Text": "Garde sa sécrétion et sa résorption au niveau des villosités arachnoïdiennes au sein de la lumière du sinus longitudinal supérieur.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le LCS circule dans l'espace sous-arachnoïdien (entre l'arachnoïde et la pie-mère), et non entre les deux feuillets de la dure-mère où se trouvent les sinus veineux.",
    "Choice_D_Text": "Garde sa circulation entre les deux feuillets de la dure-mère.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La production (sécrétion) du LCS est bien assurée par les plexus choroïdes, qui sont des structures vasculaires situées principalement dans les ventricules latéraux et le toit du quatrième ventricule.",
    "Choice_E_Text": "Garde sa sécrétion ainsi que sa formation au niveau des plexus choroïdes des ventricules latéraux et du 4ème ventricule.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le liquide cérébrospinal a un cycle de vie bien défini : il est produit par les plexus choroïdes, circule de haut en bas dans le système ventriculaire puis dans les espaces sous-arachnoïdiens, et est finalement résorbé dans la circulation veineuse via les granulations arachnoïdiennes.",
    "QuestionText": "En plus de son rôle nourricier, le liquide cérébrospinal :",
    "Subtopic": "Le Liquide Cérébro-Spinal (LCS)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le corps calleux est la plus grande commissure interhémisphérique, constituée d'un épais faisceau d'axones myélinisés, donc de substance blanche.",
    "Choice_A_Text": "Il est constitué essentiellement de substance blanche.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Sa fonction principale est de connecter les aires homologues et hétérologues des deux hémisphères cérébraux, permettant leur communication et la coordination de leurs fonctions.",
    "Choice_B_Text": "Il est riche en faisceaux qui assurent la communication et la coordination des deux hémisphères cérébraux.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Une fine lame verticale, le septum pellucidum, est tendue entre la face inférieure du corps calleux en haut et le trigone (ou fornix) en bas.",
    "Choice_C_Text": "Le trigone est attaché à son bord inférieur par le septum pellucidum.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Bien qu'il soit en rapport anatomique très étroit avec le gyrus cingulaire, le corps calleux est une structure de connexion (une commissure) et n'est pas considéré comme une partie constitutive du lobe limbique lui-même.",
    "Choice_D_Text": "Il fait partie des lobes cingulaire et limbiques.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La face supérieure du corps calleux est en rapport avec le bord inférieur de la faux du cerveau, où chemine le sinus sagittal inférieur, et est parcourue par les artères péricalleuses.",
    "Choice_E_Text": "Sa face supérieure répond au sinus sagittal inférieur et aux artères péricalleuses.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le corps calleux est une structure de substance blanche fondamentale pour la communication interhémisphérique.<br>Il est important de connaître sa nature, sa fonction, et ses rapports anatomiques avec les autres commissures (trigone, septum pellucidum), les lobes (limbique) et les structures vasculaires et méningées adjacentes.",
    "QuestionText": "Le corps calleux :",
    "Subtopic": "Le Corps Calleux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La tente du cervelet est un repli horizontal de la dure-mère, formé par un dédoublement de son feuillet méningé.",
    "Choice_A_Text": "De montrer qu'elle est formée d'un dédoublement dure-mérien.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La grande circonférence (bord périphérique) de la tente du cervelet s'insère bien sur les apophyses clinoïdes postérieures en avant.",
    "Choice_B_Text": "De montrer que la grande circonférence s'insère en avant sur l'apophyse clinoïde postérieure.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Bien que les sinus latéral et sigmoïde longent l'insertion de la tente, leurs parois sont également formées par l'os.<br>Dire que la tente 'forme la paroi' est une simplification excessive, rendant l'affirmation discutable.",
    "Choice_C_Text": "De montrer que la tente forme la paroi des sinus sigmoïde et latéral.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La tente du cervelet constitue un diaphragme horizontal qui sépare la cavité crânienne en un étage sus-tentoriel (contenant les hémisphères cérébraux) et un étage sous-tentoriel (contenant le cervelet et le tronc cérébral).",
    "Choice_D_Text": "De montrer que la tente divise l'encéphale en deux étages : sus- et sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'ouverture délimitée par les bords de la tente se nomme l'incisure tentorielle.<br>Le nom 'orifice ovale de Pacchioni' est un synonyme classique pour désigner ce passage pour le tronc cérébral.",
    "Choice_E_Text": "De montrer que ces deux circonférences délimitent l'orifice ovale de Pacchioni.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La tente du cervelet est un repli dure-mérien majeur qui compartimente la boîte crânienne.<br>Son anatomie, ses insertions, ses rapports avec les sinus veineux et le passage qu'elle ménage pour le tronc cérébral (incisure tentorielle) sont des éléments fondamentaux de l'anatomie endocrânienne.",
    "QuestionText": "L'anatomie de la tente du cervelet vous permet :",
    "Subtopic": "Les Dédoublements (Plis) de la Dure-Mère",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le tronc basilaire naît de la fusion des deux artères vertébrales au niveau du sillon bulbo-protubérantiel, à la jonction entre la moelle allongée et le pont.",
    "Choice_A_Text": "Il naît en regard du sillon pédonculo-protubérantiel par la fusion des deux artères vertébrales.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le tronc basilaire donne naissance à l'artère cérébelleuse moyenne (AICA) et à l'artère cérébelleuse supérieure, assurant ainsi la vascularisation d'une grande partie du cervelet.",
    "Choice_B_Text": "Il est responsable de la vascularisation de 1/3 moyen et supérieur du cervelet.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le tronc basilaire se termine au niveau du sillon ponto-pédonculaire en se divisant en ses deux branches terminales, les artères cérébrales postérieures.",
    "Choice_C_Text": "L'artère cérébrale postérieure est l'une de ses branches terminales.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tronc basilaire, via ses nombreuses branches perforantes (artères pontiques), est la source de vascularisation principale et quasi exclusive de la protubérance annulaire (pont).",
    "Choice_D_Text": "Il est responsable et de façon exclusive de la vascularisation de la protubérance annulaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le tronc basilaire est une artère; la résorption du liquide cérébrospinal est une fonction assurée par les granulations arachnoïdiennes qui se drainent dans les sinus veineux.",
    "Choice_E_Text": "Il participe à la résorption du liquide cérébrospinal.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le tronc basilaire est une artère impaire et médiane, pièce maîtresse du système de vascularisation postérieur de l'encéphale.<br>Il est formé par la confluence des artères vertébrales, chemine sur le pont qu'il vascularise, et se termine en donnant les artères cérébrales postérieures.",
    "QuestionText": "L'étude anatomique du tronc artériel basilaire vous permet de démontrer que :",
    "Subtopic": "Le Tronc Postérieur : Système Vertébro-Basilaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le trou déchiré postérieur (foramen jugulaire) est un orifice de l'étage postérieur de la base du crâne, et non de l'étage moyen.",
    "Choice_A_Text": "Elle quitte la base du crâne au niveau de l'étage moyen à travers le trou déchiré postérieur.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La veine jugulaire interne traverse le foramen jugulaire, accompagnée des trois nerfs crâniens : le glossopharyngien (IX), le vague (X) et l'accessoire (XI).",
    "Choice_B_Text": "Elle est accompagnée au cours de ce trajet foraminal par les nerfs IX, X, et XI.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La veine jugulaire interne est le principal vaisseau de drainage veineux de l'encéphale, collectant le sang de la quasi-totalité des sinus veineux duraux.",
    "Choice_C_Text": "Elle assure en totalité le retour veineux de l'encéphale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La veine jugulaire interne est la continuation directe du sinus sigmoïde, qui lui-même reçoit le sang du sinus latéral.<br>Elle draine donc bien le sang venant de la périphérie cérébrale via ce système sinusal.",
    "Choice_D_Text": "Elle reçoit le sang veineux venant de la périphérie cérébrale par l'intermédiaire du sinus latéral et sigmoïde.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le sinus caverneux se draine principalement via les sinus pétreux (supérieur et inférieur) vers le sinus sigmoïde et la veine jugulaire interne.<br>Il existe des anastomoses complexes, mais le lien avec le sinus longitudinal inférieur est indirect.",
    "Choice_E_Text": "Elle reçoit le sang veineux du sinus caverneux via le sinus longitudinal inférieur.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La veine jugulaire interne est le collecteur veineux final de l'encéphale.<br>Elle fait suite au sinus sigmoïde, quitte le crâne par le foramen jugulaire en compagnie des nerfs IX, X et XI, et draine la majorité du sang intracrânien.",
    "QuestionText": "L'étude anatomique de la veine jugulaire interne vous permet de démontrer que :",
    "Subtopic": "Les Sinus Veineux Duraux : Drainage du Sang Cérébral",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le message sensitif part de la périphérie et converge vers les centres supérieurs, il est donc ascendant et convergent.<br>Le message moteur part du cortex et se distribue à de multiples muscles, il est donc descendant et divergent.",
    "Choice_A_Text": "Que le message sensitif est un message ascendant et convergent alors que le message moteur est un message descendant et divergent.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le faisceau cortico-nucléaire a une organisation complexe avec une innervation majoritairement bilatérale pour de nombreux noyaux moteurs, ce qui le distingue du faisceau cortico-spinal qui croise massivement la ligne médiane.",
    "Choice_B_Text": "Que le message moteur véhiculé par le faisceau cortico-nucléaire, destiné aux nerfs crâniens, ne croise pas la ligne médiane.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La voie pyramidale (faisceaux cortico-spinal et cortico-nucléaire) est bien la voie principale de la motricité volontaire, consciente et précise.",
    "Choice_C_Text": "Que la voie pyramidale est la voie de la motricité volontaire principale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La voie de la sensibilité intéroceptive (venant des viscères) est sous la dépendance du système nerveux autonome, et ses informations sont relayées, entre autres, par le thalamus vers le cortex insulaire.",
    "Choice_D_Text": "Que la voie de la sensibilité intéroceptive est sous la dépendance du système nerveux autonome, entre autres le thalamus.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La voie de la sensibilité thermoalgique (douleur et température) est une sensibilité extéroceptive qui emprunte le faisceau spino-thalamique, une voie qui croise la ligne médiane au niveau de la moelle épinière.",
    "Choice_E_Text": "Que la voie de la sensibilité thermoalgique fait partie de la sensibilité extéroceptive spinothalamique croisée.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question récapitule les grands principes d'organisation des voies nerveuses.<br>Elle oppose les caractéristiques des voies sensitives (ascendantes, convergentes) et motrices (descendantes, divergentes) et interroge sur les spécificités de la voie pyramidale et des différentes voies de la sensibilité.",
    "QuestionText": "L'étude anatomo-fonctionnelle du système nerveux vous permet de démontrer :",
    "Subtopic": "Les Voies de la Sensibilité (Voies Ascendantes)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le plancher du troisième ventricule est la paroi inférieure de cette cavité; il n'est pas la cavité elle-même, qui est l'espace interthalamique rempli de LCS (cette justification est la seule que j'ai trouvé).",
    "Choice_A_Text": "Est une cavité liquidienne interthalamique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Les tubercules (ou corps) mamillaires, qui font partie du circuit de la mémoire, forment un relief sur la partie postérieure du plancher du troisième ventricule.",
    "Choice_B_Text": "Les tubercules mamillaires font partie de ses structures anatomiques.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'infundibulum tubérien est une dépression sur le plancher du troisième ventricule d'où part la tige pituitaire (ou tige hypophysaire) qui relie l'hypothalamus à l'hypophyse.",
    "Choice_C_Text": "Est le point de départ de la tige pituitaire en regard de l'infundibulum tubérien.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tuber cinereum est la portion de l'hypothalamus qui forme le plancher du troisième ventricule, juste en arrière du chiasma optique.",
    "Choice_D_Text": "Est caractérisé par la présence du tuber cinereum.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les plexus choroïdes, responsables de la fabrication du LCS, sont présents dans les ventricules latéraux et le quatrième ventricule, mais sont absents du troisième ventricule.",
    "Choice_E_Text": "Est riche en plexus choroïdes.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le plancher du troisième ventricule correspond anatomiquement à l'hypothalamus et présente plusieurs structures clés comme les corps mamillaires, le tuber cinereum et l'infundibulum.<br>C'est une zone fonctionnelle capitale, mais elle ne contient pas de plexus choroïdes.",
    "QuestionText": "Le plancher du troisième ventricule :",
    "Subtopic": "Le Troisième Ventricule (V3) : Parois et Rapports Clés",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le carrefour ventriculaire (ou atrium) est bien la zone de convergence des trois cornes du ventricule latéral : la corne frontale (antérieure), la corne occipitale (postérieure) et la corne temporale (inférieure).",
    "Choice_A_Text": "Est une cavité liquidienne où convergent les trois cornes ventriculaires.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le liquide cérébrospinal s'écoulant du carrefour ventriculaire (partie du ventricule latéral) rejoint le troisième ventricule puis le quatrième ventricule via l'aqueduc mésencéphalique.<br>Il existe donc bien une communication fonctionnelle.",
    "Choice_B_Text": "Communique avec le quatrième ventricule via l'aqueduc mésencéphalique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le carrefour ventriculaire est situé au sein de la substance blanche de l'hémisphère cérébral, au niveau du lobe pariétal.",
    "Choice_C_Text": "Est situé au fond du lobe pariétal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "C'est une cavité remplie de liquide cérébrospinal au sein du cerveau, et non une cavité aérique (sinus) de l'os frontal.",
    "Choice_D_Text": "Est une cavité aérique de l'os frontal.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La communication du ventricule latéral (dont fait partie le carrefour) avec le troisième ventricule se fait par le trou de Monro, et non l'orifice ovale.",
    "Choice_E_Text": "Est en communication avec le troisième ventricule via l'orifice ovale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le carrefour ventriculaire est une partie du ventricule latéral, située dans le lobe pariétal.<br>C'est le point de jonction des trois cornes ventriculaires, et le LCS qui s'y trouve s'écoule vers le troisième puis le quatrième ventricule.",
    "QuestionText": "Le carrefour ventriculaire :",
    "Subtopic": "Le Système Ventriculaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La surface du cortex cérébral est très plissée et non lisse.<br>Elle est parcourue par de profondes scissures et de multiples sillons qui délimitent les gyri.",
    "Choice_A_Text": "Est lisse en surface et riche en sillons et gyrus.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les sillons les plus profonds, appelés fissures ou scissures (comme la scissure de Sylvius ou de Rolando), divisent la surface de chaque hémisphère en plusieurs lobes fonctionnels.",
    "Choice_B_Text": "Est subdivisé par les scissures en plusieurs structures fonctionnelles : les lobes.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Sur une vue supérieure de l'encéphale, la scissure inter-hémisphérique est la fissure la plus évidente, séparant profondément les deux hémisphères cérébraux droit et gauche.",
    "Choice_C_Text": "Est marqué par la scissure inter-hémisphérique sur une vue supérieure de l'encéphale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La surface externe du cerveau est intimement recouverte par la pie-mère.<br>L'arachnoïde se trouve au-dessus, séparée par l'espace sous-arachnoïdien où circulent les gros vaisseaux.",
    "Choice_D_Text": "Sa surface externe est tapissée par l'arachnoïde riche en artères et veines.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le cortex cérébral est constitué de substance grise (corps cellulaires des neurones).<br>La substance blanche, située en profondeur, est composée des axones.",
    "Choice_E_Text": "Est riche en substance blanche qui assure la fonction sensitive, intégrative et motrice.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le cortex cérébral est la couche de substance grise qui recouvre les hémisphères.<br>Sa principale caractéristique est son aspect plissé, divisé en lobes par les scissures.<br>La scissure inter-hémisphérique sépare les deux hémisphères.",
    "QuestionText": "Le cortex cérébral :",
    "Subtopic": "Configuration Interne des Hémisphères : Substance Grise et Substance Blanche",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le trou ovale de Pacchioni (ou incisure tentorielle) est l'orifice ménagé dans la tente du cervelet pour laisser passer le tronc cérébral, et plus précisément le mésencéphale.",
    "Choice_A_Text": "Assure le passage du mésencéphale représenté par les pédoncules cérébraux.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Les limites de cet orifice sont bien formées par les bords libres de la tente du cervelet.",
    "Choice_B_Text": "Ses limites sont décrites par la tente du cervelet.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'incisure tentorielle est l'espace délimité par le bord libre (petite circonférence) et le bord attaché (grande circonférence) de la tente du cervelet, qui forment respectivement ses limites médiale et latérale.",
    "Choice_C_Text": "Ses parois sont formées par la petite et la grande circonférence de la tente du cervelet.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "En permettant la communication entre l'étage sous-tentoriel et l'étage sus-tentoriel, il constitue bien une zone frontière clé entre ces deux compartiments.",
    "Choice_D_Text": "Est une zone frontière entre l'étage sus- et sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Il s'agit d'une ouverture dans un repli méningé (la tente du cervelet) et non d'un foramen osseux de la base du crâne.",
    "Choice_E_Text": "Est parmi les foramens de l'étage postérieur de la base du crâne.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le trou ovale de Pacchioni, ou incisure de la tente, est un orifice clé dans la dure-mère crânienne.<br>Il est délimité par la tente du cervelet et permet le passage du mésencéphale entre les étages sous et sus-tentoriels.",
    "QuestionText": "Le trou ovale de Pacchioni :",
    "Subtopic": "Les Dédoublements (Plis) de la Dure-Mère",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le foramen magnum est le lieu de la jonction bulbo-médullaire; c'est donc la transition entre la moelle allongée (bulbe) et la moelle épinière qui le traverse.",
    "Choice_A_Text": "Assure le passage de la moelle allongée.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "C'est l'orifice par lequel le système nerveux central intracrânien (encéphale) se prolonge par sa partie rachidienne (moelle épinière).",
    "Choice_B_Text": "Assure la continuité de l'encéphale par la moelle épinière.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Situé à la base de l'os occipital, il marque la transition entre la cavité crânienne et le canal vertébral.",
    "Choice_C_Text": "Est une zone frontière entre la boîte crânienne et la colonne vertébrale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le foramen magnum est le plus grand orifice de l'étage postérieur de la base du crâne.<br>Le passage de l'artère carotide interne se fait plus en avant, au niveau de l'étage moyen.",
    "Choice_D_Text": "Fait partie des foramens de l'étage moyen de la base du crâne donnant passage à l'artère carotide interne.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le liquide cérébrospinal (LCS) circule de l'espace sous-arachnoïdien crânien à l'espace sous-arachnoïdien spinal à travers le foramen magnum, assurant la continuité de cet espace liquidien.",
    "Choice_E_Text": "Est un orifice qui assure la circulation du liquide cérébrospinal entre l'encéphale et la moelle épinière.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le foramen magnum (ou trou occipital) est un orifice majeur de l'étage postérieur de la base du crâne.<br>Il assure la continuité physique et fonctionnelle entre l'encéphale et la moelle épinière, permettant le passage des structures nerveuses (jonction bulbo-médullaire), vasculaires (artères vertébrales) et des enveloppes méningées et liquidiennes.",
    "QuestionText": "Le foramen magnum :",
    "Subtopic": "L'Étage Postérieur",
    "YearAsked": "Février 2025 (Normale)"
  }
]
