[
  {
    "Choice_A_Explanation": "Le noyau globuleux est l'un des noyaux gris centraux du cervelet, et n'appartient pas au pont.",
    "Choice_A_Text": "Le noyau globuleux.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La formation réticulée est un réseau diffus de neurones qui s'étend à travers le tronc cérébral, y compris le pont, où elle joue des rôles dans la vigilance et d'autres fonctions vitales.",
    "Choice_B_Text": "La formation réticulée.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le noyau rouge est une structure caractéristique du mésencéphale, impliquée dans la coordination motrice, et ne fait pas partie du pont.",
    "Choice_C_Text": "Le noyau rouge.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La substance noire (locus niger) est un noyau du mésencéphale, essentiel pour le contrôle moteur et la production de dopamine.<br>Elle n'est pas située dans le pont.",
    "Choice_D_Text": "La substance noire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La bandelette longitudinale postérieure, ou faisceau longitudinal médial, est un faisceau de fibres qui traverse le tronc cérébral, y compris le pont, pour coordonner les mouvements des yeux et de la tête.",
    "Choice_E_Text": "La bandelette longitudinale postérieure.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur l'identification des structures anatomiques du pont.<br>Le pont contient des structures de passage comme la formation réticulée et la bandelette longitudinale postérieure.<br>En revanche, le noyau globuleux appartient au cervelet, tandis que le noyau rouge et la substance noire sont des structures spécifiques du mésencéphale.",
    "QuestionText": "Cochez le(s) élément(s) qui appartiennent au pont :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le noyau cardio-pneumo-entérique, aussi connu comme le noyau dorsal du nerf vague (X), est un centre axial majeur du système nerveux parasympathique qui régule les fonctions des viscères thoraciques et abdominaux.",
    "Choice_A_Text": "Le noyau cardio-pneumo-entérique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le noyau stellaire, ou ganglion stellaire, est un ganglion de la chaîne sympathique latéro-vertébrale.<br>Il appartient donc au système nerveux orthosympathique, et non parasympathique.",
    "Choice_B_Text": "Le noyau stellaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le ganglion ciliaire est un ganglion périphérique où les fibres parasympathiques pré-ganglionnaires font synapse.<br>Ce n'est pas un centre axial (situé dans le SNC).",
    "Choice_C_Text": "Le ganglion ciliaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le noyau salivaire supérieur est un centre axial parasympathique situé dans le pont.<br>Ses fibres cheminent avec le nerf facial (VII bis) pour innerver les glandes submandibulaires et sublinguales.",
    "Choice_D_Text": "Le noyau salivaire supérieur.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le ganglion otique est un ganglion parasympathique périphérique, associé au nerf glossopharyngien (IX).<br>Il ne s'agit pas d'un centre axial.",
    "Choice_E_Text": "Le noyau otique.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question demande d'identifier les centres axiaux (situés dans le système nerveux central) du système parasympathique.<br>Le noyau cardio-pneumo-entérique et le noyau salivaire supérieur sont des noyaux de nerfs crâniens appartenant à ce système.<br>Le noyau (ganglion) stellaire est sympathique, tandis que les ganglions ciliaire et otique sont des structures périphériques et non des centres axiaux.",
    "QuestionText": "Cochez les éléments qui appartiennent aux centres axiaux du système nerveux parasympathique :",
    "Subtopic": "Le système nerveux autonome",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le sillon basilaire est une dépression médiane sur la face antérieure du pont, formée par le passage du tronc basilaire.<br>Il n'appartient pas au mésencéphale.",
    "Choice_A_Text": "Le sillon basilaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les corps mamillaires sont des structures appartenant au diencéphale (hypothalamus), visibles dans l'espace inter-pédonculaire mais ne faisant pas partie du mésencéphale lui-même.",
    "Choice_B_Text": "Les corps mamillaires.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les pédoncules cérébraux constituent la partie ventrale du mésencéphale.<br>Ils contiennent les grandes voies motrices descendantes, comme le faisceau cortico-spinal.",
    "Choice_C_Text": "Les pédoncules cérébraux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les corps genouillés médiaux sont des noyaux du thalamus (partie du diencéphale) qui servent de relais pour les voies auditives.<br>Ils sont en connexion avec les colliculi inférieurs mais n'appartiennent pas au mésencéphale.",
    "Choice_D_Text": "Les corps genouillés médiaux.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les colliculi inférieurs (ou tubercules quadrijumeaux postérieurs) sont deux saillies situées sur la face dorsale du mésencéphale (lame tectale), jouant un rôle de relais dans les voies auditives.",
    "Choice_E_Text": "Les colliculi inférieurs.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question évalue la connaissance de l'anatomie externe du mésencéphale.<br>Les pédoncules cérébraux (face antérieure) et les colliculi inférieurs (face postérieure) en sont des parties intégrantes.<br>Le sillon basilaire appartient au pont, et les corps mamillaires ainsi que les corps genouillés médiaux appartiennent au diencéphale.",
    "QuestionText": "Cochez les éléments qui appartiennent au mésencéphale :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La limite inférieure de la moelle allongée (bulbe rachidien) est classiquement définie par la décussation des pyramides, qui correspond au croisement des faisceaux cortico-spinaux.",
    "Choice_A_Text": "Présente comme limite inférieure la décussation pyramidale.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La toile épendymaire (ou membrane tectoriale), qui forme le toit de la partie inférieure du 4ème ventricule, se situe à la face postérieure de la moelle allongée, et non à sa face antérieure.",
    "Choice_B_Text": "Présente la toile épendymaire à la face antérieure.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'origine apparente du nerf hypoglosse (XII) se trouve à la face antéro-latérale de la moelle allongée, dans le sillon pré-olivaire (sillon latéral ventral), entre la pyramide et l'olive.",
    "Choice_C_Text": "Présente l'origine apparente du nerf XII à sa face postérieure.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La moelle allongée est reliée au cervelet par les pédoncules cérébelleux inférieurs (ou corps restiformes), qui transmettent des informations proprioceptives et vestibulaires.",
    "Choice_D_Text": "Entre en contact avec le cervelet par le pédoncule cérébelleux inférieur.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La face postérieure de la moelle allongée, dans sa portion inférieure (fermée), est marquée par la continuation du sillon médian dorsal de la moelle spinale.",
    "Choice_E_Text": "Présente une fissure médiane dorsale.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur les caractéristiques macroscopiques de la moelle allongée.<br>Sa limite inférieure est la décussation pyramidale, elle se connecte au cervelet via les pédoncules cérébelleux inférieurs et présente un sillon médian dorsal.<br>La toile épendymaire est postérieure et l'origine du nerf XII est antérieure.",
    "QuestionText": "La moelle allongée :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le faisceau spino-cérébelleux est situé dans la partie latérale de la moelle allongée, tandis que les pyramides bulbaires (contenant le faisceau cortico-spinal) sont antérieures et médianes.<br>Le terme 'en regard' indique qu'ils se trouvent au même niveau rostro-caudal.",
    "Choice_A_Text": "Le faisceau spino-cérébelleux est situé en regard des pyramides bulbaires.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Dans la moelle allongée, le faisceau cortico-spinal (pyramides) est la structure la plus antérieure, tandis que le lemnisque médian se situe dorsalement (en arrière) par rapport à lui après la décussation sensitive.",
    "Choice_B_Text": "Le faisceau cortico-spinal est situé en avant du lemnisque médian.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'olive bulbaire est un noyau gris situé dans la partie antéro-latérale de la moelle allongée.<br>Le plancher du 4ème ventricule est formé par la face postérieure de la moelle allongée, les deux structures sont donc aux opposés de la structure.",
    "Choice_C_Text": "L'olive bulbaire est située en contact du plancher du 4ème ventricule.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lemnisque médian est une voie sensitive située médialement.<br>Le faisceau spino-thalamique ventral est plus latéral.<br>Leur position relative antéro-postérieure peut varier, mais le lemnisque médian est généralement considéré comme plus antérieur dans son trajet ascendant.",
    "Choice_D_Text": "Le lemnisque médian est situé en avant du faisceau spino-thalamique ventral.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La formation réticulée est un réseau neuronal qui s'étend sur toute la hauteur du tronc cérébral.<br>Elle est bien présente et très importante au niveau de la moelle allongée où elle contient les centres vitaux respiratoires et cardiovasculaires.",
    "Choice_E_Text": "La formation réticulée est absente au niveau de la moelle allongée.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance de la topographie interne de la moelle allongée.<br>Elle requiert la localisation relative des principaux faisceaux (cortico-spinal, spino-cérébelleux, lemnisque médian, spino-thalamique) et noyaux (olive bulbaire).<br>La formation réticulée est une structure clé présente à ce niveau.",
    "QuestionText": "Concernant la configuration interne de la moelle allongée :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'olive cérébelleuse n'est pas une structure du cervelet lui-même, mais un noyau de la moelle allongée (noyau olivaire inférieur) qui envoie des projections massives au cervelet, y compris au vestibulo-cérébellum.",
    "Choice_A_Text": "L'olive cérébelleuse.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le noyau du toit (ou noyau fastigial) est le plus médial des noyaux cérébelleux profonds et il est fonctionnellement associé au vestibulo-cérébellum, recevant des afférences du vermis et du lobe flocculo-nodulaire.",
    "Choice_B_Text": "Le noyau du toit.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La tonsille (amygdale cérébelleuse) est une partie du lobe postérieur du cervelet (néo-cérébellum), mais en raison de sa proximité avec le tronc cérébral et le lobe flocculo-nodulaire, elle a des implications fonctionnelles sur le système vestibulaire.",
    "Choice_C_Text": "La tonsille.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le noyau emboliforme fait partie des noyaux interposés et est principalement associé au spino-cérébellum (paléo-cérébellum).<br>Cependant, il participe à la coordination globale des mouvements qui intègre les informations vestibulaires.",
    "Choice_D_Text": "Le noyau emboliforme.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le nodulus, avec le flocculus, forme le lobe flocculo-nodulaire, qui est la définition même du vestibulo-cérébellum (ou archéo-cérébellum), jouant un rôle central dans l'équilibre et les mouvements oculaires.",
    "Choice_E_Text": "Le nodulus.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le vestibulo-cérébellum (archéo-cérébellum) est la partie du cervelet impliquée dans l'équilibre.<br>Ses composants principaux sont le lobe flocculo-nodulaire (incluant le nodulus) et le noyau du toit.<br>Cette question adopte une vision fonctionnelle large, incluant des structures afférentes majeures (olive) et d'autres parties du cervelet (tonsille, noyau emboliforme) qui contribuent à l'intégration des informations vestibulaires.",
    "QuestionText": "Cochez le(s) élément(s) du cervelet qui appartiennent au vestibulo-cérébellum :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'origine apparente du nerf trijumeau (V) se situe à la face antéro-latérale du pont, à la jonction entre le pont et le pédoncule cérébelleux moyen, et non à sa face postérieure.",
    "Choice_A_Text": "Présente l'origine apparente du nerf trijumeau à sa face postérieure.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le pont est directement en contact avec le cervelet par le pédoncule cérébelleux moyen, qui est le plus volumineux des trois pédoncules.<br>Le pédoncule cérébelleux postérieur (inférieur) relie la moelle allongée au cervelet.",
    "Choice_B_Text": "Est directement en contact avec le cervelet par le pédoncule cérébelleux postérieur.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La face antérieure (ou ventrale) du pont est convexe et parcourue par de nombreuses fibres transversales (fibres ponto-cérébelleuses) qui lui donnent un aspect strié ou des sillons transversaux.",
    "Choice_C_Text": "Est parcouru par des sillons transversaux en vue antérieure.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La limite supérieure du pont est le sillon ponto-mésencéphalique (ou ponto-pédonculaire).<br>Les bandelettes optiques sont situées plus haut et appartiennent au diencéphale.",
    "Choice_D_Text": "Est limité en haut par les bandelettes optiques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les bourrelets pyramidaux sont des reliefs de la face antérieure de la moelle allongée (pyramides bulbaires) et non du pont.<br>Le pont présente des saillies plus larges dues aux fibres ponto-cérébelleuses.",
    "Choice_E_Text": "Présente les bourrelets pyramidaux.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur l'anatomie externe du pont.<br>Sa face antérieure est caractérisée par des sillons transversaux dus aux fibres ponto-cérébelleuses.<br>L'origine du nerf V est antéro-latérale, la connexion au cervelet se fait par le pédoncule moyen, la limite supérieure est le sillon ponto-mésencéphalique, et les bourrelets pyramidaux sont sur la moelle allongée, bien que le terme puisse être utilisé pour décrire les saillies pontiques dans un sens plus large.",
    "QuestionText": "Le pont :",
    "Subtopic": "Anatomie du tronc cérébral et du cervelet",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le lobe central de Rolando est une zone fonctionnelle située sur la face latérale des hémisphères, à cheval sur les lobes frontal et pariétal.<br>Il n'est pas une structure de la face médiale.",
    "Choice_A_Text": "Une structure sensitivomotrice qui est le lobe central.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le gyrus cingulaire est une structure proéminente de la face médiale des hémisphères cérébraux, située juste au-dessus du corps calleux.<br>Il fait partie du système limbique.",
    "Choice_B_Text": "Le gyrus du lobe cingulaire.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La scissure calcarine se trouve bien sur la face médiale du lobe occipital, mais elle sépare le cuneus (au-dessus) du gyrus lingual (en dessous), et non les 4ème et 5ème gyrus occipitaux.",
    "Choice_C_Text": "Une face médiale marquée par la scissure calcarine qui s'interpose entre le 4ème et le 5ème gyrus occipital.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le lobe limbique est un concept fonctionnel qui inclut le gyrus cingulaire et l'hippocampe, mais le trigone (fornix) et les commissures sont des faisceaux de substance blanche, pas des parties du lobe au sens cortical.",
    "Choice_D_Text": "Le lobe limbique représenté par le lobe cingulaire, le trigone, la commissure blanche antérieure et postérieure.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La lame sus-optique (ou lame terminale) est une fine membrane de substance grise qui forme la paroi antérieure du troisième ventricule.<br>Elle est visible sur la face médiale, sous le corps calleux.",
    "Choice_E_Text": "La lame sus-optique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question explore les structures visibles sur une vue médiale des hémisphères cérébraux.<br>Le gyrus cingulaire et la lame sus-optique sont des éléments caractéristiques de cette face.<br>Le lobe central est latéral, la description de la scissure calcarine est incorrecte, et la définition du lobe limbique est imprécise.",
    "QuestionText": "L'anatomie de la face médiale des hémisphères cérébraux vous permet de découvrir :",
    "Subtopic": "Morphologie Externe des Hémisphères Cérébraux : Sillons et Gyri",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le lobe pariétal et le lobe frontal sont adjacents, séparés par le sillon central.<br>Une lésion expansive du lobe pariétal peut comprimer le gyrus précentral (frontal), entraînant des symptômes moteurs comme une lourdeur.",
    "Choice_A_Text": "La proximité du lobe pariétal et frontal.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La connexion avec le gyrus frontal ascendant se fait principalement par des faisceaux d'association intra-hémisphériques, et non par les commissures interhémisphériques qui relient les deux hémisphères entre eux.",
    "Choice_B_Text": "La connexion étroite avec le gyrus frontal ascendant par l'intermédiaire des commissures interhémisphériques.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le lobe pariétal contient l'aire somatosensitive associative, qui intègre les informations sensitives.<br>L'aire motrice associative (prémotrice) est située dans le lobe frontal, mais le cortex pariétal postérieur est crucial pour la planification du mouvement.",
    "Choice_C_Text": "L'existence au niveau de son cortex de l'aire motrice associative.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lobe pariétal est riche en cellules sensitivo-sensorielles (gyrus postcentral), mais la lourdeur est un symptôme moteur, non sensitif.",
    "Choice_D_Text": "La richesse en cellules sensitivo-sensorielles.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les cellules pyramidales qui donnent naissance au faisceau pyramidal sont principalement situées dans le lobe frontal (gyrus précentral), et non dans le lobe pariétal.",
    "Choice_E_Text": "La richesse en cellules pyramidales qui donnent naissance au faisceau pyramidal.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Une lourdeur (déficit moteur) suite à une lésion pariétale s'explique par l'atteinte des structures motrices voisines.<br>Ceci peut être dû à la proximité anatomique du lobe frontal (A), à la connexion fonctionnelle avec les aires motrices (B), et au rôle du cortex pariétal dans la planification motrice (aire motrice associative) (C).<br>Les options D et E sont incorrectes car elles attribuent des caractéristiques du cortex moteur frontal au lobe pariétal.",
    "QuestionText": "Vous êtes devant un malade présentant une lésion du lobe pariétal et à votre examen vous trouvez que le patient présente une lourdeur de l'hémicorps controlatéral. Comment expliquer cette lourdeur ? :",
    "Subtopic": "Aires Corticales et Classification de Brodmann",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Les commissures interhémisphériques, comme le corps calleux et la commissure blanche antérieure, sont les principales structures de substance blanche qui relient les régions homologues des deux hémisphères.<br>Leur lésion entraîne un syndrome de déconnexion.",
    "Choice_A_Text": "Une lésion des commissures interhémisphériques.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Une lésion du cortex occipital affecterait la vision, mais n'expliquerait pas une déconnexion spécifique entre les deux lobes temporaux.",
    "Choice_B_Text": "Une lésion du cortex occipital.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une pathologie tumorale de l'un des deux lobes temporaux peut causer des symptômes liés à ce lobe, mais n'est pas la cause de la déconnexion entre les deux lobes.",
    "Choice_C_Text": "Une pathologie tumorale de l'un des deux lobes temporaux.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La commissure blanche antérieure est une commissure interhémisphérique qui connecte spécifiquement les parties antérieures des deux lobes temporaux.<br>Sa lésion est une cause directe de déconnexion temporale.",
    "Choice_D_Text": "Une lésion ou un dysfonctionnement de la commissure blanche antérieure.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le lobe de l'insula est une structure corticale profonde, mais sa pathologie n'est pas le mécanisme principal d'une déconnexion entre les lobes temporaux.",
    "Choice_E_Text": "Une pathologie du lobe de l'insula.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La déconnexion fonctionnelle entre les deux lobes temporaux est causée par une interruption des voies de communication qui les relient.<br>Ces voies sont les commissures interhémisphériques (A), et plus spécifiquement la commissure blanche antérieure (D) qui est dédiée à la connexion des lobes temporaux.<br>Les autres options décrivent des lésions dans d'autres localisations qui n'expliquent pas ce syndrome de déconnexion spécifique.",
    "QuestionText": "La déconnexion entre les deux lobes temporaux peut être expliquée par :",
    "Subtopic": "Les Commissures Interhémisphériques",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La coupe de Charcot montre le trajet des voies motrices depuis le cortex jusqu'aux noyaux gris centraux.<br>Une incoordination peut résulter d'une lésion au niveau du cortex (planification), ou de la capsule interne où les fibres motrices sont très concentrées.",
    "Choice_A_Text": "L'écorce cérébrale et/ou la capsule interne.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La capsule extrême est une fine lame de substance blanche latérale.<br>Une lésion isolée ici est moins susceptible de causer des troubles majeurs de la coordination qu'une lésion de la capsule interne.",
    "Choice_B_Text": "Le cortex, la capsule extrême, et/ou le noyau caudé.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La capsule externe et le putamen font partie du système extra-pyramidal qui régule le mouvement.<br>Une lésion à ce niveau peut certainement entraîner des troubles de la coordination.",
    "Choice_C_Text": "Le cortex, la capsule externe et/ou le putamen.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La peau, la boîte crânienne et les méninges sont des structures de recouvrement et de protection.<br>Leur lésion ne cause pas de troubles de la coordination motrice.",
    "Choice_D_Text": "La peau, la boîte crânienne, et/ou les méninges.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le thalamus est un relais majeur pour les voies sensitives et est impliqué dans la motricité.<br>Cependant, la question se réfère spécifiquement à la coupe de Charcot qui met en évidence les voies cortico-spinales et les noyaux lenticulaire et caudé.",
    "Choice_E_Text": "Le thalamus.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La coupe de Charcot, ou coupe axiale des hémisphères, illustre les rapports entre le cortex, les noyaux gris centraux (caudé, putamen) et les capsules de substance blanche (interne, externe, extrême).<br>Les troubles de la coordination peuvent provenir d'une atteinte à n'importe quel niveau de la voie motrice : planification (cortex), transmission (capsules) ou régulation (noyaux gris).<br>Les structures extra-cérébrales ne sont pas impliquées.",
    "QuestionText": "En vous basant sur la coupe transversale de Charcot et afin d'expliquer les troubles de la coordination d'un mouvement volontaire, vous allez chercher la cause soit au niveau de :",
    "Subtopic": "Configuration Interne des Hémisphères : Substance Grise et Substance Blanche",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La face inférieure des hémisphères cérébraux est très complexe et marquée par de nombreux sillons et gyri, notamment ceux qui séparent les lobes frontal et temporo-occipital.",
    "Choice_A_Text": "Une face inférieure dépourvue de scissures.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La face inférieure (ou base) de l'hémisphère cérébral est divisée en une partie antérieure, le lobe orbitaire (partie inférieure du lobe frontal), et une partie postérieure, le lobe temporo-occipital.",
    "Choice_B_Text": "Une face inférieure dont on décrit le lobe frontal, et le lobe temporo-occipital.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Toute la face inférieure de l'encéphale repose sur les étages de la base du crâne : le lobe frontal sur l'étage antérieur, le lobe temporal sur l'étage moyen, et le cervelet/tronc cérébral sur l'étage postérieur.",
    "Choice_C_Text": "Une face inférieure qui repose sur les différents étages de la base du crâne sauf le lobe temporal.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La scissure de Sylvius (sillon latéral) est principalement visible sur la face latérale de l'hémisphère, où elle sépare le lobe temporal des lobes frontal et pariétal.",
    "Choice_D_Text": "Une face inférieure marquée par la scissure de Sylvius.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La face inférieure du cerveau présente de nombreuses structures importantes, notamment l'appareil olfactif (bulbes et bandelettes), des parties de l'appareil visuel (chiasma), l'espace perforé antérieur et les corps mamillaires.",
    "Choice_E_Text": "Une face inférieure dont on découvre l'appareil visuel, olfactif, l'espace perforé antérieur et les tubercules mamillaires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur l'anatomie de la face inférieure des hémisphères cérébraux.<br>Cette face est divisée en un lobe frontal (orbitaire) et un lobe temporo-occipital, et présente des structures nerveuses et vasculaires importantes comme l'appareil olfactif et les corps mamillaires.<br>La scissure de Sylvius commence sur cette face avant de remonter sur la face latérale.",
    "QuestionText": "L'examen de l'hémisphère cérébral permet de lui décrire :",
    "Subtopic": "Morphologie Externe des Hémisphères Cérébraux : Sillons et Gyri",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Une lourdeur des quatre membres (tétraparésie) impliquerait une lésion beaucoup plus étendue ou une lésion de la moelle spinale cervicale haute.",
    "Choice_A_Text": "Une lourdeur des quatre membres.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'homonculus moteur montre que la représentation du membre inférieur est située sur la partie la plus supérieure et médiale du gyrus précentral.<br>Une lésion du pied du gyrus affecterait la face.",
    "Choice_B_Text": "Une lourdeur d'un hémicorps prédominante au membre inférieur.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le 'pied' du gyrus frontal ascendant (gyrus précentral) correspond, dans l'homonculus moteur de Penfield, à la représentation motrice de la face, des lèvres, de la mâchoire et de la langue.<br>Une lésion à ce niveau entraîne donc une paralysie faciale et linguale controlatérale.",
    "Choice_C_Text": "Une paralysie faciale et de la langue.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'aphasie de Broca est causée par une lésion de l'aire de Broca, située dans le gyrus frontal inférieur (F3), en avant du pied du gyrus précentral.<br>Bien que proche, ce n'est pas la même structure.",
    "Choice_D_Text": "Une aphasie de Broca.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les nerfs oculomoteurs ont leurs noyaux dans le tronc cérébral.<br>Une lésion corticale ne provoque pas une paralysie directe de ces nerfs.",
    "Choice_E_Text": "Une paralysie des nerfs oculomoteurs.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance de la somatotopie motrice (homonculus de Penfield) au niveau du cortex moteur primaire.<br>La partie inférieure (le 'pied') du gyrus frontal ascendant contrôle la motricité de la face et de la langue.<br>Une lésion isolée de cette zone entraînera une paralysie facio-linguale controlatérale.",
    "QuestionText": "La lésion du pied du gyrus frontal ascendant selon la présentation de l'Homoncule moteur de Penfield entraîne :",
    "Subtopic": "Aires Corticales et Classification de Brodmann",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le faisceau cortico-nucléaire contrôle la motricité des muscles de la face via les noyaux des nerfs crâniens.<br>Une lésion de ce faisceau provoquerait une paralysie faciale, ce qui est contraire à l'énoncé ('épargnant le visage').",
    "Choice_A_Text": "Une lésion du faisceau cortico-nucléaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Une lésion du tronc cérébral peut causer une hémiplégie, mais elle est souvent associée à une atteinte des nerfs crâniens (syndromes alternes), ce qui n'est pas spécifié ici.",
    "Choice_B_Text": "Une lésion du tronc cérébral.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le faisceau cortico-spinal est la voie motrice principale pour le tronc et les membres.<br>Une lésion de ce faisceau au-dessus de la décussation pyramidale (par exemple, dans la capsule interne ou le cortex) provoque une lourdeur ou paralysie de l'hémicorps controlatéral.",
    "Choice_C_Text": "Une lésion du faisceau cortico-spinal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'avant-mur (claustrum) est un noyau gris dont la fonction exacte est débattue, mais une lésion isolée n'explique pas une hémiplégie.",
    "Choice_D_Text": "Une anomalie au niveau de l'avant-mur.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une lésion de la capsule externe peut donner des troubles moteurs, mais la voie motrice principale (faisceau cortico-spinal) passe par la capsule interne.<br>Une lésion de la capsule interne est la cause classique d'hémiplégie pure.",
    "Choice_E_Text": "Une lésion capsulaire externe.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Une lourdeur d'un hémicorps (hémiparésie) est le signe d'une atteinte de la voie pyramidale.<br>Le faisceau cortico-spinal est la composante de cette voie qui contrôle les membres et le tronc.<br>Si la face est épargnée, cela suggère que la lésion se situe sur le trajet du faisceau cortico-spinal après la séparation des fibres du faisceau cortico-nucléaire (destiné à la face), ou dans une zone corticale qui ne représente pas la face.",
    "QuestionText": "La lourdeur d'un hémicorps épargnant le visage peut être expliquée par :",
    "Subtopic": "VOIES DE CONDUCTION NERVEUSES MOTRICES",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Une lésion du nerf optique lui-même entraîne une perte de vision de l'œil concerné (cécité monoculaire), ce qui se manifeste par une diminution de l'acuité visuelle.",
    "Choice_A_Text": "Une lésion du nerf optique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Une lésion du chiasma optique (où les fibres nasales des deux rétines se croisent) provoque typiquement une hémianopsie bitemporale (perte des champs visuels externes), ce qui affecte l'acuité visuelle.",
    "Choice_B_Text": "Une lésion chiasmatique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le cortex visuel primaire est situé de part et d'autre de la scissure calcarine sur la face médiale du lobe occipital.<br>Le 5ème gyrus occipital (O5) est sur la face inférieure/latérale et son atteinte peut causer des déficits visuels complexes, mais l'atteinte de l'acuité est possible.",
    "Choice_C_Text": "Une lésion du 5ème gyrus occipital.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La région sellaire (autour de la selle turcique) est en rapport étroit avec le chiasma optique.<br>Une tumeur de l'hypophyse, par exemple, peut comprimer le chiasma et entraîner des troubles visuels.",
    "Choice_D_Text": "Une lésion de la région sellaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le canal optique est le conduit osseux par lequel passent le nerf optique et l'artère ophtalmique.<br>Une fracture ou une tumeur à ce niveau peut comprimer le nerf et causer une baisse de l'acuité visuelle.",
    "Choice_E_Text": "Une lésion du canal optique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Une diminution de l'acuité visuelle peut résulter d'une lésion à n'importe quel niveau des voies optiques.<br>Cela inclut le nerf optique lui-même, le chiasma optique (souvent comprimé par des lésions de la région sellaire ou affecté dans son canal osseux), et le cortex visuel dans le lobe occipital.<br>Toutes les options proposées décrivent des localisations potentielles pour une telle lésion.",
    "QuestionText": "Une diminution de l'acuité visuelle, pouvait être secondaire à :",
    "Subtopic": "Organisation Générale du Système Nerveux",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Une lésion du lobe pariétal (gyrus postcentral) entraîne une anesthésie de l'hémicorps controlatéral, mais elle affecte toutes les modalités sensitives (tact, proprioception, thermoalgie), ce n'est donc pas une anesthésie dissociée.",
    "Choice_A_Text": "Une lésion du lobe pariétal.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Une lésion centromédullaire (au centre de la moelle spinale), comme dans la syringomyélie, interrompt les fibres de la voie spino-thalamique qui décussent à ce niveau.<br>Cela provoque une anesthésie thermoalgique suspendue et bilatérale, typiquement au niveau des membres supérieurs, avec conservation de la sensibilité du cordon postérieur.",
    "Choice_B_Text": "Une lésion centromédullaire.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Une lésion des noyaux thalamiques peut entraîner une anesthésie complète de l'hémicorps controlatéral, car toutes les voies sensitives y font relais.<br>Parfois, elle peut causer des douleurs (syndrome de Déjerine-Roussy).",
    "Choice_C_Text": "Une lésion des noyaux thalamiques.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les cellules pyramidales sont des neurones moteurs situés dans le lobe frontal.<br>Leur lésion provoque des troubles moteurs, pas sensitifs.",
    "Choice_D_Text": "Une lésion des cellules pyramidales.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une lésion du cordon postérieur de la moelle épinière interrompt les voies de la sensibilité proprioceptive consciente et du tact épicritique.<br>La sensibilité thermoalgique, qui chemine dans le cordon antéro-latéral (faisceau spino-thalamique), est préservée.",
    "Choice_E_Text": "Une lésion du cordon postérieur de la moelle épinière.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Une anesthésie thermoalgique dissociée (perte de la sensibilité à la douleur et à la température avec conservation du tact) est le signe pathognomonique d'une atteinte de la voie spino-thalamique.<br>Ceci peut se produire lors d'une lésion centromédullaire qui interrompt la décussation de ces fibres.<br>Une lésion thalamique peut également produire des déficits sensitifs, parfois dissociés.",
    "QuestionText": "Une anesthésie thermoalgique est expliquée anatomiquement par :",
    "Subtopic": "Anatomie de la moelle spinale",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Les structures olfactives (bulbe et tractus olfactif) reposent sur la face inférieure du lobe frontal (gyrus droit).<br>Une lésion frontale, notamment un traumatisme ou une tumeur, peut entraîner une anosmie (perte de l'odorat).",
    "Choice_A_Text": "Des troubles de l'odorat.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le cortex préfrontal joue un rôle crucial dans les fonctions exécutives, la planification, le jugement social et la régulation des émotions.<br>Une lésion frontale est classiquement associée à des troubles du comportement (syndrome frontal).",
    "Choice_B_Text": "Des troubles du comportement.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les troubles du comportement résultant d'un syndrome frontal peuvent être si sévères (désinhibition, apathie, irritabilité) qu'ils s'apparentent à des troubles psychiatriques, comme des changements de personnalité.",
    "Choice_C_Text": "Des troubles psychiatriques.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les troubles visuels sont principalement associés à des lésions du lobe occipital (cortex visuel) ou des voies optiques.<br>Une lésion frontale peut affecter le contrôle des mouvements oculaires (aire 8), mais pas la vision elle-même.",
    "Choice_D_Text": "Des troubles visuels.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le langage parlé est produit par l'aire de Broca, située dans le gyrus frontal inférieur de l'hémisphère dominant.<br>Une lésion à ce niveau entraîne une aphasie d'expression (aphasie de Broca).",
    "Choice_E_Text": "Des troubles du langage parlé.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le lobe frontal a des fonctions très diverses.<br>Il est impliqué dans l'odorat (face inférieure), le comportement et les fonctions cognitives supérieures (cortex préfrontal), et le langage parlé (aire de Broca dans l'hémisphère dominant).<br>Les troubles visuels ne sont pas une conséquence directe d'une lésion du lobe frontal.",
    "QuestionText": "La lésion du lobe frontal pouvait entraîner :",
    "Subtopic": "Aires Corticales et Classification de Brodmann",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le bulbe olfactif est la première structure nerveuse centrale à recevoir les informations des récepteurs olfactifs de la muqueuse nasale.<br>Sa lésion (par exemple, par un traumatisme crânien) est une cause directe d'anosmie.",
    "Choice_A_Text": "Une lésion du bulbe olfactif.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'hippocampe, situé dans le lobe temporal, est principalement impliqué dans la mémoire et l'émotion.<br>Bien qu'il reçoive des informations olfactives, sa lésion n'est pas une cause primaire d'anosmie.",
    "Choice_B_Text": "Une lésion hippocampique.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'os ethmoïde forme le toit des fosses nasales et sa lame criblée est traversée par les filets du nerf olfactif.<br>Une fracture de l'ethmoïde peut sectionner ces filets et provoquer une anosmie.",
    "Choice_C_Text": "Une lésion de l'os ethmoïdal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lobe limbique reçoit des informations olfactives et est impliqué dans la composante émotionnelle des odeurs, mais sa lésion n'entraîne pas une perte de la perception olfactive elle-même.",
    "Choice_D_Text": "Une lésion du lobe limbique.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une obstruction ou une inflammation des fosses nasales (rhinite, polypes) empêche les molécules odorantes d'atteindre les récepteurs olfactifs, provoquant une anosmie de transmission.<br>Il s'agit d'une cause périphérique.",
    "Choice_E_Text": "Une lésion des fosses nasales.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'anosmie, ou perte de l'odorat, peut avoir des causes multiples le long de la voie olfactive.<br>Elle peut être due à une atteinte périphérique dans les fosses nasales (E), une lésion des structures de passage comme la lame criblée de l'ethmoïde (C), ou une atteinte des premières structures nerveuses centrales comme le bulbe olfactif (A).<br>Les structures plus centrales comme l'hippocampe ou le lobe limbique sont impliquées dans le traitement supérieur de l'information, mais pas dans la détection primaire.",
    "QuestionText": "Anatomiquement, une anosmie (perte de l'odorat) est secondaire à :",
    "Subtopic": "Morphologie Externe des Hémisphères Cérébraux : Sillons et Gyri",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'artère ophtalmique est la première branche collatérale de l'artère carotide interne après sa sortie du sinus caverneux, et non avant.",
    "Choice_A_Text": "L'artère donne naissance à l'artère ophtalmique juste avant de quitter le sinus caverneux.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La bifurcation de l'artère carotide primitive (ou commune) en artères carotides interne et externe se situe classiquement au niveau du bord supérieur du cartilage thyroïde, ce qui correspond à la vertèbre C4.",
    "Choice_B_Text": "Sa bifurcation se fait en regard de la 4ème vertèbre cervicale.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Il existe une asymétrie à l'origine des artères carotides communes.<br>À droite, elle naît du tronc artériel brachiocéphalique avec l'artère sous-clavière.<br>À gauche, elle naît directement de la crosse de l'aorte.",
    "Choice_C_Text": "L'artère naît séparément de l'artère sous-clavière au niveau de l'aorte à gauche et par un seul tronc artériel commun brachiocéphalique à droite.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'artère carotide interne traverse le sinus caverneux, qui est un sinus veineux de la dure-mère, en décrivant une courbe en S appelée siphon carotidien.",
    "Choice_D_Text": "L'artère traverse un lac veineux au niveau de la base du crâne en décrivant le siphon carotidien.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'artère carotide primitive donne naissance à l'artère carotide interne, qui est l'une des deux sources principales de vascularisation de l'encéphale (l'autre étant le système vertébro-basilaire).",
    "Choice_E_Text": "L'artère participe à la vascularisation de l'encéphale.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur l'anatomie de l'artère carotide primitive et de sa branche, la carotide interne.<br>Les points clés sont son origine asymétrique, le niveau de sa bifurcation en C4, le trajet de la carotide interne dans le sinus caverneux (siphon), et son rôle fondamental dans la vascularisation de l'encéphale.<br>L'artère ophtalmique naît juste après la sortie du sinus caverneux.",
    "QuestionText": "L'anatomie de l'artère carotide primitive vous permet de constater que :",
    "Subtopic": "Vascularisation Artérielle Cérébrale",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le polygone de Willis est situé à la base de l'encéphale, dans l'espace sous-arachnoïdien (intradural), où il baigne dans le liquide cérébrospinal des citernes de la base.",
    "Choice_A_Text": "Sa situation est au niveau de la face inférieure de l'encéphale au niveau de l'espace extradural.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La partie antérieure du polygone de Willis, formée par les artères cérébrales antérieures et l'artère communicante antérieure, est située dans la citerne opto-chiasmatique, autour du chiasma optique.",
    "Choice_B_Text": "Sa partie antérieure se situe dans un lac liquidien représenté par la citerne opto-chiasmatique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les parties postéro-latérales du polygone, formées par les artères communicantes postérieures et les artères cérébrales postérieures, se situent dans la citerne péri-mésencéphalique (ou inter-pédonculaire).",
    "Choice_C_Text": "Sa partie postéro-latérale se situe dans la citerne péri-mésencéphalique.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tronc vertébro-basilaire donne naissance aux artères cérébrales postérieures, qui forment la partie postérieure du polygone.<br>Ce système assure la vascularisation de l'étage sous-tentoriel (tronc cérébral et cervelet).",
    "Choice_D_Text": "Le tronc vasculaire vertébro-basilaire fait partie postérieure du polygone et assure la vascularisation de l'étage sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le polygone de Willis est un site fréquent d'anévrismes intracrâniens, en particulier au niveau des bifurcations artérielles (jonction communicante antérieure/cérébrale antérieure, jonction communicante postérieure/carotide interne).",
    "Choice_E_Text": "Sa configuration anatomique peut être le siège de malformation congénitale type anévrisme intracrânien.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le polygone de Willis est une anastomose artérielle cruciale à la base du cerveau.<br>Il est situé dans l'espace sous-arachnoïdien, baignant dans les citernes.<br>Il est formé par les systèmes carotidien et vertébro-basilaire, et c'est un site fréquent d'anévrismes.<br>L'affirmation sur l'espace extradural est incorrecte.",
    "QuestionText": "L'exploration du polygone de Willis vous permet de constater que :",
    "Subtopic": "Vascularisation Artérielle Cérébrale",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'artère ophtalmique et le nerf optique traversent le canal optique.<br>La veine ophtalmique et le nerf ophtalmique (V1) passent par la fente sphénoïdale (fissure orbitaire supérieure).",
    "Choice_A_Text": "L'artère est accompagnée par la veine ophtalmique ainsi que le nerf ophtalmique V1 au niveau de la fente sphénoïdale.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'artère ophtalmique est la principale source de vascularisation pour les structures de l'orbite, y compris le nerf optique qu'elle accompagne dans le canal optique.",
    "Choice_B_Text": "L'artère est responsable de la vascularisation du nerf optique qui l'accompagne au niveau du canal optique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'artère ophtalmique est une branche de l'artère carotide interne (système antérieur), et non du tronc artériel vertébro-basilaire (système postérieur).",
    "Choice_C_Text": "L'artère est une branche du tronc artériel vertébro-basilaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'artère carotide interne traverse le sinus caverneux.<br>L'artère ophtalmique naît de la carotide interne généralement juste après sa sortie du sinus caverneux.",
    "Choice_D_Text": "L'artère traverse le sinus caverneux accompagnée des nerfs oculomoteurs et du nerf ophtalmique.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'artère ophtalmique assure l'apport sanguin (artériel) à l'orbite.<br>Le retour sanguin (veineux) est assuré par les veines ophtalmiques, qui se drainent notamment dans le sinus caverneux.",
    "Choice_E_Text": "L'artère assure le retour sanguin vers le sinus caverneux.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur l'anatomie de l'artère ophtalmique.<br>C'est une branche de la carotide interne qui passe par le canal optique avec le nerf optique, qu'elle vascularise.<br>Les autres propositions contiennent des erreurs sur son origine, son trajet ou ses rapports avec les structures veineuses et nerveuses voisines.",
    "QuestionText": "L'exploration de l'artère ophtalmique vous permet de constater que :",
    "Subtopic": "Vascularisation Artérielle Cérébrale",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le liquide cérébrospinal (LCS) circule dans tout le système nerveux central, à la fois dans l'étage sus-tentoriel et l'étage sous-tentoriel, ainsi que dans l'espace sous-arachnoïdien périmédullaire.",
    "Choice_A_Text": "Circule exclusivement en sus-tentoriel.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La circulation du LCS suit un flux unidirectionnel : il est produit dans les ventricules, descend de l'étage sus-tentoriel (ventricules latéraux, V3) vers l'étage sous-tentoriel (V4), puis sort dans les espaces sous-arachnoïdiens pour envelopper le cerveau et la moelle spinale.",
    "Choice_B_Text": "Garde une circulation descendante de l'étage sus-tentoriel vers l'étage sous-tentoriel et l'espace sous-arachnoïdien périspinal.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La sécrétion (production) du LCS se fait au niveau des plexus choroïdes des ventricules, tandis que sa résorption (drainage) a lieu principalement au niveau des granulations (villosités) arachnoïdiennes dans le sinus longitudinal supérieur.",
    "Choice_C_Text": "Garde sa sécrétion et sa résorption au niveau des villosités arachnoïdiennes au sein de la lumière du sinus longitudinal supérieur.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le LCS circule dans le système ventriculaire et l'espace sous-arachnoïdien (entre l'arachnoïde et la pie-mère), et non entre les deux feuillets de la dure-mère (où se trouvent les sinus veineux).",
    "Choice_D_Text": "Garde sa circulation entre les deux feuillets de la dure-mère.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La sécrétion et la formation du LCS ont lieu au niveau des plexus choroïdes, qui sont principalement situés dans les ventricules latéraux et le quatrième ventricule (V4).",
    "Choice_E_Text": "Garde sa sécrétion ainsi que sa formation au niveau des plexus choroïdes des ventricules latéraux et du 4ème ventricule.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question aborde la physiologie du liquide cérébrospinal (LCS).<br>Le LCS est produit par les plexus choroïdes (principalement dans les ventricules latéraux et le V4) et suit une circulation descendante des ventricules vers les espaces sous-arachnoïdiens, avant d'être résorbé dans les sinus veineux.<br>Les propositions A, C et D contiennent des erreurs sur l'exclusivité de la circulation, le lieu unique de sécrétion/résorption et l'espace de circulation.",
    "QuestionText": "En plus de son rôle nourricier, le liquide cérébrospinal :",
    "Subtopic": "Le Système Ventriculaire",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le corps calleux est la plus grande commissure de l'encéphale, constituée d'un épais faisceau d'axones myélinisés, c'est-à-dire de substance blanche.",
    "Choice_A_Text": "Il est constitué essentiellement de substance blanche.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Sa fonction principale est d'assurer la communication entre les deux hémisphères cérébraux, permettant la coordination de leurs fonctions et l'intégration des informations.",
    "Choice_B_Text": "Il est riche en faisceaux qui assurent la communication et la coordination des deux hémisphères cérébraux.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le trigone (ou fornix) est une autre commissure située sous le corps calleux.<br>Le septum pellucidum est une fine membrane qui s'étend verticalement entre le corps calleux et le trigone.",
    "Choice_C_Text": "Le trigone est attaché à son bord inférieur par le septum pellucidum.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le corps calleux est une structure de substance blanche (commissure), tandis que le gyrus cingulaire est une structure corticale (substance grise) du lobe limbique qui l'entoure.",
    "Choice_D_Text": "Il fait partie des lobes cingulaire et limbiques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La face supérieure du corps calleux est en rapport avec le bord inférieur de la faux du cerveau, qui contient le sinus sagittal inférieur.<br>Elle est aussi en contact avec les artères péricalleuses, branches de l'artère cérébrale antérieure.",
    "Choice_E_Text": "Sa face supérieure répond au sinus sagittal inférieur et aux artères péricalleuses.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le corps calleux est une commissure majeure de substance blanche connectant les deux hémisphères.<br>Il est en rapport avec le sinus sagittal inférieur et les artères péricalleuses.<br>L'affirmation C inverse la relation anatomique avec le trigone et le septum pellucidum, et l'affirmation D le confond avec le lobe limbique.",
    "QuestionText": "Le corps calleux :",
    "Subtopic": "Les Commissures Interhémisphériques",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La tente du cervelet est un repli horizontal de la dure-mère, formé par un dédoublement de son feuillet méningé, qui sépare la fosse cérébrale postérieure du reste de la cavité crânienne.",
    "Choice_A_Text": "De montrer qu'elle est formée d'un dédoublement dure-mérien.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La grande circonférence de la tente du cervelet s'insère sur les bords supérieurs des rochers et le long des sinus transverses sur l'os occipital.<br>La petite circonférence s'insère sur les apophyses clinoïdes antérieures et postérieures.",
    "Choice_B_Text": "De montrer que la grande circonférence s'insère en avant sur l'apophyse clinoïde postérieure.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le sinus sigmoïde et le sinus transverse (latéral) sont des sinus veineux dont les parois sont formées par un dédoublement de la dure-mère au niveau de l'insertion de la tente du cervelet sur l'os.",
    "Choice_C_Text": "De montrer que la tente forme la paroi des sinus sigmoïde et latéral.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La tente du cervelet constitue une cloison horizontale qui divise la cavité crânienne en un étage supérieur, sus-tentoriel (contenant les hémisphères cérébraux), et un étage inférieur, sous-tentoriel (contenant le cervelet et le tronc cérébral).",
    "Choice_D_Text": "De montrer que la tente divise l'encéphale en deux étages : sus- et sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les deux circonférences de la tente du cervelet (grande circonférence et petite circonférence ou incisure tentorielle) délimitent une ouverture appelée l'incisure de la tente (anciennement trou ovale de Pacchioni), qui donne passage au mésencéphale.",
    "Choice_E_Text": "De montrer que ces deux circonférences délimitent l'orifice ovale de Pacchioni.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La tente du cervelet est un repli de dure-mère fondamental dans l'organisation de la cavité crânienne.<br>Elle sépare les étages sus- et sous-tentoriels, forme la paroi de grands sinus veineux, et délimite l'incisure de la tente pour le passage du tronc cérébral.<br>La seule affirmation incorrecte concerne les détails de l'insertion de sa grande circonférence.",
    "QuestionText": "L'anatomie de la tente du cervelet vous permet :",
    "Subtopic": "Les Méninges",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le tronc artériel basilaire naît de la fusion des deux artères vertébrales au niveau du sillon bulbo-protubérantiel (jonction entre la moelle allongée et le pont).",
    "Choice_A_Text": "Il naît en regard du sillon pédonculo-protubérantiel par la fusion des deux artères vertébrales.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le tronc basilaire donne naissance à l'artère cérébelleuse supérieure et à l'artère cérébelleuse antéro-inférieure (AICA), qui vascularisent les portions correspondantes du cervelet.<br>Le tiers inférieur est vascularisé par la PICA (issue de la vertébrale).",
    "Choice_B_Text": "Il est responsable de la vascularisation de 1/3 moyen et supérieur du cervelet.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le tronc basilaire se termine au niveau du sillon ponto-mésencéphalique en se divisant en ses deux branches terminales, les artères cérébrales postérieures, qui vascularisent les lobes occipitaux et temporaux.",
    "Choice_C_Text": "L'artère cérébrale postérieure est l'une de ses branches terminales.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tronc basilaire donne de nombreuses petites branches perforantes (artères pontiques) qui sont la source principale de vascularisation pour le pont (protubérance annulaire).",
    "Choice_D_Text": "Il est responsable et de façon exclusive de la vascularisation de la protubérance annulaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La résorption du liquide cérébrospinal est une fonction des granulations arachnoïdiennes qui se drainent dans les sinus veineux, et n'a aucun lien avec le système artériel comme le tronc basilaire.",
    "Choice_E_Text": "Il participe à la résorption du liquide cérébrospinal.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le tronc basilaire est une artère centrale du système vertébro-basilaire.<br>Il naît de la fusion des artères vertébrales, vascularise le pont et une grande partie du cervelet, et se termine en donnant les artères cérébrales postérieures.<br>Il n'a aucun rôle dans la résorption du LCS.",
    "QuestionText": "L'étude anatomique du tronc artériel basilaire vous permet de démontrer que :",
    "Subtopic": "Vascularisation Artérielle Cérébrale",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La veine jugulaire interne quitte la base du crâne au niveau de l'étage postérieur, en passant par le foramen jugulaire (anciennement trou déchiré postérieur).",
    "Choice_A_Text": "Elle quitte la base du crâne au niveau de l'étage moyen à travers le trou déchiré postérieur.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Au niveau du foramen jugulaire, la veine jugulaire interne est accompagnée par trois nerfs crâniens : le glossopharyngien (IX), le vague (X), et l'accessoire (XI).",
    "Choice_B_Text": "Elle est accompagnée au cours de ce trajet foraminal par les nerfs IX, X, et XI.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La veine jugulaire interne est le principal collecteur du sang veineux de l'encéphale, mais pas le seul.<br>Il existe d'autres voies de drainage, notamment via les plexus veineux vertébraux.",
    "Choice_C_Text": "Elle assure en totalité le retour veineux de l'encéphale.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le sang des sinus veineux superficiels (comme le sinus sagittal supérieur) converge vers le confluent des sinus, puis est drainé par les sinus latéraux (transverses) et sigmoïdes, qui se terminent dans la veine jugulaire interne.",
    "Choice_D_Text": "Elle reçoit le sang veineux venant de la périphérie cérébrale par l'intermédiaire du sinus latéral et sigmoïde.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le sinus caverneux se draine principalement via les sinus pétreux supérieur et inférieur vers le sinus sigmoïde, puis la veine jugulaire interne.<br>Le sinus longitudinal inférieur se draine dans le sinus droit.",
    "Choice_E_Text": "Elle reçoit le sang veineux du sinus caverneux via le sinus longitudinal inférieur.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La veine jugulaire interne est la principale voie de drainage veineux de l'encéphale.<br>Elle sort du crâne par le foramen jugulaire avec les nerfs IX, X et XI, et collecte le sang des sinus latéraux et sigmoïdes, qui reçoivent le sang de la plupart des autres sinus, y compris indirectement le sinus caverneux.<br>Les affirmations sur l'étage moyen, le drainage total et la connexion directe avec le sinus longitudinal inférieur sont incorrectes.",
    "QuestionText": "L'étude anatomique de la veine jugulaire interne vous permet de démontrer que :",
    "Subtopic": "Les Méninges",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Les messages sensitifs sont ascendants (périphérie vers centre) et convergents (vers le thalamus et le cortex).<br>Les messages moteurs sont descendants (centre vers périphérie) et divergents (un neurone cortical contrôle de nombreux motoneurones).",
    "Choice_A_Text": "Que le message sensitif est un message ascendant et convergent alors que le message moteur est un message descendant et divergent.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le faisceau cortico-nucléaire, bien que destiné aux noyaux des nerfs crâniens, subit un croisement partiel ou total pour la plupart des noyaux, à l'exception de certains qui reçoivent une innervation bilatérale.",
    "Choice_B_Text": "Que le message moteur véhiculé par le faisceau cortico-nucléaire, destiné aux nerfs crâniens, ne croise pas la ligne médiane.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La voie pyramidale (faisceaux cortico-spinal et cortico-nucléaire) est la voie principale de la motricité volontaire, responsable de l'initiation et du contrôle des mouvements fins et précis.",
    "Choice_C_Text": "Que la voie pyramidale est la voie de la motricité volontaire principale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La sensibilité intéroceptive (venant des viscères) est traitée par le système nerveux autonome, mais le thalamus joue un rôle de relais et d'intégration pour toutes les sensibilités, y compris intéroceptive, avant leur projection au cortex.",
    "Choice_D_Text": "Que la voie de la sensibilité intéroceptive est sous la dépendance du système nerveux autonome, entre autres le thalamus.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La voie de la sensibilité thermoalgique (douleur et température) est une voie extéroceptive (venant de l'extérieur du corps).<br>Elle est véhiculée par le faisceau spino-thalamique qui croise la ligne médiane au niveau de la moelle spinale.",
    "Choice_E_Text": "Que la voie de la sensibilité thermoalgique fait partie de la sensibilité extéroceptive spinothalamique croisée.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question résume les grands principes d'organisation des voies nerveuses.<br>Elle oppose les caractéristiques des voies sensitives (ascendantes, convergentes) et motrices (descendantes, divergentes), et identifie correctement les rôles de la voie pyramidale, du thalamus et de la voie spino-thalamique.<br>L'affirmation sur l'absence de croisement du faisceau cortico-nucléaire est une simplification excessive et donc incorrecte.",
    "QuestionText": "L'étude anatomo-fonctionnelle du système nerveux vous permet de démontrer :",
    "Subtopic": "VOIES DE CONDUCTION NERVEUSES MOTRICES",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le troisième ventricule est bien une cavité liquidienne médiane, mais elle est située entre les deux thalamus, qui forment ses parois latérales.<br>Le plancher n'est pas la cavité elle-même.",
    "Choice_A_Text": "Est une cavité liquidienne interthalamique.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les tubercules mamillaires (corps mamillaires) sont deux petites saillies qui font partie de l'hypothalamus et qui marquent la limite postérieure du plancher du troisième ventricule.",
    "Choice_B_Text": "Les tubercules mamillaires font partie de ses structures anatomiques.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le plancher du troisième ventricule est formé par l'hypothalamus.<br>Au niveau de l'infundibulum tubérien (ou tuber cinereum), naît la tige pituitaire qui relie l'hypothalamus à l'hypophyse.",
    "Choice_C_Text": "Est le point de départ de la tige pituitaire en regard de l'infundibulum tubérien.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le tuber cinereum est une partie de l'hypothalamus qui forme une saillie sur le plancher du troisième ventricule, entre le chiasma optique et les corps mamillaires.",
    "Choice_D_Text": "Est caractérisé par la présence du tuber cinereum.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les plexus choroïdes, qui sécrètent le LCS, se trouvent principalement dans les ventricules latéraux et le quatrième ventricule.<br>Le troisième ventricule en est dépourvu; il reçoit le LCS des ventricules latéraux.",
    "Choice_E_Text": "Est riche en plexus choroïdes.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur l'anatomie du plancher du troisième ventricule, qui correspond à l'hypothalamus.<br>Les structures clés sont les corps mamillaires, le tuber cinereum et l'origine de la tige pituitaire.<br>Le troisième ventricule lui-même est une cavité interthalamique, mais il ne contient pas de plexus choroïdes.",
    "QuestionText": "Le plancher du troisième ventricule :",
    "Subtopic": "Le Système Ventriculaire",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le carrefour ventriculaire (ou atrium) est la zone de l'ventricule latéral où convergent la corne frontale (antérieure), la corne occipitale (postérieure) et la corne temporale (inférieure).",
    "Choice_A_Text": "Est une cavité liquidienne où convergent les trois cornes ventriculaires.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le carrefour ventriculaire fait partie du ventricule latéral.<br>Il communique avec le troisième ventricule via le foramen de Monro, et non directement avec le quatrième ventricule.",
    "Choice_B_Text": "Communique avec le quatrième ventricule via l'aqueduc mésencéphalique.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le carrefour ventriculaire est situé profondément au sein de la substance blanche, à la jonction des lobes pariétal, temporal et occipital, mais on le situe classiquement au fond du lobe pariétal.",
    "Choice_C_Text": "Est situé au fond du lobe pariétal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "C'est une cavité remplie de liquide cérébrospinal, et non une cavité aérique (sinus) de l'os frontal.",
    "Choice_D_Text": "Est une cavité aérique de l'os frontal.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le ventricule latéral (et donc son carrefour) communique avec le troisième ventricule via le foramen de Monro (trou interventriculaire), et non l'orifice ovale.",
    "Choice_E_Text": "Est en communication avec le troisième ventricule via l'orifice ovale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le carrefour ventriculaire est une partie importante du ventricule latéral, située au fond du lobe pariétal, où les trois cornes se rejoignent.<br>Les autres propositions contiennent des erreurs sur ses communications, sa nature (liquidienne et non aérique) ou sa localisation.",
    "QuestionText": "Le carrefour ventriculaire :",
    "Subtopic": "Le Système Ventriculaire",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La surface du cortex cérébral n'est pas lisse mais plissée, parcourue par des creux (sillons ou scissures) et des reliefs (gyrus ou circonvolutions), ce qui augmente considérablement sa surface.",
    "Choice_A_Text": "Est lisse en surface et riche en sillons et gyrus.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les sillons les plus profonds, appelés scissures (ou fissures), divisent la surface de chaque hémisphère en grandes régions fonctionnelles : les lobes (frontal, pariétal, temporal, occipital).",
    "Choice_B_Text": "Est subdivisé par les scissures en plusieurs structures fonctionnelles : les lobes.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Sur une vue supérieure de l'encéphale, la scissure (ou fissure) inter-hémisphérique est la dépression profonde et médiane qui sépare les deux hémisphères cérébraux.",
    "Choice_C_Text": "Est marqué par la scissure inter-hémisphérique sur une vue supérieure de l'encéphale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La surface externe du cortex est recouverte par la pie-mère, qui lui est intimement accolée.<br>L'arachnoïde se trouve au-dessus de la pie-mère, séparée par l'espace sous-arachnoïdien où circulent les artères et les veines.",
    "Choice_D_Text": "Sa surface externe est tapissée par l'arachnoïde riche en artères et veines.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le cortex cérébral est constitué de substance grise (corps cellulaires des neurones), qui assure les fonctions supérieures (sensitive, intégrative, motrice).<br>La substance blanche, située en profondeur, contient les axones qui assurent la connexion.",
    "Choice_E_Text": "Est riche en substance blanche qui assure la fonction sensitive, intégrative et motrice.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les caractéristiques macroscopiques du cortex cérébral.<br>Il est divisé en lobes par des scissures, et les deux hémisphères sont séparés par la scissure inter-hémisphérique.<br>Les affirmations sur sa surface (lisse), sa composition (substance blanche) et son revêtement (arachnoïde) sont incorrectes.",
    "QuestionText": "Le cortex cérébral :",
    "Subtopic": "Morphologie Externe des Hémisphères Cérébraux : Sillons et Gyri",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le trou ovale de Pacchioni, ou incisure tentorielle, est l'ouverture dans la tente du cervelet qui permet le passage du tronc cérébral, et plus précisément du mésencéphale avec ses pédoncules cérébraux.",
    "Choice_A_Text": "Assure le passage du mésencéphale représenté par les pédoncules cérébraux.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'incisure tentorielle est une caractéristique anatomique de la tente du cervelet; ce n'est pas la tente qui décrit les limites, mais l'inverse, l'orifice est délimité par la tente.",
    "Choice_B_Text": "Ses limites sont décrites par la tente du cervelet.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les parois de cet orifice sont formées par le bord libre de la tente du cervelet, qui correspond à sa petite circonférence.",
    "Choice_C_Text": "Ses parois sont formées par la petite et la grande circonférence de la tente du cervelet.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'incisure tentorielle est la zone de communication entre l'étage sous-tentoriel (où se trouve le cervelet) et l'étage sus-tentoriel (où se trouvent les hémisphères cérébraux).<br>C'est une zone frontière critique.",
    "Choice_D_Text": "Est une zone frontière entre l'étage sus- et sous-tentoriel.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le trou ovale de Pacchioni est une ouverture dans un repli méningé (la tente du cervelet) et non un foramen osseux de la base du crâne.<br>Il ne doit pas être confondu avec le foramen ovale de l'os sphénoïde.",
    "Choice_E_Text": "Est parmi les foramens de l'étage postérieur de la base du crâne.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le trou ovale de Pacchioni (incisure de la tente) est l'ouverture dans la tente du cervelet.<br>Il permet le passage du mésencéphale et constitue la frontière entre les étages sus- et sous-tentoriels.<br>Il est délimité par le bord libre (petite circonférence) de la tente.<br>Il ne s'agit pas d'un foramen osseux.",
    "QuestionText": "Le trou ovale de Pacchioni :",
    "Subtopic": "Les Méninges",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le foramen magnum est le large orifice de l'os occipital qui assure le passage de la jonction bulbo-médullaire, c'est-à-dire la transition entre la moelle allongée (bulbe rachidien) et la moelle spinale.",
    "Choice_A_Text": "Assure le passage de la moelle allongée.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Par le passage de la jonction bulbo-médullaire, le foramen magnum assure la continuité physique et fonctionnelle entre l'encéphale (contenu dans la boîte crânienne) et la moelle épinière (contenue dans le canal vertébral).",
    "Choice_B_Text": "Assure la continuité de l'encéphale par la moelle épinière.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Étant l'orifice qui relie la cavité crânienne au canal vertébral, le foramen magnum constitue la zone frontière entre ces deux compartiments ostéo-ligamentaires.",
    "Choice_C_Text": "Est une zone frontière entre la boîte crânienne et la colonne vertébrale.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le foramen magnum est la structure centrale de l'étage postérieur de la base du crâne.<br>Le foramen de passage de l'artère carotide interne (canal carotidien) se situe dans l'étage moyen.",
    "Choice_D_Text": "Fait partie des foramens de l'étage moyen de la base du crâne donnant passage à l'artère carotide interne.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La circulation du liquide cérébrospinal (LCS) entre les espaces sous-arachnoïdiens intracrâniens et spinaux se fait librement à travers le large espace disponible autour du névraxe au niveau du foramen magnum.",
    "Choice_E_Text": "Est un orifice qui assure la circulation du liquide cérébrospinal entre l'encéphale et la moelle épinière.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le foramen magnum est un orifice majeur de l'étage postérieur de la base du crâne.<br>Il assure le passage du névraxe, la continuité entre l'encéphale et la moelle spinale, et la libre circulation du LCS entre les compartiments crânien et spinal.<br>L'affirmation le situant dans l'étage moyen est incorrecte.",
    "QuestionText": "Le foramen magnum :",
    "Subtopic": "La Boîte Crânienne : Structure Générale et Composants",
    "YearAsked": "Février 2025"
  }
]
