[
  {
    "Choice_A_Explanation": "L'épithélium des bronches souches est de type pseudostratifié, et non stratifié.<br>De plus, la muqueuse n'est pas plissée à ce niveau.",
    "Choice_A_Text": "Les bronches souches (BS) sont formées d'un épithélium stratifié et plissé.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La trachée et les bronches souches sont tapissées par un épithélium respiratoire typique, qui est pseudostratifié et contient de nombreuses cellules ciliées.",
    "Choice_B_Text": "Les BS sont formées d'un épithélium pseudostratifié cilié.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les cellules de Clara sont caractéristiques des bronchioles terminales, pas des bronches souches.<br>Les bronches souches contiennent bien des cellules à mucus (cellules caliciformes).",
    "Choice_C_Text": "L'épithélium des BS contient des cellules de Clara et des cellules à mucus.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le muscle de Reissessen est la couche de muscle lisse située à la périphérie du chorion des bronches.<br>Les bronchioles possèdent également une couche de muscle lisse bien développée.",
    "Choice_D_Text": "Le muscle lisse de Reissessen existe dans les bronches et les bronchioles.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les caractéristiques histologiques des voies aériennes.<br>Les bronches souches ont un épithélium pseudostratifié cilié avec des cellules à mucus.<br>Le muscle lisse de Reissessen est présent dans la paroi des bronches et des bronchioles, sa contraction module le diamètre des voies aériennes.<br>Les cellules de Clara sont spécifiques aux bronchioles.",
    "QuestionText": "L'appareil respiratoire :",
    "Subtopic": "L'APPAREIL RESPIRATOIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La trachée se divise en deux bronches souches, une pour chaque poumon.<br>Le poumon gauche ne reçoit donc qu'une seule bronche souche.",
    "Choice_A_Text": "Le poumon gauche reçoit 2 bronches souches (BS).",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le poumon droit ne reçoit qu'une seule bronche souche, qui se divisera ensuite en bronches lobaires pour les trois lobes du poumon droit.",
    "Choice_B_Text": "Le poumon droit reçoit 4 bronches (BS).",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les cellules ciliées sont présentes tout au long de l'arbre bronchique, y compris dans les bronches et les bronchioles terminales, assurant le transport du mucus.<br>Elles disparaissent au niveau des bronchioles respiratoires.",
    "Choice_C_Text": "Les cellules ciliées se rencontrent dans les bronches et les bronchioles.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le muscle de Reissessen est la couche musculaire lisse présente dans la paroi des bronches et des bronchioles.<br>Il forme une couche continue et bien développée.",
    "Choice_D_Text": "Le muscle lisse de Reissessen existe dans les bronches et les bronchioles.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question évalue la connaissance de l'anatomie de l'arbre bronchique et de l'histologie des voies conductrices.<br>Les cellules ciliées sont une caractéristique majeure de l'épithélium respiratoire jusqu'aux bronchioles terminales.<br>Le muscle de Reissessen est également une composante constante des bronches et bronchioles.",
    "QuestionText": "L'appareil respiratoire :",
    "Subtopic": "L'APPAREIL RESPIRATOIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Le lobule pulmonaire est richement vascularisé.<br>Il est pénétré par une artère pulmonaire et drainé par des veines périlobulaires.",
    "Choice_A_Text": "Le lobule pulmonaire (LP) est non vascularisé.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "À l'intérieur du lobule pulmonaire, la bronchiole terminale, qui fait partie des voies de conduction, se divise pour donner naissance aux bronchioles respiratoires, où commencent les échanges gazeux.",
    "Choice_B_Text": "Le LP renferme des bronchioles terminales qui se poursuivent par des bronchioles respiratoires.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le lobule pulmonaire est délimité par des cloisons conjonctives périlobulaires qui sont effectivement riches en fibres élastiques, ce qui confère au poumon son élasticité.",
    "Choice_C_Text": "Les cloisons conjonctives périlobulaires sont riches en fibres élastiques.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les bronchioles terminales contiennent des cellules ciliées, mais les bronchioles respiratoires sont tapissées d'un épithélium cubique non cilié.",
    "Choice_D_Text": "Les bronchioles terminales et respiratoires contiennent des cellules ciliées.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur la structure du lobule pulmonaire, l'unité histologique du poumon.<br>Il est crucial de connaître l'organisation des voies aériennes intra-lobulaires (bronchiole terminale -> bronchiole respiratoire) et la composition des cloisons qui le délimitent.",
    "QuestionText": "L'appareil respiratoire :",
    "Subtopic": "L'APPAREIL RESPIRATOIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La paroi alvéolaire ne contient pas de fibres musculaires lisses.<br>Le muscle lisse est localisé dans les parois des bronchioles.",
    "Choice_A_Text": "La paroi alvéolaire (PA) est formée d'un épithélium de revêtement (ER), de capillaires sanguins (CS) et de fibres musculaires lisses.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La paroi alvéolaire est une structure complexe comprenant l'épithélium alvéolaire, un réseau dense de capillaires sanguins, un tissu interstitiel de soutien et un film liquidien de surfactant à sa surface.",
    "Choice_B_Text": "La PA est formée d'un (ER), de (CS), d'un tissu interstitiel et d'un film liquidien, le surfactant.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les pneumocytes de type I sont des cellules très aplaties qui couvrent la majorité de la surface alvéolaire (96%) et constituent l'élément principal de la barrière air-sang, permettant une diffusion efficace des gaz.",
    "Choice_C_Text": "Les pneumocytes I recouvrent 96% de la surface alvéolaire et représentent la barrière air-sang.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les pneumocytes de type II sont des cellules cubiques avec des microvillosités apicales, couvrant une faible partie de la surface (4%).<br>Leur rôle principal est la synthèse et la sécrétion du surfactant pulmonaire.",
    "Choice_D_Text": "Les pneumocytes II sont des cellules globulaires à microvillosités qui recouvrent 4% de la surface alvéolaire et sécrètent le surfactant.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance détaillée de la structure de la paroi alvéolaire, site des échanges gazeux.<br>Il est important de distinguer les rôles et caractéristiques des deux types de pneumocytes et de connaître tous les composants de cette paroi.",
    "QuestionText": "L'appareil respiratoire :",
    "Subtopic": "L'APPAREIL RESPIRATOIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La paroi du tube digestif est classiquement formée de 4 couches principales : la muqueuse, la sous-muqueuse, la musculeuse et la séreuse (ou adventice).",
    "Choice_A_Text": "La paroi du tube digestif est formée de 5 couches.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La muqueuse buccale, soumise à des contraintes mécaniques, est protégée par un épithélium pavimenteux stratifié non kératinisé (EPSNK), qui est résistant.",
    "Choice_B_Text": "La muqueuse buccale est formée d'un EPSNK.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La muqueuse de l'intestin grêle est caractérisée par des structures qui augmentent sa surface d'absorption : les villosités (projections de la muqueuse) et les cryptes (invaginations).<br>Elle contient également un tissu lymphoïde important (MALT) sous forme de nodules.",
    "Choice_C_Text": "La muqueuse intestinale renferme des villosités, des cryptes et des nodules lymphoïdes.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'axe conjonctif d'une villosité intestinale contient un capillaire lymphatique appelé chylifère central pour l'absorption des lipides, ainsi que des fibres musculaires lisses du muscle de Brücke, qui permettent la contraction de la villosité.",
    "Choice_D_Text": "L'axe de la villosité intestinale renferme un chylifère central et le muscle de Brücke.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question aborde des caractéristiques histologiques générales et spécifiques de différentes parties du tube digestif.<br>Elle couvre la structure de base de la paroi, l'épithélium buccal et les structures spécialisées de la muqueuse intestinale (villosités, cryptes, chylifère).",
    "QuestionText": "L'appareil digestif :",
    "Subtopic": "L’APPAREIL DIGESTIF",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les glandes de l'estomac fundique sont des glandes tubuleuses droites, longues et serrées les unes contre les autres, et non contournées.",
    "Choice_A_Text": "Les glandes de l'estomac fundique sont tubuleuses contournées.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les cellules pariétales (ou bordantes) des glandes fundiques sont responsables de la sécrétion d'acide chlorhydrique (HCl), essentiel à la digestion.",
    "Choice_B_Text": "Les cellules pariétales de l'estomac fundique sécrètent du HCL.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les cellules principales (ou zymogènes) des glandes fundiques synthétisent et sécrètent le pepsinogène, un précurseur inactif de la pepsine, une enzyme protéolytique.",
    "Choice_C_Text": "Les cellules principales synthétisent du pepsinogène.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La muqueuse fundique est subdivisée en cryptes gastriques (ou fovéoles) à la surface et en glandes fundiques en profondeur.<br>Un infiltrat lymphoïde n'est pas une subdivision structurelle standard.",
    "Choice_D_Text": "La muqueuse de l'estomac fundique est subdivisée en cryptes, glandes et infiltrat lymphoïde.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question se concentre sur l'histologie de la région fundique de l'estomac.<br>Il est important de connaître la morphologie des glandes fundiques et les fonctions spécifiques de leurs principaux types cellulaires : les cellules pariétales (HCl) et les cellules principales (pepsinogène).",
    "QuestionText": "L'appareil digestif :",
    "Subtopic": "L’APPAREIL DIGESTIF",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Le parenchyme hépatique est organisé en lobules, où les hépatocytes sont disposés en cordons ou travées (de Remack) qui rayonnent autour d'une veine centrale.<br>Entre ces travées se trouvent les capillaires sinusoïdes.",
    "Choice_A_Text": "Le parenchyme des lobules hépatiques est parcouru de travées de Remack et de capillaires radiés.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'espace de Kiernan, ou espace porte, est situé à la périphérie des lobules hépatiques (aux angles du lobule classique).<br>La veine centro-lobulaire se trouve au centre.",
    "Choice_B_Text": "L'espace de Kiernan (EK) se situe au centre des lobules hépatiques et renferme des branches de la veine porte, de l'artère hépatique et un canal biliaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'espace de Disse est un espace périsinusoïdal situé entre le pôle vasculaire (sanguin) des hépatocytes et l'endothélium des capillaires sinusoïdes.<br>Le pôle biliaire correspond à la formation des canalicules biliaires entre hépatocytes adjacents.",
    "Choice_C_Text": "L'espace de Disse se situe au pôle biliaire des hépatocytes.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Les glandes sous-maxillaires (submandibulaires) sont des glandes mixtes, mais à prédominance séreuse.<br>Les glandes sublinguales sont à prédominance muqueuse.",
    "Choice_D_Text": "Les glandes sous-maxillaires sont mixtes à prédominance muqueuse.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur l'histologie des glandes annexes du tube digestif, principalement le foie.<br>La compréhension de l'organisation du lobule hépatique avec les travées de Remack, les capillaires sinusoïdes, l'espace porte et l'espace de Disse est fondamentale.",
    "QuestionText": "L'appareil digestif :",
    "Subtopic": "GLANDES ANNEXES DU TUBE DIGESTIF",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Le lobe antérieur de l'hypophyse, ou adénohypophyse, provient d'une invagination de l'ectoblaste du toit du stomodéum (bouche primitive), appelée la poche de Rathke.",
    "Choice_A_Text": "Le lobe antérieur de l'hypophyse est d'origine ectoblastique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le lobe postérieur de l'hypophyse, ou neurohypophyse, est d'origine neuroectoblastique (ou neuroblastique).<br>Il se forme par une expansion du plancher du diencéphale.",
    "Choice_B_Text": "Le lobe postérieur de l'hypophyse est d'origine neuroblastique.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'artère hypophysaire supérieure (AHS) forme le réseau capillaire primaire dans l'éminence médiane.<br>C'est l'artère hypophysaire inférieure (AHI) qui vascularise le lobe postérieur et y forme le réseau capillaire posthypophysaire.",
    "Choice_C_Text": "L'artère hypophysaire supérieure (AHS) forme un réseau capillaire posthypophysaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le système porte hypothalamo-hypophysaire est la connexion vasculaire clé entre l'hypothalamus et l'adénohypophyse.<br>Le réseau capillaire primaire (issu de l'AHS) est bien relié au réseau capillaire secondaire (dans l'adénohypophyse) par les veines portes hypophysaires.",
    "Choice_D_Text": "Le réseau capillaire primaire issu de l'AHS est relié au réseau capillaire secondaire par une veine.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question évalue la connaissance de l'embryologie et de la vascularisation du complexe hypothalamo-hypophysaire.<br>Les origines distinctes des lobes antérieur (ectoblastique) et postérieur (neuroblastique) sont un point clé, tout comme l'organisation du système porte vasculaire qui permet le contrôle de l'adénohypophyse.",
    "QuestionText": "Le complexe hypothalamo-hypophysaire :",
    "Subtopic": "LE COMPLEXE HYPOTHALAMO-HYPOPHYSAIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les neurones des noyaux supra-optique (NSO) et para-ventriculaire (NPV) qui projettent vers la neurohypophyse sont de grande taille, ils sont de type magno-cellulaire.<br>Les neurones parvo-cellulaires contrôlent l'adénohypophyse.",
    "Choice_A_Text": "Sont formés de neurones de type parvo-cellulaires.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les axones des neurones des NSO et NPV forment le tractus hypothalamo-hypophysaire qui descend jusqu'au lobe postérieur (neurohypophyse), où leurs terminaisons sont au contact des capillaires sanguins.",
    "Choice_B_Text": "Les axones de ces neurones atteignent les capillaires sanguins de la neurohypophyse.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Ces neurones synthétisent des neurosécrétions sous forme de granulations, qui sont transportées le long des axones.<br>Ces granulations contiennent les hormones ocytocine et vasopressine (ADH) qui sont libérées dans le sang au niveau de la neurohypophyse.",
    "Choice_C_Text": "Les neurones de ces noyaux contiennent des granulations (neurosécrétats) libérant de l'ocytocine et de la vasopressine.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'ocytocine a une action sur la contraction utérine et l'éjection du lait.<br>La vasopressine (ou hormone antidiurétique) agit sur la réabsorption d'eau par le rein.",
    "Choice_D_Text": "La vasopressine a une action sur la sécrétion lactée.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur le système de neurosécrétion magno-cellulaire de l'hypothalamus.<br>Il est essentiel de savoir que les noyaux NSO et NPV sont magno-cellulaires, projettent sur la neurohypophyse, et libèrent l'ocytocine et la vasopressine dans la circulation générale.",
    "QuestionText": "Les noyaux hypothalamiques NSO et NPV :",
    "Subtopic": "LE COMPLEXE HYPOTHALAMO-HYPOPHYSAIRE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "L'organisation fasciculée est caractéristique de la corticosurrénale, pas de la thyroïde.<br>La thyroïde a une structure vésiculaire ou folliculaire.",
    "Choice_A_Text": "C'est une glande endocrine encapsulée fasciculée.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'unité structurale et fonctionnelle de la thyroïde est la vésicule (ou follicule) thyroïdienne, une sphère creuse remplie de colloïde et bordée par des cellules épithéliales.",
    "Choice_B_Text": "C'est une glande endocrine vésiculée.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La thyroïde se développe à partir d'un bourgeonnement de l'entoblaste du plancher de l'intestin pharyngien primitif.",
    "Choice_C_Text": "Elle est d'origine entoblastique.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Anatomiquement, la glande thyroïde est composée de deux lobes latéraux, droit et gauche, reliés sur la ligne médiane par une partie plus étroite appelée l'isthme.",
    "Choice_D_Text": "Elle est bilobée, les 2 lobes sont reliés par un isthme.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question aborde les caractéristiques fondamentales de la glande thyroïde : sa structure histologique (vésiculaire), son origine embryologique (entoblastique) et son anatomie macroscopique (bilobée avec un isthme).",
    "QuestionText": "La thyroïde :",
    "Subtopic": "LA GLANDE THYROIDE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "",
    "Choice_A_Text": "Sont formées d'un épithélium simple renfermant des cellules principales et parafolliculaires.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La colloïde est riche en glycoprotéines, notamment la thyroglobuline.<br>Cette richesse en glucides lui confère une forte affinité pour la coloration au PAS (Periodic Acid-Schiff), qui la colore en rouge brique.",
    "Choice_B_Text": "La colloïde prend une coloration rouge brique au PAS.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les cellules claires (parafolliculaires) sont localisées à la base de l'épithélium et ne sont jamais en contact avec la colloïde.<br>Leur pôle apical n'atteint pas la lumière de la vésicule.",
    "Choice_C_Text": "Le pôle apical des cellules claires est en contact de la colloïde.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le pôle basal des cellules principales est en contact avec la membrane basale et les capillaires sanguins environnants.<br>C'est le pôle apical qui est en contact avec la colloïde.",
    "Choice_D_Text": "Le pôle basal des cellules principales est en contact avec la colloïde.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question se focalise sur la structure fine de la vésicule thyroïdienne.<br>Il est important de connaître la composition de la colloïde, la polarité des cellules principales et la localisation exacte des cellules parafolliculaires.",
    "QuestionText": "Les vésicules thyroïdiennes :",
    "Subtopic": "LA GLANDE THYROIDE",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La parathyroïde est une glande de type trabéculaire ou en cordons.<br>Les cellules sont organisées en amas et cordons anastomosés, ce qui n'est pas une structure réticulée.",
    "Choice_A_Text": "C'est une glande endocrine encapsulée réticulée.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les glandes parathyroïdes sont généralement au nombre de quatre, mais leur nombre peut varier de 4 à 6.<br>Dix est un nombre bien trop élevé.",
    "Choice_B_Text": "Les parathyroïdes sont au nombre de 10 chez l'homme.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les cellules principales sont les cellules actives de la parathyroïde.<br>Leur forme sombre (active) est caractérisée par un cytoplasme riche en organites de synthèse et sécrète la parathormone (PTH).",
    "Choice_C_Text": "Les cellules principales sombres sécrètent de la PTH.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La parathormone (PTH) est la principale hormone hypercalcémiante.<br>Elle agit sur l'os en stimulant l'activité des ostéoclastes (ostéolyse) pour libérer du calcium dans le sang, ce qui augmente la calcémie.",
    "Choice_D_Text": "La PTH est une hormone qui augmente l'ostéolyse et induit une hypercalcémie.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question évalue la connaissance de l'histologie et de la physiologie des glandes parathyroïdes.<br>Les points clés sont l'identification de la cellule sécrétrice de PTH (cellule principale sombre) et le rôle hypercalcémiant de la PTH via l'ostéolyse.",
    "QuestionText": "La parathyroïde :",
    "Subtopic": "LES PARATHYROIDES",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les cellules de la médullosurrénale sont d'origine neuroectodermique.<br>Elles proviennent des crêtes neurales et passent par un stade de sympathogonies avant de se différencier en phéochromoblastes.",
    "Choice_A_Text": "Les cellules de la médullosurrénale (MS) sont issues des crêtes neurales et se différencient à partir des sympathogonies.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La corticosurrénale est bien divisée en trois zones concentriques distinctes de l'extérieur vers l'intérieur : la zone glomérulée, la zone fasciculée et la zone réticulée, chacune ayant une fonction de synthèse stéroïdienne spécifique.",
    "Choice_B_Text": "La corticosurrénale (CS) est formée de 3 zones : une glomérulée, une fasciculée et une réticulée.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les catécholamines (adrénaline et noradrénaline) sont sécrétées par la médullosurrénale.<br>La zone glomérulée de la corticosurrénale sécrète les minéralocorticoïdes, comme l'aldostérone.",
    "Choice_C_Text": "Les cellules de la glomérulée de la (CS) sécrètent des catécholamines (adrénaline et noradrénaline).",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'aldostérone est une hormone stéroïde (un minéralocorticoïde) sécrétée par la zone glomérulée de la corticosurrénale.<br>La médullosurrénale sécrète les catécholamines.",
    "Choice_D_Text": "Les cellules de la (MS) sécrètent de l'aldostérone.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance de l'origine embryologique et de la structure de la glande surrénale.<br>Il est crucial de distinguer l'origine (crêtes neurales pour la médullaire) et la fonction des deux parties, la corticosurrénale (stéroïdes, 3 zones) et la médullosurrénale (catécholamines).",
    "QuestionText": "La surrénale :",
    "Subtopic": "LE COMPLEXE SURRENALIEN",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les cellules A (hyalochromes) synthétisent et stockent l'adrénaline.<br>La noradrénaline est stockée par les cellules N (rhagiochromes).",
    "Choice_A_Text": "Les cellules chromaffines hyalochromes A synthétisent et stockent la noradrénaline.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les cellules N (rhagiochromes) synthétisent et stockent la noradrénaline.<br>L'adrénaline est stockée par les cellules A (hyalochromes).",
    "Choice_B_Text": "Les cellules chromaffines rhagiochromes N synthétisent et stockent de l'adrénaline.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'adrénaline est une molécule polyvalente.<br>Elle fonctionne comme une hormone lorsqu'elle est libérée dans la circulation sanguine par la médullosurrénale et comme un neurotransmetteur dans certaines synapses du système nerveux central.",
    "Choice_C_Text": "L'adrénaline agit en tant que neurotransmetteur dans le SNC et comme hormone dans le sang.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Ceci est une description correcte de la spécialisation fonctionnelle des zones de la corticosurrénale.<br>La zone fasciculée produit les glucocorticoïdes (cortisol), et la zone glomérulée produit les minéralocorticoïdes (aldostérone).",
    "Choice_D_Text": "Les cellules de la zone fasciculée de la (CS) sécrètent du cortisol et celles de la zone glomérulée libèrent de l'aldostérone.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur la physiologie de la glande surrénale, en distinguant les sécrétions de la médullaire et de la corticale.<br>Il faut connaître les types de cellules de la médullaire et leurs produits (A/adrénaline, N/noradrénaline) ainsi que les hormones produites par chaque zone de la corticosurrénale.",
    "QuestionText": "Les hormones surrénaliennes :",
    "Subtopic": "LE COMPLEXE SURRENALIEN",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Le lobe rénal est une unité anatomique du rein.<br>Il est défini comme une pyramide de Malpighi (médullaire) et le tissu cortical qui la coiffe, y compris les colonnes de Bertin adjacentes.",
    "Choice_A_Text": "Les lobes rénaux sont centrés par les pyramides de Malpighi.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le néphron est l'unité fonctionnelle du rein, responsable de la filtration du sang et de la formation de l'urine.<br>Avec le tube collecteur, il forme le tube urinaire, qui est l'unité structurale.",
    "Choice_B_Text": "L'unité structurale du rein est le néphron.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'ordre des segments du néphron est incorrect.<br>L'ordre correct est : corpuscule de Malpighi, tube contourné proximal, anse de Henlé, tube contourné distal.<br>De plus, le canal collecteur n'appartient pas au néphron.",
    "Choice_C_Text": "Le néphron est composé du corpuscule de Malpighi suivi du tube contourné distal, l'anse de Henlé, du tube contourné proximal puis le canal collecteur.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le rein est un organe encapsulé, protégé par une fine mais résistante capsule de tissu conjonctif fibreux.",
    "Choice_D_Text": "Le rein est recouvert par une capsule conjonctive.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question aborde l'organisation macroscopique et microscopique du rein.<br>Il est important de connaître la définition du lobe rénal, la composition et l'ordre des segments du néphron, et de savoir que le rein est un organe encapsulé.",
    "QuestionText": "L'appareil urinaire :",
    "Subtopic": "L'APPAREIL URINAIRE ET LES VOIES URINAIRES",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La maturation folliculaire, de même que toutes les étapes de la folliculogenèse, se déroule dans le cortex de l'ovaire.<br>La médullaire est une zone principalement conjonctivo-vasculaire.",
    "Choice_A_Text": "La maturité folliculaire a lieu dans la médullaire de l'ovaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'ovogenèse débute pendant la vie fœtale, dès la 15ème semaine.<br>À la naissance, les ovocytes I sont bloqués en prophase de la première division de méiose, et le processus ne reprend qu'à la puberté.",
    "Choice_B_Text": "L'ovogenèse débute à la puberté.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le follicule mûr (de De Graaf) contient un ovocyte II qui a achevé la première division méiotique juste avant l'ovulation.<br>Cet ovocyte II est haploïde quant au nombre de chromosomes (n chromosomes), chaque chromosome étant constitué de deux chromatides.",
    "Choice_C_Text": "Les follicules mûrs de De Graaf contiennent un ovocyte II haploïde.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'atrésie folliculaire est le processus de dégénérescence et d'involution des follicules ovariens à différents stades de leur développement.<br>Les follicules atrétiques et kystiques sont les vestiges de cette involution.",
    "Choice_D_Text": "Les follicules atrétiques et kystiques résultent d'une involution folliculaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur des aspects clés de l'ovogenèse et de la folliculogenèse.<br>Il faut connaître la chronologie de l'ovogenèse, la localisation de la maturation folliculaire, le contenu du follicule mûr, et le devenir des follicules qui n'ovulent pas (atrésie).",
    "QuestionText": "Les organes génitaux :",
    "Subtopic": "L’APPAREIL GENITAL FEMININ",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "L'achèvement de la première division de la méiose donne un ovocyte II qui est haploïde (n chromosomes), et non diploïde (2n chromosomes).",
    "Choice_A_Text": "Le stade préovulatoire se caractérise par l'achèvement de la 1ère division de la méiose et l'obtention d'un ovocyte II diploïde.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le corps jaune est une glande endocrine temporaire formée après l'ovulation.<br>Il est composé de grandes cellules lutéiniques produisant la progestérone et de petites cellules lutéiniques produisant des œstrogènes.",
    "Choice_B_Text": "Le corps jaune sécrète des œstrogènes et de la progestérone.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Ce sont les glandes et les artères spiralées de l'endomètre (la muqueuse utérine) qui se développent pendant la phase sécrétoire du cycle, sous l'influence de la progestérone.<br>Le myomètre est la couche musculaire.",
    "Choice_C_Text": "Le myomètre s'enrichit en glandes et en artères spiralées au 28ème jour du cycle menstruel.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'exocol est tapissé par un épithélium pavimenteux stratifié non kératinisé (EPSNK), en continuité avec l'épithélium vaginal.",
    "Choice_D_Text": "L'exocol est formé d'un EPSK.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question aborde les événements du cycle ovarien et utérin.<br>Les points clés sont la ploïdie de l'ovocyte II, la fonction endocrine du corps jaune, la distinction entre endomètre et myomètre, et l'histologie du col utérin.",
    "QuestionText": "Les organes génitaux :",
    "Subtopic": "L’APPAREIL GENITAL FEMININ",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les spermatogonies sont les cellules souches germinales mâles.<br>Elles sont diploïdes (2n chromosomes) et se divisent par mitose pour assurer le renouvellement du stock et la production de spermatocytes.",
    "Choice_A_Text": "Les spermatogonies sont des cellules souches haploïdes.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La spermiogenèse est le processus de différenciation cytologique au cours duquel les spermatides, cellules rondes et haploïdes issues de la méiose, se transforment en spermatozoïdes flagellés.",
    "Choice_B_Text": "Les spermatides se différencient pour former des spermatozoïdes.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'épithélium des vésicules séminales est de type pseudostratifié ou cylindrique simple, il n'est pas stratifié.",
    "Choice_C_Text": "Les vésicules séminales possèdent un épithélium stratifié.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La testostérone est sécrétée par les cellules de Leydig situées dans le tissu interstitiel du testicule.<br>La prostate est une glande exocrine qui sécrète des composants du liquide séminal.",
    "Choice_D_Text": "La prostate secrète de la testostérone.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question porte sur l'histologie et la physiologie de l'appareil génital masculin.<br>Elle évalue la connaissance de la spermatogenèse (ploïdie des spermatogonies, spermiogenèse) et la fonction des glandes annexes.",
    "QuestionText": "Les organes génitaux :",
    "Subtopic": "L’APPAREIL GENITAL MASCULIN",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "La rate n'a pas une structure lobulée comme le thymus ou le foie.<br>Son parenchyme est organisé en deux compartiments fonctionnels, la pulpe blanche et la pulpe rouge.",
    "Choice_A_Text": "La rate est un organe lymphoïde périphérique lobulé.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La pulpe blanche de la rate est constituée de tissu lymphoïde organisé autour des branches de l'artère splénique.<br>L'artère centrale (ou pulpaire) est entourée par une gaine lymphoïde péri-artériolaire (PALS), qui est une zone T.",
    "Choice_B_Text": "La pulpe blanche est formée d'une artère pulpaire entourée d'une gaine lymphoïde.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les corpuscules de Hassall sont des structures caractéristiques de la médullaire du thymus.<br>Ils sont formés par des cellules épithéliales thymiques enroulées de manière concentrique.",
    "Choice_C_Text": "Les corpuscules de Hassall résultent de la dégénérescence de cellules épithéliales.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le corpuscule de Malpighi de la rate correspond à un follicule lymphoïde (une zone B) attaché à la gaine lymphoïde péri-artériolaire.<br>Il est donc principalement peuplé de lymphocytes B (LB).",
    "Choice_D_Text": "Le corpuscule de Malpighi de la rate contient des LB.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question aborde la structure de différents organes lymphoïdes, principalement la rate et le thymus.<br>Il est important de connaître l'organisation de la pulpe blanche splénique (artère, gaine T, follicule B) et la nature des corpuscules de Hassall du thymus.",
    "QuestionText": "Les organes lymphoïdes :",
    "Subtopic": "LE SYSTEME IMMUNITAIRE (SI)",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Les ganglions lymphatiques se forment à partir du 3ème mois de la vie embryonnaire, ce qui n'est pas considéré comme le tout début du développement.",
    "Choice_A_Text": "Les ganglions lymphatiques (GL) apparaissent au début du développement embryonnaire.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La zone paracorticale du ganglion lymphatique est une zone T-dépendante, elle est donc principalement peuplée de lymphocytes T.<br>Les lymphocytes B se trouvent dans les follicules de la zone corticale.",
    "Choice_B_Text": "La zone paracorticale du GL est peuplée en lymphocytes T et B.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La lymphe entre dans le ganglion par plusieurs vaisseaux lymphatiques afférents au niveau de la capsule et en sort par un ou plusieurs vaisseaux lymphatiques efférents au niveau du hile.<br>La circulation se fait donc des afférents vers les efférents.",
    "Choice_C_Text": "La lymphe circule des lymphatiques efférents vers les lymphatiques afférents.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le centre clair germinatif d'un follicule secondaire est le site d'une intense prolifération et différenciation des lymphocytes B.<br>Il contient des immunoblastes B (centroblastes et centrocytes), des macrophages (qui phagocytent les cellules apoptotiques) et des cellules dendritiques folliculaires qui présentent l'antigène.<br>Les plasmocytes, cellules sécrétrices d'anticorps, se trouvent principalement dans les cordons médullaires.",
    "Choice_D_Text": "Les follicules secondaires renferment un centre clair germinatif contenant des cellules dendritiques, des macrophages, des immunoblastes B et des plasmocytes.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question se concentre sur l'histologie fonctionnelle du ganglion lymphatique.<br>Il faut connaître la compartimentation des lymphocytes T et B, le sens de la circulation lymphatique et la composition cellulaire du centre germinatif, lieu de la réponse immunitaire humorale.",
    "QuestionText": "Les organes lymphoïdes :",
    "Subtopic": "LE SYSTEME IMMUNITAIRE (SI)",
    "YearAsked": "Non spécifié"
  }
]
