[
  {
    "QuestionText": "Quelle est la première étape à suivre lors de l'évaluation d'un patient avec douleur thoracique ?",
    "Choice_A_Text": "Administrer immédiatement de l'aspirine",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'aspirine est importante dans l'infarctus du myocarde, mais ce n'est pas la première étape. L'évaluation initiale vient d'abord.",
    "Choice_B_Text": "Évaluer les signes vitaux et l'état hémodynamique",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'évaluation des signes vitaux (PA, FC, FR, T°, saturation) et de l'état hémodynamique est la première étape pour déterminer l'urgence et la stabilité du patient.",
    "Choice_C_Text": "Demander immédiatement un électrocardiogramme",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ECG est crucial mais doit suivre l'évaluation initiale des signes vitaux pour prioriser les interventions.",
    "Choice_D_Text": "Administrer de l'oxygène systématiquement",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'oxygène n'est administré systématiquement que si le patient est hypoxique. L'évaluation vient d'abord.",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "",
    "YearAsked": "2023",
    "Subtopic": "Urgences",
    "Category": "Médecine Générale",
    "OverallExplanation": "L'évaluation initiale d'un patient avec douleur thoracique suit toujours la même séquence : ABC (Airway, Breathing, Circulation) avec évaluation des signes vitaux avant toute intervention thérapeutique spécifique."
  },
  {
    "QuestionText": "Quel examen est le plus sensible pour le diagnostic précoce de l'infarctus du myocarde aigu ?",
    "Choice_A_Text": "Électrocardiogramme (ECG)",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'ECG est très spécifique mais manque de sensibilité dans les premières heures, surtout pour les infarctus non-ST.",
    "Choice_B_Text": "Radiographie thoracique",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La radio thoracique est utile pour éliminer d'autres diagnostics mais ne diagnostique pas l'infarctus.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les troponines sont les biomarqueurs les plus sensibles et spécifiques pour le diagnostic d'infarctus du myocarde, apparaissant dans le sang 3-6 heures après le début des symptômes.",
    "Choice_D_Text": "Échocardiographie",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'échocardiographie peut montrer des anomalies de contraction mais n'est pas aussi sensible que les troponines pour le diagnostic précoce.",
    "Choice_E_Text": "Hémogramme",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'hémogramme n'a pas d'intérêt pour le diagnostic d'infarctus du myocarde.",
    "YearAsked": "2023",
    "Subtopic": "Cardiologie",
    "Category": "Médecine Générale",
    "OverallExplanation": "Le diagnostic d'infarctus du myocarde repose sur la combinaison de la clinique, l'ECG et les biomarqueurs. Les troponines cardiaques (T ou I) sont actuellement le gold standard pour le diagnostic biologique."
  }
]