[
  {
    "QuestionText": "Quel est le signe clinique le plus précoce de déshydratation chez un nourrisson ?",
    "Choice_A_Text": "Fontanelle déprimée",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La fontanelle déprimée est un signe de déshydratation modérée à sévère, mais n'apparaît pas en premier.",
    "Choice_B_Text": "Perte de poids supérieure à 5%",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La perte de poids est un signe objectif mais elle n'est pas cliniquement apparente immédiatement.",
    "Choice_C_Text": "Diminution de la diurèse",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La diminution de la diurèse est souvent le premier signe de déshydratation, précédant les signes cliniques plus évidents.",
    "Choice_D_Text": "Pleurs sans larmes",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les pleurs sans larmes sont un signe de déshydratation modérée qui apparaît après la diminution de la diurèse.",
    "Choice_E_Text": "Muqueuses sèches",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les muqueuses sèches sont un signe de déshydratation qui n'est pas toujours le premier à apparaître.",
    "YearAsked": "2023",
    "Subtopic": "Déshydratation",
    "Category": "Pédiatrie",
    "OverallExplanation": "La déshydratation du nourrisson évolue par stades. La diminution de la diurèse est souvent le premier signe, suivie par les modifications des muqueuses, puis les signes plus graves comme la fontanelle déprimée et les troubles hémodynamiques."
  },
  {
    "QuestionText": "À quel âge un enfant devrait-il pouvoir marcher sans aide ?",
    "Choice_A_Text": "9-10 mois",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "À 9-10 mois, la plupart des enfants marchent avec appui ou se tiennent debout, mais ne marchent pas encore seuls.",
    "Choice_B_Text": "12-15 mois",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La marche sans aide est généralement acquise entre 12 et 15 mois. C'est la norme pour le développement psychomoteur.",
    "Choice_C_Text": "16-18 mois",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "À 16-18 mois, la plupart des enfants marchent déjà depuis plusieurs mois. Un délai à cet âge justifie une évaluation.",
    "Choice_D_Text": "6-8 mois",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "À 6-8 mois, les enfants commencent à s'asseoir sans aide et rampent, mais ne marchent pas encore.",
    "Choice_E_Text": "20-24 mois",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "À 20-24 mois, les enfants devraient déjà marcher couramment et commencer à courir. Un délai à cet âge est pathologique.",
    "YearAsked": "2023",
    "Subtopic": "Développement psychomoteur",
    "Category": "Pédiatrie",
    "OverallExplanation": "Le développement de la marche suit un schéma progressif : ramper (7-9 mois), marche avec appui (9-12 mois), marche sans aide (12-15 mois). Une variation de 2-3 mois autour de ces normes est considérée comme physiologique."
  }
]