[
  {
    "QuestionText": "Quel est le mécanisme d'action des statines dans le traitement de l'hypercholestérolémie ?",
    "Choice_A_Text": "Inhibition de l'absorption intestinale du cholestérol",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'inhibition de l'absorption intestinale est le mécanisme d'action de l'ézétimibe, pas des statines.",
    "Choice_B_Text": "Activation des récepteurs LDL",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les statines augmentent l'expression des récepteurs LDL mais ne les activent pas directement.",
    "Choice_C_Text": "Inhibition de la HMG-CoA réductase",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les statines inhibent compétitivement la HMG-CoA réductase, enzyme clé de la synthèse du cholestérol hépatique.",
    "Choice_D_Text": "Augmentation de l'excrétion biliaire du cholestérol",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'augmentation de l'excrétion biliaire est le mécanisme des résines échangeuses d'ions comme la cholestyramine.",
    "Choice_E_Text": "Stimulation de la lipoprotéine lipase",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La stimulation de la lipoprotéine lipase est le mécanisme des fibrates, qui agissent principalement sur les triglycérides.",
    "YearAsked": "2023",
    "Subtopic": "Hypolipémiants",
    "Category": "Pharmacologie",
    "OverallExplanation": "Les statines sont le traitement de première intention de l'hypercholestérolémie. Leur mécanisme principal est l'inhibition de la HMG-CoA réductase, ce qui entraîne une diminution de la synthèse hépatique de cholestérol et une augmentation de l'expression des récepteurs LDL."
  },
  {
    "QuestionText": "Quel est l'antidote spécifique du paracétamol en cas de surdosage ?",
    "Choice_A_Text": "N-acétylcystéine",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La N-acétylcystéine est l'antidote spécifique du paracétamol. Elle agit en reconstituant les réserves de glutathion hépatique.",
    "Choice_B_Text": "Charbon activé",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le charbon activé peut être utilisé dans les premières heures pour limiter l'absorption, mais ce n'est pas un antidote spécifique.",
    "Choice_C_Text": "Flumazénil",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le flumazénil est l'antidote des benzodiazépines, pas du paracétamol.",
    "Choice_D_Text": "Naloxone",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La naloxone est l'antidote des opioïdes, utilisée en cas de surdosage morphinique.",
    "Choice_E_Text": "Vitamine K",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La vitamine K est l'antidote des antivitamines K (warfarine, acénocoumarol), pas du paracétamol.",
    "YearAsked": "2023",
    "Subtopic": "Antidotes",
    "Category": "Pharmacologie",
    "OverallExplanation": "Le surdosage en paracétamol est une urgence thérapeutique en raison du risque d'hépatite cytolytique. La N-acétylcystéine doit être administrée dans les 8-10 heures suivant l'ingestion pour une efficacité optimale, mais reste bénéfique même après ce délai."
  }
]