[
  {
    "Choice_A_Explanation": "La Capacité Pulmonaire Totale (CPT) est définie comme le volume total d'air contenu dans les poumons après une inspiration maximale forcée.<br>Elle représente la somme de tous les volumes pulmonaires.",
    "Choice_A_Text": "Capacité pulmonaire totale : volume pulmonaire total après une inspiration forcée.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La capacité vitale (CV) correspond au volume d'air maximal qui peut être mobilisé, c'est-à-dire expiré après une inspiration maximale forcée.",
    "Choice_B_Text": "Capacité vitale : valeur maximale mobilisable entre inspiration et expiration forcée.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le volume résiduel (VR) est la quantité d'air qui reste dans les poumons après une expiration maximale forcée.<br>Ce volume n'est pas mobilisable.",
    "Choice_C_Text": "Volume résiduel : quantité d'air restant dans le poumon au décours d'une expiration forcée.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le volume courant (VT) est le volume d'air inspiré et expiré lors d'un cycle respiratoire normal et calme, et non lors d'une inspiration forcée.",
    "Choice_D_Text": "Le volume courant est le volume d'air mobilisé lors d'une inspiration forcée.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La capacité résiduelle fonctionnelle (CRF) est la quantité d'air restant dans les poumons après une expiration normale et calme, et non après une inspiration normale.",
    "Choice_E_Text": "Capacité résiduelle fonctionnelle : quantité d'air restant dans le poumon au décours d'une inspiration normale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question évalue la connaissance des différents volumes et capacités pulmonaires mesurables par spirométrie.<br>Les définitions de la CPT, CV, et VR sont correctes.<br>Le volume courant est lié à la respiration calme, et la CRF est mesurée après une expiration calme, rendant les propositions D et E incorrectes.",
    "QuestionText": "Volumes et capacités pulmonaires.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Selon la loi de Fick, le débit de diffusion d'un gaz est directement proportionnel à la surface de la membrane d'échange (S).<br>Une plus grande surface permet plus d'échanges.",
    "Choice_A_Text": "La surface de la membrane.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le coefficient de diffusion (d) du gaz, qui dépend de sa solubilité et de son poids moléculaire, est un facteur clé dans la loi de Fick.",
    "Choice_B_Text": "Les caractéristiques du gaz.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le pH sanguin affecte principalement l'affinité de l'hémoglobine pour l'oxygène (effet Bohr), mais n'est pas un facteur direct dans la loi de Fick qui régit la diffusion physique des gaz à travers la membrane.",
    "Choice_C_Text": "Le pH.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La température influence l'affinité de l'hémoglobine pour l'oxygène, mais elle n'est pas un paramètre direct de la loi de Fick pour la diffusion alvéolo-capillaire.",
    "Choice_D_Text": "La température.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le temps de contact entre le sang et la membrane alvéolaire est crucial.<br>Normalement, l'équilibre des pressions est atteint en 0,25s, bien avant la fin du temps de transit du globule rouge dans le capillaire (0,75s).",
    "Choice_E_Text": "Le temps de contact entre le gaz et la membrane.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La diffusion des gaz à travers la membrane alvéolo-capillaire est régie par la loi de Fick, qui stipule que le débit de diffusion dépend de la surface (S) et de l'épaisseur (E) de la membrane, du gradient de pression partielle du gaz, et du coefficient de diffusion propre au gaz.<br>Le temps de contact est également un facteur limitant.<br>Le pH et la température influencent le transport de l'oxygène mais pas directement sa diffusion membranaire.",
    "QuestionText": "Parmi les facteurs de la diffusion des gaz à travers la membrane alvéolo-capillaire on cite.",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La circulation pulmonaire, ou petite circulation, est la circulation fonctionnelle qui amène le sang veineux du ventricule droit aux poumons pour l'hématose, puis le renvoie oxygéné à l'oreillette gauche.",
    "Choice_A_Text": "La circulation fonctionnelle pulmonaire a pour rôle d'amener aux poumons le sang qui doit être oxygéné, et sera dirigé vers le cœur gauche après oxygénation.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La fibrose pulmonaire est une pathologie interstitielle caractérisée par un épaississement et une rigidification de la membrane alvéolo-capillaire, ce qui altère les échanges gazeux.",
    "Choice_B_Text": "La fibrose pulmonaire épaissit la membrane alvéolo-capillaire.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les artères bronchiques, qui constituent la circulation nourricière du poumon, naissent de l'aorte thoracique ou des artères intercostales.",
    "Choice_C_Text": "La circulation bronchique dérive, en majorité, directement de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La paroi alvéolaire est principalement formée par les pneumocytes de type I, qui sont des cellules épithéliales très aplaties optimisant la diffusion.<br>Les pneumocytes de type II sécrètent le surfactant.",
    "Choice_D_Text": "Les pneumocytes de type II constituent la paroi des alvéoles.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La pression intrapleurale est négative par rapport à la pression atmosphérique.<br>Cette pression négative est essentielle pour maintenir les poumons distendus et les bronchioles ouvertes.",
    "Choice_E_Text": "La pression intrapleurale est positive permettant l'ouverture des bronchioles.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question regroupe des concepts d'anatomie et de physiologie respiratoire.<br>Les affirmations A, B et C sont correctes et décrivent des aspects de la circulation pulmonaire/bronchique et une pathologie associée.<br>Les propositions D et E sont fausses : les pneumocytes I forment la paroi alvéolaire et la pression intrapleurale est négative.",
    "QuestionText": "Indiquer les propositions correctes.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "L'automatisme respiratoire est une activité rythmique, automatique et continue, générée par les centres nerveux du tronc cérébral.",
    "Choice_A_Text": "Est une activité respiratoire de base, automatique et permanente.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'automatisme respiratoire prend naissance dans le tronc cérébral (bulbe rachidien et pont), et non dans le cortex cérébral qui est responsable du contrôle volontaire de la respiration.",
    "Choice_B_Text": "Prend naissance dans des réseaux neuronaux du cortex cérébral.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le Groupe Respiratoire Dorsal (GRD), situé dans le bulbe rachidien, est principalement composé de neurones inspiratoires qui commandent le diaphragme via le nerf phrénique.",
    "Choice_C_Text": "Le groupe respiratoire dorsal comporte des neurones inspiratoires.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les centres pontiques (centre pneumotaxique et apneustique) modulent l'activité des centres bulbaires.<br>Le centre pneumotaxique, par exemple, aide à terminer l'inspiration, modulant ainsi le rythme, mais le terme 'inhibent' est une simplification excessive de cette fonction de régulation.",
    "Choice_D_Text": "Les centres pontiques inhibent les centres bulbaires suite à des afférences périphériques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'expiration au repos est un phénomène passif résultant de la rétraction élastique des poumons et de la cage thoracique.<br>Elle se produit lorsque les neurones inspiratoires cessent leur décharge, entraînant le relâchement des muscles inspiratoires.",
    "Choice_E_Text": "L'expiration normale résulte de l'interruption de la stimulation des neurones inspiratoires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'automatisme respiratoire est généré par le tronc cérébral (bulbe et pont).<br>Le GRD contient des neurones inspiratoires, et l'expiration de repos est passive suite à l'arrêt de leur stimulation.<br>Le cortex cérébral gère le contrôle volontaire.<br>Les centres pontiques modulent les centres bulbaires plutôt que de simplement les inhiber.",
    "QuestionText": "L'automatisme respiratoire.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Une molécule d'hémoglobine est un tétramère composé de quatre sous-unités (globines).<br>Chaque sous-unité contient un groupement hème, qui à son tour contient un atome de fer.<br>Il y a donc bien quatre atomes de fer par molécule d'hémoglobine.",
    "Choice_A_Text": "Une molécule d'hémoglobine comporte 4 atomes de fer.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La globine est la partie protéique de l'hémoglobine.<br>Comme toutes les protéines, elle est un polypeptide, c'est-à-dire une chaîne d'acides aminés.",
    "Choice_B_Text": "La globine est formée d'une succession d'acides aminés.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'oxygène se lie au fer de l'hème uniquement lorsque celui-ci est à l'état ferreux (Fe++).<br>Si le fer est à l'état ferrique (Fe+++), l'hémoglobine est appelée méthémoglobine et ne peut plus transporter l'oxygène.",
    "Choice_C_Text": "Le fer contenu dans l'hème fixe la molécule d'oxygène s'il est sous forme trivalente (Fe+++).",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'hémoglobine est le pigment respiratoire contenu exclusivement à l'intérieur des globules rouges (hématies), ce qui permet un transport efficace de l'oxygène dans le sang.",
    "Choice_D_Text": "L'hémoglobine est retrouvée uniquement dans le globule rouge.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'hémoglobine a une affinité pour le monoxyde de carbone (CO) qui est environ 200 à 250 fois supérieure à son affinité pour l'oxygène, ce qui explique la toxicité du CO.",
    "Choice_E_Text": "L'hémoglobine est peu affine pour le monoxyde de carbone.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste les connaissances sur la structure de l'hémoglobine.<br>Une molécule d'Hb contient 4 chaînes de globine, chacune avec un hème contenant un atome de fer Fe++, soit 4 atomes de fer au total.<br>L'Hb est exclusive aux globules rouges.<br>L'état Fe+++ (méthémoglobine) et la très haute affinité pour le CO sont des points importants rendant les propositions C et E incorrectes.",
    "QuestionText": "Structure et propriétés de l'hémoglobine.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La grande majorité de l'oxygène (environ 97-98%) est transportée dans le sang sous forme combinée à l'hémoglobine dans les globules rouges.<br>Seule une faible fraction (2-3%) est dissoute dans le plasma.",
    "Choice_A_Text": "98 % de l'oxygène sanguin est transporté par l'hémoglobine.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Au niveau des tissus, où la PO2 est basse, l'affinité de l'hémoglobine pour l'O2 diminue (déplacement de la courbe de dissociation vers la droite).<br>Cela favorise la libération de l'oxygène pour les cellules.",
    "Choice_B_Text": "L'affinité de l'hémoglobine à l'O2 est basse aux capillaires tissulaires.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'anhydrase carbonique est une enzyme très abondante dans les globules rouges mais absente du plasma.<br>Elle catalyse la réaction de conversion du CO2 en acide carbonique, qui se dissocie ensuite en H+ et HCO3- à l'intérieur du globule rouge.",
    "Choice_C_Text": "Le CO2 est transformé en HCO3- par l'anhydrase carbonique dans le plasma.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Les ions bicarbonates (HCO3-) sont produits en grande quantité dans les globules rouges, puis sortent dans le plasma en échange d'ions chlorure (effet Hamburger).<br>Par conséquent, la majorité des bicarbonates se trouve dans le plasma, où ils constituent le principal système tampon.",
    "Choice_D_Text": "Les ions HCO3- sont très abondants au niveau du plasma.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le dioxyde de carbone est transporté dans le plasma sous deux formes : une petite fraction est dissoute physiquement, et la majorité (environ 70% du CO2 total) est transportée sous forme de bicarbonate (HCO3-) après réaction chimique.",
    "Choice_E_Text": "Le CO2 est transporté dans le plasma sous forme dissoute et sous forme combinée après réaction chimique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur les mécanismes de transport de l'O2 et du CO2.<br>L'O2 est majoritairement lié à l'Hb, avec une affinité qui diminue au niveau des tissus pour faciliter sa libération.<br>Le CO2 est principalement transporté sous forme de HCO3- dans le plasma, après sa conversion par l'anhydrase carbonique à l'intérieur des globules rouges.",
    "QuestionText": "Concernant le transport du CO2 et de O2 dans le sang.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La circulation pulmonaire est la circulation fonctionnelle, dont le rôle est l'hématose (oxygénation du sang).<br>La vascularisation nourricière, qui irrigue les tissus pulmonaires eux-mêmes, est assurée par la circulation bronchique.",
    "Choice_A_Text": "La circulation pulmonaire constitue la vascularisation nourricière.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'artère pulmonaire, issue du ventricule droit, transporte le sang veineux systémique (pauvre en O2, riche en CO2) vers les poumons pour qu'il soit oxygéné.",
    "Choice_B_Text": "L'artère pulmonaire véhicule le sang désoxygéné vers les poumons.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La circulation bronchique, qui est une circulation systémique à haute pression, provient de l'aorte thoracique ou de ses branches.",
    "Choice_C_Text": "La circulation bronchique dérive, en majorité, directement de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Après l'hématose au niveau des capillaires alvéolaires, le sang oxygéné est collecté par les quatre veines pulmonaires qui se jettent dans l'oreillette gauche du cœur.",
    "Choice_D_Text": "Le sang oxygéné est transporté vers le cœur par les veines pulmonaires.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La plèvre est une séreuse composée de deux feuillets, le feuillet viscéral accolé au poumon et le feuillet pariétal tapissant la cage thoracique.<br>Entre les deux se trouve la cavité pleurale, un espace virtuel contenant une fine lame de liquide.",
    "Choice_E_Text": "La plèvre est constituée de deux feuillets séparés d'un espace virtuel.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question aborde l'anatomie fonctionnelle des systèmes vasculaire et pleural du poumon.<br>Il est important de distinguer la circulation pulmonaire (fonctionnelle) de la circulation bronchique (nourricière).<br>Les propositions B, C, D et E décrivent correctement les rôles des vaisseaux pulmonaires, l'origine de la circulation bronchique et la structure de la plèvre.",
    "QuestionText": "La vascularisation pulmonaire et la plèvre.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Au fur et à mesure des divisions bronchiques, le cartilage disparaît.<br>La paroi des bronchioles est principalement constituée de muscle lisse, ce qui leur permet de modifier leur calibre (bronchoconstriction/bronchodilatation).",
    "Choice_A_Text": "Les bronchioles sont constituées essentiellement de cartilage.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le surfactant est une substance tensioactive qui diminue la tension superficielle à l'interface air-liquide dans les alvéoles.<br>Il empêche ainsi le collapsus alvéolaire en fin d'expiration et facilite l'expansion pulmonaire.",
    "Choice_B_Text": "Le surfactant augmente la tension superficielle des alvéoles.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La zone de conduction, allant du nez aux bronchioles terminales, est tapissée par un épithélium respiratoire cilié qui sécrète du mucus.<br>Ce système mucociliaire permet de filtrer, réchauffer et humidifier l'air inspiré.",
    "Choice_C_Text": "La muqueuse de la zone de conduction comporte des cils et du mucus.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les pneumocytes de type I sont des cellules épithéliales très minces et aplaties qui forment la majeure partie de la surface de la paroi alvéolaire, constituant la barrière principale pour les échanges gazeux.",
    "Choice_D_Text": "Les pneumocytes I forment la paroi alvéolaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le nez, en tant que première partie des voies aériennes supérieures, joue un rôle crucial dans le conditionnement de l'air inspiré en le réchauffant, l'humidifiant et le filtrant des grosses particules.",
    "Choice_E_Text": "Le nez humidifie, réchauffe, et filtre l'air inspiré.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question examine la structure et la fonction des différentes parties des voies aériennes.<br>Les fonctions de la zone de conduction (nez, épithélium mucociliaire) et la structure de la zone respiratoire (pneumocytes I) sont correctement décrites dans les propositions C, D et E.<br>Les propositions A et B sont fausses car les bronchioles n'ont pas de cartilage et le surfactant diminue la tension superficielle.",
    "QuestionText": "La structure et fonction des voies aériennes.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Le contrôle de la respiration intègre des informations provenant de multiples récepteurs, incluant les chémorécepteurs centraux (bulbaires) et périphériques (artériels), ainsi que des mécanorécepteurs et des centres cérébraux supérieurs.<br>Le terme 'exclusivement' rend cette affirmation incorrecte.",
    "Choice_A_Text": "Se base sur des informations collectées exclusivement par des récepteurs périphériques.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le système de contrôle respiratoire fonctionne comme une boucle de rétrocontrôle (feedback).<br>Des capteurs (chémorécepteurs) détectent les variations des gaz du sang et du pH, et les centres respiratoires ajustent la ventilation pour ramener ces paramètres à la normale.",
    "Choice_B_Text": "Obéit à une boucle de stimulation-inhibition de rétrocontrôle.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'acidose (baisse du pH sanguin), souvent due à une augmentation de la PaCO2, est un puissant stimulant des chémorécepteurs centraux et périphériques.<br>La réponse est une hyperventilation pour éliminer l'excès de CO2 et corriger le pH.",
    "Choice_C_Text": "L'acidose aboutit à une hyperventilation.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les chémorécepteurs périphériques (corpuscules carotidiens et aortiques) sont sensibles aux variations de la PaO2 (surtout l'hypoxémie), de la PaCO2 et du pH artériel.<br>Leur sensibilité à la PaO2 est particulièrement importante et constitue leur stimulus principal.",
    "Choice_D_Text": "Les chémorécepteurs périphériques artériels sont sensibles essentiellement à la PaO2.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les mécanorécepteurs informent les centres respiratoires sur l'état mécanique du système.<br>Il en existe au niveau du parenchyme pulmonaire (sensibles à l'étirement) et de la paroi pharyngée, jouant un rôle dans la régulation du cycle respiratoire et le maintien de la perméabilité des voies aériennes.",
    "Choice_E_Text": "Les mécanorécepteurs sont situés au niveau pulmonaire et pharyngés.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le contrôle de la respiration est un système complexe de régulation en boucle.<br>Il répond aux signaux chimiques (PaO2, PaCO2, pH) via les chémorécepteurs et aux signaux mécaniques via les mécanorécepteurs pour adapter la ventilation aux besoins métaboliques.",
    "QuestionText": "Contrôle de la respiration.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Lors de l'expiration calme, qui est un phénomène passif, la force de rétraction élastique accumulée dans les poumons et la cage thoracique pendant l'inspiration est libérée, ce qui ramène le système à son volume de repos (CRF).",
    "Choice_A_Text": "La rétraction élastique pulmonaire ramène le système respiratoire à sa position de repos.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'élasticité est une propriété fondamentale du système respiratoire.<br>Le poumon et la cage thoracique sont deux structures élastiques qui agissent en opposition : le poumon tend à se rétracter tandis que la cage thoracique tend à s'expandre.",
    "Choice_B_Text": "Le poumon et la cage thoracique sont deux structures élastiques.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La loi de Poiseuille décrit la relation entre le débit, la pression et la résistance pour un écoulement de fluide laminaire (non turbulent) dans un tube cylindrique.<br>Elle s'applique à l'écoulement de l'air dans les petites voies aériennes.",
    "Choice_C_Text": "L'écoulement laminaire est régi par la loi de Poiseuille.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La compliance (Cp) est une mesure de la distensibilité du système respiratoire.<br>Elle est définie par la variation de volume (ΔV) pour une variation de pression donnée (ΔP), soit Cp = ΔV/ΔP.",
    "Choice_D_Text": "La compliance est définie comme l'importance de la variation du volume par un changement de pression.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Selon la loi de Poiseuille, la résistance (R) à l'écoulement est inversement proportionnelle au rayon du conduit à la quatrième puissance (r⁴) et proportionnelle à la longueur (l).<br>Le rayon est donc le facteur de loin le plus déterminant des résistances.",
    "Choice_E_Text": "La longueur des voies aériennes est le premier facteur des résistances du système respiratoire.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question porte sur les propriétés mécaniques passives du système respiratoire.<br>L'élasticité et la compliance décrivent la capacité du système à changer de volume.<br>Les résistances, principalement déterminées par le rayon des voies aériennes selon la loi de Poiseuille, s'opposent à l'écoulement de l'air.",
    "QuestionText": "Concernant la compliance, l'élastance et les propriétés résistives du système respiratoire.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La zone respiratoire, où se déroulent les échanges gazeux, comprend les bronchioles respiratoires, les conduits alvéolaires et les sacs alvéolaires contenant les alvéoles.<br>Elle n'est donc pas constituée 'exclusivement' des alvéoles.",
    "Choice_A_Text": "Est constituée exclusivement des alvéoles pulmonaires.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Chaque alvéole est entourée d'un riche réseau de capillaires pulmonaires, ce qui maximise la surface de contact entre l'air alvéolaire et le sang pour des échanges gazeux efficaces.",
    "Choice_B_Text": "Les alvéoles sont des structures très vascularisées.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les macrophages alvéolaires sont des cellules immunitaires résidentes dans les alvéoles.<br>Ils jouent un rôle de défense de première ligne en phagocytant les particules inhalées, les débris cellulaires et les agents pathogènes.",
    "Choice_C_Text": "Les macrophages alvéolaires assurent un rôle de défense local.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le lobule pulmonaire secondaire, ou lobule de Miller, est considéré comme l'unité fonctionnelle du poumon.<br>Il est centré par une bronchiole et une artériole terminales et contient plusieurs acini.",
    "Choice_D_Text": "La structure fonctionnelle élémentaire du poumon est le lobule de Miller.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La surface totale des alvéoles humaines est immense (80-100 m²).<br>Cette grande surface, combinée à une membrane très fine, facilite la diffusion rapide de grandes quantités d'O2 et de CO2.",
    "Choice_E_Text": "La grande surface des alvéoles facilite les échanges gazeux.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question se concentre sur les caractéristiques de la zone respiratoire.<br>Ses points clés sont la riche vascularisation des alvéoles, le rôle de défense des macrophages, la grande surface d'échange et l'organisation en lobules de Miller.<br>La zone respiratoire inclut plus que les seules alvéoles.",
    "QuestionText": "La zone respiratoire des voies aériennes.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Cette proposition combine deux faits corrects.<br>La ventilation minute (VE) est bien le produit de la fréquence respiratoire (Fr) et du volume courant (Vt).<br>De plus, l'écoulement de l'air est passivement entraîné par le gradient de pression entre les alvéoles et l'atmosphère.",
    "Choice_A_Text": "La ventilation minute est le produit de la fréquence respiratoire et du volume courant et l'air s'écoule dans les bronches en réponse à une différence de pression alvéolaire et atmosphérique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'expiration calme est un phénomène passif dû à la rétraction élastique du poumon et de la cage thoracique.<br>Les muscles expiratoires (abdominaux, intercostaux internes) ne se contractent que lors de l'expiration forcée ou de l'effort.",
    "Choice_B_Text": "L'expiration calme fait suite à la contraction des muscles expiratoires.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'inspiration est toujours un processus actif, nécessitant la contraction des muscles inspiratoires (diaphragme, intercostaux externes).<br>Au repos, le temps inspiratoire est plus court que le temps expiratoire (rapport TI/TE ≈ 1/2).",
    "Choice_C_Text": "L'inspiration est active, elle est plus courte que l'expiration.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le diaphragme est le principal muscle inspiratoire au repos, responsable d'environ deux tiers du volume courant.<br>Les muscles intercostaux externes ont un rôle important mais sont considérés comme secondaires par rapport au diaphragme.",
    "Choice_D_Text": "Les muscles intercostaux externes sont les principaux acteurs de l'inspiration.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La mécanique ventilatoire repose sur des principes physiques et l'action des muscles respiratoires.<br>L'inspiration est active et plus courte que l'expiration (qui est passive au repos).<br>Le débit d'air est créé par une différence de pression.<br>Le diaphragme est le principal muscle inspiratoire, et non les intercostaux externes.",
    "QuestionText": "La mécanique ventilatoire.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La saturation de l'hémoglobine en O2 (SaO2) est le rapport entre la quantité d'O2 réellement liée à l'hémoglobine (CHbO2) et la capacité maximale de transport de l'hémoglobine (CmaxHbO2), exprimé en pourcentage.<br>Elle ne prend pas en compte l'O2 dissous.",
    "Choice_A_Text": "La saturation de l'Hb en O2 est le rapport de la concentration d'O2 lié à l'Hb à la concentration d'O2 dans le sang.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La courbe de dissociation de l'oxyhémoglobine a une forme caractéristique en 'S' ou sigmoïde.<br>Cette forme reflète la fixation coopérative de l'oxygène sur les quatre sites de l'hémoglobine.",
    "Choice_B_Text": "La courbe de dissociation de l'hémoglobine est sigmoïde.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La courbe de dissociation de l'hémoglobine représente graphiquement la relation entre la pression partielle d'oxygène (PO2) en abscisse et le pourcentage de saturation de l'hémoglobine en oxygène (SO2) en ordonnée.",
    "Choice_C_Text": "La courbe de dissociation de l'hémoglobine traduit la relation entre la SO2 et la PO2.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La P50 est un indice de l'affinité de l'hémoglobine pour l'oxygène.<br>Elle correspond à la valeur de PO2 nécessaire pour saturer 50% de l'hémoglobine.",
    "Choice_D_Text": "La P50 est la pression partielle d'O2 pour laquelle la saturation en O2 est de 50 %.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Au niveau des capillaires pulmonaires, la PO2 est élevée (environ 100 mmHg), ce qui favorise une haute affinité de l'hémoglobine pour l'O2 et donc une saturation quasi complète (chargement en O2).",
    "Choice_E_Text": "L'affinité de l'Hb pour l'O2 est élevée au niveau des capillaires pulmonaires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur la courbe de dissociation de l'hémoglobine, un concept central du transport de l'oxygène.<br>La courbe est sigmoïde et relie SO2 à PO2.<br>La P50 mesure l'affinité, qui est élevée dans les poumons pour la charge en O2 et faible dans les tissus pour la décharge.<br>La définition de la saturation dans la proposition A est incorrecte.",
    "QuestionText": "Saturation de l'hémoglobine et son affinité à l'O2.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La loi de Fick décrit comment différents facteurs influencent la diffusion.<br>Le débit de diffusion est proportionnel à la surface de la membrane, au gradient de pression et au coefficient de diffusion, et inversement proportionnel à l'épaisseur de la membrane.",
    "Choice_A_Text": "La diffusion d'un gaz est régie par la loi de Fick.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le taux de diffusion des gaz est inversement proportionnel à l'épaisseur de la membrane (E).<br>Plus la membrane est épaisse (comme dans la fibrose ou l'œdème pulmonaire), plus la diffusion est lente et difficile.",
    "Choice_B_Text": "Le taux de diffusion des gaz est proportionnel à l'épaisseur de la membrane.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La mesure de la capacité de diffusion du monoxyde de carbone (DLCO) est un test fonctionnel respiratoire qui évalue l'intégrité de la membrane alvéolo-capillaire et l'efficacité des échanges gazeux.",
    "Choice_C_Text": "La DLCO permet d'explorer la diffusion du gaz à travers la membrane alvéolo-capillaire.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le taux de diffusion est directement proportionnel au gradient de pression partielle du gaz de part et d'autre de la membrane.<br>Plus la différence de pression est grande, plus le gaz diffuse rapidement.",
    "Choice_D_Text": "Le taux de diffusion des gaz est inversement proportionnel au gradient de pression de part et d'autre de la membrane alvéolo-capillaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le taux de diffusion des gaz est directement proportionnel à la surface (S) de la membrane d'échange.<br>Une plus grande surface, comme la vaste surface alvéolaire, permet des échanges plus importants.",
    "Choice_E_Text": "Le taux de diffusion des gaz est proportionnel à la surface de la membrane.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question évalue la compréhension de la loi de Fick et de ses applications cliniques.<br>Le taux de diffusion est directement proportionnel à la surface et au gradient de pression, mais inversement proportionnel à l'épaisseur de la membrane.<br>La DLCO est un outil clé pour mesurer cette fonction.",
    "QuestionText": "Les échanges gazeux.",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "2024 - 2025"
  }
]
