[
  {
    "Choice_A_Explanation": "Selon la loi de Poiseuille, la résistance à l'écoulement de l'air (R) est inversement proportionnelle au rayon des voies aériennes (r) élevé à la quatrième puissance (R ∝ 1/r⁴).<br> Cela signifie qu'un petit changement de rayon a un effet très important sur la résistance, ce qui en fait le facteur le plus déterminant.",
    "Choice_A_Text": "Le rayon des voies aériennes est le premier facteur des résistances du système respiratoire.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'asthme est caractérisé par une bronchoconstriction, ce qui correspond à un rétrécissement des bronches.<br> Conformément à la loi de Poiseuille, une diminution du rayon des voies aériennes entraîne une augmentation significative de la résistance à l'écoulement de l'air.",
    "Choice_B_Text": "Les bronches rétrécies au cours des exacerbations d'asthme augmentent les résistances à l'écoulement d'air.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La bronchomotricité est régulée par des mécanismes nerveux et humoraux.<br> Le contrôle nerveux implique les voies cholinergiques et adrénergiques, tandis que le contrôle humoral fait intervenir des médiateurs comme l'histamine et les leucotriènes.",
    "Choice_C_Text": "La bronchomotricité est régie par un contrôle nerveux exclusif.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'écoulement de l'air dans les voies aériennes n'est pas toujours laminaire.<br> Il peut devenir transitionnel ou même turbulent, en particulier dans les voies aériennes de plus gros calibre comme la trachée et les bronches principales, ou lorsque la vitesse de l'air est élevée.",
    "Choice_D_Text": "L'écoulement au niveau des bronches est toujours laminaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La rétraction élastique est la propriété qui permet au poumon de retourner à son volume de repos après avoir été étiré pendant l'inspiration.<br> Cette propriété est due aux fibres élastiques du tissu pulmonaire et à la tension superficielle du liquide alvéolaire.",
    "Choice_E_Text": "La rétraction élastique pulmonaire est la propriété du poumon à revenir à son volume de relaxation ou de repos.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations A, B et E sont correctes.<br> La résistance des voies aériennes est principalement déterminée par leur rayon (A), et des conditions comme l'asthme le démontrent en augmentant cette résistance par bronchoconstriction (B).<br> L'élasticité pulmonaire est la force qui ramène le poumon à son volume de repos après une inspiration (E).<br> En revanche, la bronchomotricité a un contrôle à la fois nerveux et humoral (C), et le flux aérien peut être turbulent, pas seulement laminaire (D).",
    "QuestionText": "La compliance, l'élastance et les propriétés résistives du système respiratoire.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Selon la loi de l'écoulement des masses, les fluides comme l'air se déplacent d'une zone de haute pression vers une zone de basse pression.<br> C'est ce gradient de pression qui entraîne l'air à entrer et sortir des poumons.",
    "Choice_A_Text": "L'air se déplace de zones de basse pression vers une zone de haute pression.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La ventilation minute est calculée comme le produit de la fréquence respiratoire (Fr) par le volume courant (Vt).<br> Par conséquent, une augmentation de la fréquence respiratoire conduit directement à une augmentation de la ventilation minute.",
    "Choice_B_Text": "L'augmentation de la fréquence respiratoire augmente la ventilation minute.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La zone respiratoire, où se produisent les échanges gazeux, est spécifiquement composée des bronchioles respiratoires, des conduits alvéolaires et des alvéoles.<br> La zone de conduction se termine avec les bronchioles terminales.",
    "Choice_C_Text": "La zone respiratoire est constituée par les bronches distales et les alvéoles.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le surfactant réduit la tension superficielle à l'intérieur des alvéoles, les empêchant de s'effondrer.<br> Les prématurés ont souvent une production insuffisante de surfactant, ce qui entraîne un collapsus alvéolaire, une augmentation du travail respiratoire et le syndrome de détresse respiratoire.",
    "Choice_D_Text": "Le déficit de surfactant chez le prématuré conduit à une détresse respiratoire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La grande surface totale des alvéoles (environ 80-100 m²) et la très fine membrane alvéolo-capillaire (environ 0,3-0,5 µm) maximisent la vitesse de diffusion des gaz conformément à la loi de Fick.",
    "Choice_E_Text": "La grande surface des alvéoles et la fine épaisseur assurent un échange rapide et de grandes quantités de gaz.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations B, D et E sont correctes.<br> La ventilation minute augmente avec la fréquence respiratoire (B).<br> Le surfactant est crucial pour la stabilité alvéolaire, et son déficit chez le prématuré cause une détresse respiratoire (D).<br> L'architecture des alvéoles, avec une grande surface et une faible épaisseur, est optimisée pour des échanges gazeux rapides (E).<br> L'air s'écoule des hautes vers les basses pressions (A), et la zone respiratoire est définie plus précisément que dans l'énoncé (C).",
    "QuestionText": "Préciser les réponses correctes.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Selon la loi de Fick sur la diffusion, le taux de transfert de gaz est inversement proportionnel à l'épaisseur de la membrane.<br> Une membrane plus épaisse, comme on le voit dans des pathologies telles que la fibrose pulmonaire, altère les échanges gazeux.",
    "Choice_A_Text": "L'épaisseur de la membrane.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le coefficient de diffusion d'un gaz, qui est un facteur clé de la diffusion, dépend de ses caractéristiques spécifiques, à savoir sa solubilité et son poids moléculaire.<br> Par exemple, le CO2 diffuse environ 20 fois plus facilement que l'O2 principalement en raison de sa plus grande solubilité.",
    "Choice_B_Text": "Les caractéristiques du gaz.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La loi de Fick stipule que le taux de diffusion est directement proportionnel à la surface disponible pour l'échange.<br> Des conditions comme l'emphysème, qui détruisent les parois alvéolaires, réduisent cette surface et altèrent les échanges gazeux.",
    "Choice_C_Text": "La surface de la membrane.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Bien que la température puisse affecter la diffusion des gaz en physique générale, dans le contexte de la physiologie respiratoire, elle n'est pas considérée comme un déterminant principal des échanges gazeux à travers la membrane alvéolo-capillaire car la température corporelle est maintenue relativement constante.",
    "Choice_D_Text": "La température.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le temps que les globules rouges passent dans les capillaires pulmonaires, connu sous le nom de temps de transit, doit être suffisant pour que l'équilibrage des gaz se produise.<br> Au repos, ce temps est d'environ 0,75 seconde, ce qui est plus que suffisant pour que la diffusion se termine, mais il peut devenir un facteur limitant lors d'un exercice intense lorsque le flux sanguin est plus rapide.",
    "Choice_E_Text": "Le temps de contact entre le gaz et la membrane.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les facteurs déterminants de la diffusion des gaz à travers la membrane alvéolo-capillaire, selon la loi de Fick, sont l'épaisseur de la membrane (A), les caractéristiques intrinsèques du gaz (B), la surface totale de la membrane (C) et le temps de contact disponible pour l'équilibre (E).<br> La température (D) n'est pas considérée comme une variable significative en physiologie humaine car elle est stable.",
    "QuestionText": "Les facteurs de la diffusion des gaz à travers la membrane alvéolo-capillaire sont les suivants.",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "L'automatisme respiratoire, ou le rythme de base de la respiration, prend naissance dans des réseaux neuronaux situés dans le tronc cérébral, plus précisément dans le bulbe rachidien et le pont, et non dans le cortex cérébral qui gère le contrôle volontaire.",
    "Choice_A_Text": "Il prend naissance dans des réseaux neuronaux du cortex cérébral.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'automatisme respiratoire se réfère à l'activité rythmique fondamentale, involontaire et continue de la respiration qui persiste tout au long de la vie.",
    "Choice_B_Text": "C'est une activité respiratoire de base, automatique et permanente.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le Groupe Respiratoire Dorsal (GRD) est principalement composé de neurones inspiratoires qui commandent le diaphragme et les muscles intercostaux externes.<br> Le Groupe Respiratoire Ventral (GRV) contient à la fois des neurones inspiratoires et expiratoires.",
    "Choice_C_Text": "Le Groupe Respiratoire Dorsal comporte des neurones expiratoires.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Les centres respiratoires pontiques, en particulier le centre pneumotaxique, modulent l'activité des centres bulbaires.<br> Le centre pneumotaxique aide à affiner le rythme respiratoire en inhibant les neurones inspiratoires, contrôlant ainsi la transition de l'inspiration à l'expiration.",
    "Choice_D_Text": "Les centres pontiques inhibent les centres bulbaires suite à des afférences périphériques.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'expiration normale et calme est un processus passif qui se produit lorsque les neurones inspiratoires cessent leur décharge.<br> Cela entraîne le relâchement des muscles inspiratoires et la rétraction élastique des poumons et de la cage thoracique.",
    "Choice_E_Text": "L'expiration normale résulte de l'interruption de la stimulation des neurones inspiratoires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'automatisme respiratoire est une activité de base, automatique et permanente (B) qui est générée par le tronc cérébral, non le cortex (A).<br> L'expiration normale est passive et résulte de l'arrêt de la stimulation inspiratoire (E).<br> Les centres pontiques modulent (inhibent) les centres bulbaires (D).<br> Le groupe respiratoire dorsal est principalement inspiratoire (C).",
    "QuestionText": "L'automatisme respiratoire.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Une molécule d'hémoglobine est composée de quatre sous-unités, chacune contenant un groupe hème avec un atome de fer en son centre.<br> Par conséquent, une seule molécule d'hémoglobine contient quatre atomes de fer.",
    "Choice_A_Text": "Une molécule d'hémoglobine comporte 6 atomes de fer.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Dans l'organisme, l'hémoglobine se trouve exclusivement à l'intérieur des globules rouges (érythrocytes), où sa fonction principale est de transporter l'oxygène.",
    "Choice_B_Text": "L'hémoglobine est retrouvée uniquement dans le globule rouge.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'oxygène se lie à l'atome de fer du groupe hème, mais seulement lorsque le fer est à l'état ferreux (divalent, Fe++).<br> Si le fer est oxydé à l'état ferrique (trivalent, Fe+++), la molécule résultante est appelée méthémoglobine et ne peut pas lier l'oxygène.",
    "Choice_C_Text": "Le fer contenu dans l'hème fixe la molécule d'oxygène s'il est sous forme divalente (Fe++).",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La globine est le composant protéique de l'hémoglobine.<br> Il s'agit d'une chaîne polypeptidique et ne contient pas de glucides.",
    "Choice_D_Text": "La globine est formée de protéines et de glucides.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'hémoglobine a une affinité extrêmement élevée pour le monoxyde de carbone (CO), environ 200 à 250 fois supérieure à son affinité pour l'oxygène.<br> C'est pourquoi le CO est si toxique, car il déplace l'oxygène de l'hémoglobine et empêche sa livraison aux tissus.",
    "Choice_E_Text": "L'hémoglobine est peu affine pour le monoxyde de carbone.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "L'hémoglobine est une protéine exclusivement située dans les globules rouges (B) qui contient 4 atomes de fer (et non 6, A).<br> Ce fer doit être à l'état divalent (Fe++) pour fixer l'oxygène (C).<br> L'hémoglobine est très affine pour le CO (et non peu, E) et sa partie protéique, la globine, ne contient pas de glucides (D).",
    "QuestionText": "Structure et propriétés de l'hémoglobine.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "L'espace mort alvéolaire est constitué d'alvéoles qui sont ventilées avec de l'air mais qui ne sont pas correctement perfusées par le sang.<br> Par conséquent, aucun échange gazeux ne peut se produire dans ces zones.",
    "Choice_A_Text": "L'espace mort alvéolaire correspond à l'air contenu dans un territoire alvéolaire ventilé mais mal perfusé.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "En raison de l'effet de la gravité, la perfusion sanguine est la plus importante à la base des poumons et diminue en direction du sommet chez une personne en position debout.",
    "Choice_B_Text": "La perfusion diminue en allant du sommet vers la base des poumons.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "En position verticale, les sommets (apex) des poumons sont mieux ventilés qu'ils ne sont perfusés.<br> Cela se traduit par un rapport ventilation/perfusion (V/Q) élevé aux sommets.",
    "Choice_C_Text": "Les sommets sont mieux perfusés que ventilés.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Un shunt se réfère à une condition où les alvéoles sont perfusées par le sang mais sont mal ou pas du tout ventilées.<br> Cela entraîne un faible rapport ventilation/perfusion (V/Q), et le sang qui traverse ces zones ne s'oxygène pas.",
    "Choice_D_Text": "L'effet shunt correspond aux alvéoles perfusées et mal ventilées.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La ventilation minute est calculée comme le produit de la fréquence respiratoire et du volume courant, et non de la capacité vitale.",
    "Choice_E_Text": "La ventilation minute est le produit de la fréquence respiratoire et de la capacité vitale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les définitions de l'espace mort alvéolaire (A) et de l'effet shunt (D) sont correctes.<br> L'espace mort alvéolaire est un territoire ventilé mais non perfusé, tandis que l'effet shunt est un territoire perfusé mais non ventilé.<br> La perfusion est plus importante à la base qu'au sommet (B), les sommets sont mieux ventilés que perfusés (C), et la ventilation minute est le produit de la fréquence respiratoire par le volume courant (E).",
    "QuestionText": "La perfusion et la ventilation alvéolaire.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La saturation en oxygène (SO2) est définie comme le pourcentage des sites de liaison de l'oxygène de l'hémoglobine qui sont occupés par l'oxygène.<br> Elle est calculée comme le rapport de la quantité réelle d'oxygène liée à l'hémoglobine à la capacité maximale de transport d'oxygène de cette hémoglobine.",
    "Choice_A_Text": "La saturation de l'Hb en O2 est le rapport de la concentration d'O2 lié à l'Hb à la concentration maximale d'O2 lié à l'Hb.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La courbe de dissociation de l'oxygène-hémoglobine a une forme sigmoïde (en forme de S) caractéristique, et non une forme sinusoïdale.<br> Cette forme reflète la liaison coopérative de l'oxygène aux quatre sous-unités de la molécule d'hémoglobine.",
    "Choice_B_Text": "La courbe de dissociation de l'hémoglobine est sinusoïde.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La partie supérieure de la courbe de dissociation de l'oxygène-hémoglobine est relativement plate, formant un plateau.<br> Cela indique qu'à des pressions partielles élevées d'oxygène (comme dans les poumons), l'hémoglobine devient presque entièrement saturée, et des augmentations supplémentaires de PO2 n'entraînent que de faibles augmentations de la saturation.",
    "Choice_C_Text": "La saturation au niveau de la courbe se termine par un plateau.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La P50 est une mesure standard de l'affinité de l'hémoglobine pour l'oxygène.<br> Elle représente la pression partielle d'oxygène à laquelle l'hémoglobine est saturée à 50 %.",
    "Choice_D_Text": "La P50 est la pression partielle d'O2 pour laquelle la saturation en O2 est de 50 %.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La valeur de la P50 est inversement proportionnelle à l'affinité de l'hémoglobine pour l'oxygène.<br> Une augmentation de la P50 indique une diminution de l'affinité (un décalage de la courbe vers la droite), ce qui signifie que plus d'oxygène est libéré aux tissus, tandis qu'une diminution de la P50 signifie une affinité accrue (un décalage vers la gauche). L'affirmation que l'affinité varie lorsque la P50 augmente est correcte, car elle diminue.",
    "Choice_E_Text": "L'affinité de l'Hb pour l'O2 varie quand la valeur de P50 augmente.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations A, C, D et E sont correctes.<br> La saturation est correctement définie (A).<br> La courbe de dissociation présente un plateau à haute PO2 (C) et la P50 est la pression pour une saturation de 50% (D).<br> L'affinité de l'Hb pour l'O2 est inversement liée à la P50, donc elle varie bien si la P50 augmente (E).<br> La courbe n'est pas sinusoïde mais sigmoïde (B).",
    "QuestionText": "Saturation de l'hémoglobine et son affinité à l'O2.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "L'acidose, qui est une diminution du pH sanguin, est un puissant stimulant pour la respiration.<br> Elle conduit à une hyperventilation dans le but d'éliminer plus de CO2 et de ramener le pH sanguin à la normale.",
    "Choice_A_Text": "L'acidose aboutit à une hypoventilation.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le contrôle de la respiration fonctionne via une boucle de rétrocontrôle négatif.<br> Les chémorécepteurs détectent les changements dans les gaz du sang et le pH, et signalent aux centres respiratoires du tronc cérébral d'ajuster la ventilation en conséquence, maintenant ainsi l'homéostasie.",
    "Choice_B_Text": "Obéit à une boucle de stimulation-inhibition de rétrocontrôle.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le système de contrôle respiratoire s'appuie sur les informations provenant de divers récepteurs, y compris les chémorécepteurs centraux dans le bulbe rachidien, les chémorécepteurs périphériques dans les corps carotidiens et aortiques, et les mécanorécepteurs dans les poumons et les voies aériennes.",
    "Choice_C_Text": "Se base sur des informations collectées par des récepteurs périphériques et centraux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les chémorécepteurs centraux sont très sensibles aux changements de la pression partielle de dioxyde de carbone (PCO2) dans le sang artériel.<br> Ils réagissent aux changements associés du pH du liquide céphalo-rachidien.",
    "Choice_D_Text": "Les chémorécepteurs centraux sont sensibles à la PCO2.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les chémorécepteurs périphériques (corps carotidiens et aortiques) sont situés dans les artères et sont sensibles aux changements de la composition du sang artériel, et non veineux.<br> Ils sont principalement stimulés par une diminution de la PO2 artérielle (hypoxémie).",
    "Choice_E_Text": "Les chémorécepteurs périphériques veineux sont sensibles essentiellement à la PaO2.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le contrôle de la respiration est un système de rétrocontrôle (B) qui utilise des informations de récepteurs centraux et périphériques (C).<br> Les chémorécepteurs centraux sont sensibles à la PCO2 (via le pH du LCR) (D).<br> L'acidose provoque une hyperventilation, pas une hypoventilation (A).<br> Les chémorécepteurs périphériques sont artériels, non veineux (E).",
    "QuestionText": "Contrôle de la respiration.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Le volume courant est le volume d'air qui est inspiré ou expiré lors d'un seul cycle respiratoire normal au repos.",
    "Choice_A_Text": "Le volume courant est le volume d'air mobilisé lors d'un cycle respiratoire normal.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La capacité vitale est le volume maximal d'air qui peut être expiré après une inspiration maximale.<br> Il ne s'agit pas d'une valeur minimale.",
    "Choice_B_Text": "Capacité vitale : valeur minimale mobilisable entre inspiration et expiration forcée.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le volume résiduel est la quantité d'air qui reste dans les poumons après une expiration forcée maximale.<br> Ce volume ne peut pas être expiré volontairement.",
    "Choice_C_Text": "Volume résiduel : quantité d'air restant dans le poumon au décours d'une expiration forcée.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La capacité pulmonaire totale est le volume total d'air contenu dans les poumons à la fin d'une inspiration maximale.<br> C'est la somme de la capacité vitale et du volume résiduel.",
    "Choice_D_Text": "Capacité pulmonaire totale : volume pulmonaire total après une inspiration forcée.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La capacité résiduelle fonctionnelle (CRF) est le volume d'air restant dans les poumons à la fin d'une expiration normale et calme.<br> C'est le point où la rétraction vers l'extérieur de la paroi thoracique est équilibrée par la rétraction vers l'intérieur des poumons.",
    "Choice_E_Text": "Capacité résiduelle fonctionnelle : quantité d'air restant dans le poumon au décours d'une inspiration normale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les définitions du volume courant (A), du volume résiduel (C) et de la capacité pulmonaire totale (D) sont exactes.<br> En revanche, la capacité vitale est une valeur maximale et non minimale (B), et la capacité résiduelle fonctionnelle est mesurée après une expiration normale, non une inspiration (E).",
    "QuestionText": "Volumes et capacités pulmonaires.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Pendant la respiration calme au repos, la phase expiratoire est généralement environ deux fois plus longue que la phase inspiratoire, avec un rapport I:E d'environ 1:2.",
    "Choice_A_Text": "L'inspiration est deux fois plus longue que l'expiration.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'inspiration calme est un processus actif principalement réalisé par la contraction du diaphragme et des muscles intercostaux externes.",
    "Choice_B_Text": "Le diaphragme et les muscles intercostaux externes assurent l'inspiration calme.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'expiration calme est un processus passif qui repose sur la rétraction élastique des poumons et de la cage thoracique, et non sur la contraction musculaire.<br> Les muscles intercostaux internes sont des muscles de l'expiration forcée.",
    "Choice_C_Text": "L'expiration calme résulte de la contraction des muscles intercostaux internes.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le débit d'air est généré par un gradient de pression entre l'atmosphère et les alvéoles, qui est créé par des changements de volume pulmonaire.<br> Selon la loi de Boyle, lorsque le volume de la cage thoracique augmente pendant l'inspiration, la pression à l'intérieur diminue, provoquant l'entrée d'air.",
    "Choice_D_Text": "La production du débit aérien résulte d'une variation de la pression et des volumes selon la loi de Boyle et Mariotte.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La contraction des muscles inspiratoires augmente toutes les dimensions de la cage thoracique.<br> La contraction du diaphragme augmente le diamètre vertical, tandis que la contraction des intercostaux externes augmente les diamètres antéro-postérieur et latéral.",
    "Choice_E_Text": "La contraction des muscles inspiratoires augmente le diamètre latéral du thorax et diminue celui vertical.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les affirmations B et D sont correctes.<br> L'inspiration calme est assurée par le diaphragme et les muscles intercostaux externes (B).<br> Le débit d'air est généré par les variations de volume et de pression décrites par la loi de Boyle-Mariotte (D).<br> L'expiration est plus longue que l'inspiration (A), l'expiration calme est passive (C), et l'inspiration augmente tous les diamètres du thorax (E).",
    "QuestionText": "La respiration est un phénomène cyclique mobilisant des volumes et débits.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Les fosses nasales réchauffent, humidifient et filtrent l'air inspiré avant qu'il n'atteigne les voies respiratoires inférieures.<br> Elles ne refroidissent pas l'air.",
    "Choice_A_Text": "Le nez humidifie, refroidit et filtre l'air inspiré.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "À mesure que les voies aériennes se ramifient et deviennent plus petites, la quantité de cartilage dans leurs parois diminue tandis que la proportion de muscle lisse augmente.<br> Cela permet de réguler le diamètre des bronchioles, affectant ainsi la résistance à l'écoulement de l'air.",
    "Choice_B_Text": "Les bronchioles sont constituées essentiellement de muscles lisses.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'épithélium qui tapisse la zone de conduction est une muqueuse ciliée.<br> Le mucus piège les particules inhalées, et les cils battent de manière rythmique pour déplacer ce mucus vers le pharynx, un processus connu sous le nom d'escalator muco-ciliaire.",
    "Choice_C_Text": "La muqueuse de la zone de conduction comporte des cils et du mucus.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Plus précisément, ce sont les pneumocytes de type II (ou cellules alvéolaires de type II) qui sont responsables de la synthèse et de la sécrétion du surfactant pulmonaire.<br> Les pneumocytes de type I sont les principales cellules formant la paroi alvéolaire pour les échanges gazeux.",
    "Choice_D_Text": "Les pneumocytes sécrètent le surfactant alvéolaire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le surfactant est un mélange complexe de lipides et de protéines qui réduit la tension superficielle à l'interface air-liquide dans les alvéoles.<br> Cette action augmente la compliance pulmonaire, facilitant le gonflement des poumons, et empêche les plus petites alvéoles de s'effondrer.",
    "Choice_E_Text": "Le surfactant diminue la tension superficielle et stabilise le volume des alvéoles.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations B, C, D et E sont correctes.<br> Les bronchioles sont riches en muscle lisse (B), la zone de conduction a une muqueuse ciliée (C), les pneumocytes (de type II) sécrètent le surfactant (D), et ce dernier réduit la tension superficielle pour stabiliser les alvéoles (E).<br> Le nez réchauffe l'air, il ne le refroidit pas (A).",
    "QuestionText": "À propos des voies aériennes.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "La circulation pulmonaire est la circulation fonctionnelle des poumons, car son rôle principal est l'échange gazeux (oxygéner le sang et éliminer le CO2).<br> La circulation bronchique est la circulation nutritive, fournissant du sang oxygéné aux tissus pulmonaires eux-mêmes.",
    "Choice_A_Text": "La circulation pulmonaire constitue la vascularisation fonctionnelle.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Les artères pulmonaires transportent le sang désoxygéné du ventricule droit du cœur vers les poumons pour être oxygéné.",
    "Choice_B_Text": "L'artère pulmonaire véhicule le sang oxygéné vers les poumons.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les artères bronchiques, qui fournissent du sang oxygéné aux tissus pulmonaires, naissent généralement directement de l'aorte thoracique.",
    "Choice_C_Text": "La circulation bronchique dérive, en majorité, directement de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les veines pulmonaires transportent le sang fraîchement oxygéné des poumons vers l'oreillette gauche du cœur.",
    "Choice_D_Text": "Le sang désoxygéné est transporté vers le cœur par les veines pulmonaires.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La pression intrapleurale est normalement subatmosphérique (négative), ce qui crée un gradient de pression transpulmonaire qui maintient les alvéoles et les petites voies aériennes comme les bronchioles ouvertes et les empêche de s'effondrer.",
    "Choice_E_Text": "La pression intrapleurale est négative, permettant l'ouverture des bronchioles.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations A, C et E sont correctes.<br> La circulation pulmonaire est fonctionnelle (A), la bronchique est nutritive et dérive de l'aorte (C), et la pression pleurale négative maintient les bronchioles ouvertes (E).<br> L'artère pulmonaire transporte du sang désoxygéné (B) et les veines pulmonaires transportent du sang oxygéné (D).",
    "QuestionText": "La vascularisation pulmonaire et la plèvre.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "Le mouvement des gaz à travers la membrane alvéolo-capillaire par diffusion est régi par la loi de Fick, qui décrit la vitesse de transfert en fonction de la surface, de l'épaisseur, du gradient de pression et des propriétés du gaz.",
    "Choice_A_Text": "La diffusion d'un gaz est régie par la loi de Fick.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Selon la loi de Fick, la vitesse de diffusion d'un gaz est inversement proportionnelle à l'épaisseur de la barrière.<br> Par conséquent, toute condition qui épaissit la membrane alvéolo-capillaire, comme l'œdème pulmonaire ou la fibrose, altérera les échanges gazeux.",
    "Choice_B_Text": "Le taux de diffusion des gaz est inversement proportionnel à l'épaisseur de la membrane.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La capacité de diffusion des poumons pour le monoxyde de carbone (DLCO) est un test clinique utilisé pour évaluer la capacité des gaz à se transférer des alvéoles dans le sang.<br> Elle fournit une mesure de l'intégrité de l'ensemble de l'unité d'échange gazeux.",
    "Choice_C_Text": "La DLCO permet d'explorer la diffusion du gaz à travers la membrane alvéolo-capillaire.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La vitesse de diffusion des gaz est directement proportionnelle au gradient de pression partielle du gaz à travers la membrane.<br> Une plus grande différence de pression entraîne une vitesse de diffusion plus rapide.",
    "Choice_D_Text": "Le taux de diffusion des gaz est inversement proportionnel au gradient de pression de part et d'autre de la membrane alvéolo-capillaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La vitesse de diffusion des gaz est directement proportionnelle à la surface de la membrane disponible pour l'échange.<br> Une plus grande surface permet de transférer un plus grand volume de gaz par unité de temps.",
    "Choice_E_Text": "Le taux de diffusion des gaz est inversement proportionnel à la surface de la membrane.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les affirmations A, B et C sont correctes.<br> La diffusion des gaz suit la loi de Fick (A), elle est inversement proportionnelle à l'épaisseur de la membrane (B) et peut être évaluée cliniquement par la mesure de la DLCO (C).<br> La diffusion est directement proportionnelle (et non inversement) au gradient de pression (D) et à la surface de la membrane (E).",
    "QuestionText": "Les échanges gazeux.",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "2024 - 2025"
  },
  {
    "Choice_A_Explanation": "L'effet Bohr décrit comment les changements de PCO2 et de pH affectent l'affinité de l'hémoglobine pour l'oxygène.<br> Une augmentation de la PCO2 (et une diminution du pH) dans les tissus diminue l'affinité de l'hémoglobine pour l'O2, facilitant la libération d'oxygène là où il est le plus nécessaire.",
    "Choice_A_Text": "La pression en CO2 influence la fixation de l'O2 sur l'hémoglobine (effet BOHR).",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'enzyme anhydrase carbonique, qui catalyse la conversion rapide du CO2 et de l'eau en acide carbonique (qui se dissocie ensuite en HCO3- et H+), est abondante à l'intérieur des globules rouges mais absente du plasma.",
    "Choice_B_Text": "Le CO2 est transformé en HCO3- par l'anhydrase carbonique dans le plasma.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le dioxyde de carbone se lie à la partie protéique de la globine de l'hémoglobine pour former la carbaminohémoglobine, et non au groupe hème où l'oxygène se lie.<br> Cette forme de transport représente environ 30 % du CO2 transporté dans le sang.",
    "Choice_C_Text": "L'hémoglobine carbaminée fixe le CO2 au niveau de l'hème et représente 30 % du transport du CO2.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La majeure partie du CO2 transporté dans le sang se trouve sous forme d'ions bicarbonate (HCO3-).<br> Ces ions sont formés à l'intérieur des globules rouges mais sont ensuite transportés à l'extérieur dans le plasma en échange d'ions chlorure.",
    "Choice_D_Text": "Les ions HCO3- sont abondants au niveau du plasma.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le dioxyde de carbone est transporté dans le plasma sous deux formes principales : une petite quantité est physiquement dissoute dans le plasma, et la majorité est transportée sous forme d'ions bicarbonate (HCO3-) après une réaction chimique.",
    "Choice_E_Text": "Le CO2 est transporté dans le plasma sous forme dissoute et sous forme combinée après réaction chimique.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les affirmations A, D et E sont correctes.<br> La PCO2 influence la fixation de l'O2 (effet Bohr, A).<br> Le CO2 est principalement transporté sous forme de bicarbonate (HCO3-) qui est abondant dans le plasma (D), en plus d'une forme dissoute (E).<br> L'anhydrase carbonique se trouve dans les globules rouges, pas dans le plasma (B), et le CO2 se lie à la globine, pas à l'hème (C).",
    "QuestionText": "Concernant le transport du CO2 dans le sang.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "2024 - 2025"
  }
]
