[
  {
    "Choice_A_Explanation": "Le taux de diffusion des gaz est directement proportionnel à la surface de la membrane, comme stipulé par la loi de Fick.<br> Une plus grande surface permet un échange gazeux plus important.",
    "Choice_A_Text": "Le taux de diffusion des gaz est inversement proportionnel à la surface de la membrane",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La loi de Fick décrit le débit de gaz qui traverse une interface, comme la membrane alvéolo-capillaire.<br> Elle est fondamentale pour comprendre les échanges gazeux.",
    "Choice_B_Text": "La diffusion d'un gaz est régie par la loi de Fick",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le débit de diffusion d'un gaz est directement proportionnel au gradient de pression partielle de ce gaz de part et d'autre de la membrane.<br> C'est ce gradient qui est le moteur de la diffusion.",
    "Choice_C_Text": "Le taux de diffusion des gaz est proportionnel au gradient de pression de part et d'autre de la membrane alvéolo-capillaire.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le CO2 est environ 20 fois plus soluble que l'O2 dans les liquides biologiques.<br> Cette haute solubilité lui permet de diffuser plus facilement à travers la membrane alvéolo-capillaire, bien que son gradient de pression soit plus faible.",
    "Choice_D_Text": "l'oxygène est 20 fois plus diffusible que le CO2 à travers la membrane alvéolo-capillaire",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La mesure de la capacité de diffusion du monoxyde de carbone (DLCO) est un examen fonctionnel respiratoire utilisé pour évaluer l'intégrité de la membrane alvéolo-capillaire et sa capacité à transférer les gaz.",
    "Choice_E_Text": "la DLCO permet d'explorer la diffusion du gaz à travers la membrane alvéolo-capillaire",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les échanges gazeux à travers la membrane alvéolo-capillaire sont régis par la loi de Fick.<br> Le taux de diffusion est directement proportionnel à la surface de la membrane et au gradient de pression du gaz, et inversement proportionnel à l'épaisseur de la membrane.<br> Le CO2 diffuse plus facilement que l'O2 en raison de sa plus grande solubilité.<br> La DLCO est une mesure clinique qui permet d'évaluer cette capacité de diffusion.",
    "QuestionText": "17- Les échanges gazeux",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La P50 est la pression partielle d'oxygène (PO2) nécessaire pour que 50% de l'hémoglobine soit saturée en oxygène.<br> Elle n'est pas liée au CO2.",
    "Choice_A_Text": "la P50 est la pression partielle de CO2 pour laquelle la saturation en O2 est de 50%",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Pour fixer l'oxygène, l'atome de fer de l'hème doit être à l'état divalent (Fe++).<br> À l'état trivalent (Fe+++), l'hémoglobine est appelée méthémoglobine et ne peut pas lier l'O2.",
    "Choice_B_Text": "Une molécule d'hémoglobine comporte 4 atomes de fer trivalent (Fe+++)",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'hémoglobine a une affinité pour le monoxyde de carbone (CO) environ 200 à 250 fois supérieure à son affinité pour l'oxygène, ce qui explique la toxicité du CO.",
    "Choice_C_Text": "l'hémoglobine est très affine pour le monoxyde de carbone",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La courbe de dissociation de l'oxyhémoglobine, qui représente la relation entre la PO2 et la saturation en O2, a une forme caractéristique en S ou sigmoïde.<br> Cette forme reflète la fixation coopérative de l'oxygène sur les quatre sites de l'hémoglobine.",
    "Choice_D_Text": "la courbe de dissociation de l'hémoglobine est sigmoïde",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Au niveau des capillaires pulmonaires, la pression partielle d'oxygène est élevée, ce qui favorise une haute affinité de l'hémoglobine pour l'O2 et donc sa saturation maximale (hématose).",
    "Choice_E_Text": "L'affinité de l'Hb pour l'O2 est élevée au niveau des capilaires pulmonaires",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'hémoglobine (Hb) est la protéine de transport de l'oxygène, contenant du fer divalent (Fe++).<br> Sa courbe de dissociation avec l'O2 est sigmoïde, indiquant une affinité variable : élevée dans les poumons pour la capture de l'O2 et plus faible dans les tissus pour sa libération.<br> L'Hb a une affinité extrêmement élevée pour le monoxyde de carbone (CO), ce qui en fait un poison dangereux.<br> La P50 est une mesure de l'affinité de l'Hb pour l'O2.",
    "QuestionText": "18- A propos de l'hémoglobine :",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'inspiration est un phénomène actif nécessitant la contraction des muscles inspiratoires, principalement le diaphragme.<br> Au repos, le temps inspiratoire (TI) est plus court que le temps expiratoire (TE), avec un rapport TI/TE d'environ 1/2.",
    "Choice_A_Text": "L'inspiration est active, elle est plus courte que l'expiration",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La ventilation minute (VE) est le produit de la fréquence respiratoire (Fr) par le volume courant (Vt), et non la capacité vitale.<br> La formule est VE = Fr x Vt.",
    "Choice_B_Text": "la ventilation minute est le produit de la fréquence respiratoire et de la capacité vitale",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le flux d'air entre l'atmosphère et les poumons est créé par un gradient de pression.<br> L'air se déplace passivement des zones de haute pression vers les zones de basse pression.",
    "Choice_C_Text": "L'air est renouvelé au niveau pulmonaire en réponse à une différence de pression alvéolaire et atmosphérique",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'expiration calme est un phénomène passif, résultant du relâchement des muscles inspiratoires et de la rétraction élastique des poumons et de la cage thoracique.<br> Les muscles expiratoires ne se contractent que lors d'une expiration forcée.",
    "Choice_D_Text": "L'expiration calme fait suite à la contraction des muscles expiratoires",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La contraction du diaphragme l'abaisse et l'aplatit, augmentant ainsi le diamètre vertical du thorax.<br> Elle provoque également un soulèvement du sternum et un écartement des côtes, augmentant les diamètres transversal et antéropostérieur.",
    "Choice_E_Text": "la contraction du diaphragme augmente tous les diamètres du thorax",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La ventilation est le processus de renouvellement de l'air pulmonaire.<br> Elle est due à des gradients de pression créés par l'action des muscles respiratoires.<br> L'inspiration est active et plus courte que l'expiration qui, au repos, est passive.<br> La contraction du diaphragme, principal muscle inspiratoire, augmente les trois diamètres de la cage thoracique.",
    "QuestionText": "19- Concernant la ventilation :",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La paroi des bronchioles est principalement constituée de muscle lisse, dont la contraction ou le relâchement régule le calibre des voies aériennes et donc la résistance à l'écoulement de l'air.",
    "Choice_A_Text": "les bronchioles sont constituées essentiellement de muscles lisses",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La paroi alvéolaire est principalement formée par les pneumocytes de type I, qui sont des cellules épithéliales très aplaties optimisées pour les échanges gazeux.<br> Les pneumocytes de type II sécrètent le surfactant.",
    "Choice_B_Text": "les Pneumocytes II forment la paroi alvéolaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le surfactant est un phospholipide sécrété par les pneumocytes de type II qui tapisse la surface alvéolaire.<br> Il réduit les forces de tension superficielle, empêchant le collapsus des alvéoles et facilitant la distension pulmonaire.",
    "Choice_C_Text": "le surfactant diminue la tension superficielle des alvéoles",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La zone de conduction (du nez aux bronchioles terminales) est tapissée d'un épithélium respiratoire cilié qui sécrète du mucus.<br> Ce système mucociliaire filtre, réchauffe et humidifie l'air inspiré en piégeant et en évacuant les particules.",
    "Choice_D_Text": "la muqueuse de la zone de conduction comporte des cils et du mucus",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La trachée et les bronches sont maintenues ouvertes par des anneaux de cartilage en forme de C, ce qui leur confère une structure semi-rigide et empêche leur collapsus lors des variations de pression.",
    "Choice_E_Text": "la trachée et les bronches sont des tubes semi-rigides contenant du cartilage.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les voies aériennes sont divisées en une zone de conduction et une zone respiratoire.<br> La zone de conduction (trachée, bronches) contient du cartilage et un épithélium mucociliaire.<br> Les bronchioles, plus petites, sont riches en muscle lisse.<br> Le surfactant, produit par les pneumocytes II, est crucial pour la stabilité alvéolaire en réduisant la tension superficielle.",
    "QuestionText": "20-La structure et fonction des voies aériennes :",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le volume résiduel (VR) est le volume d'air qui reste dans les poumons après une expiration maximale forcée.<br> Il ne peut pas être expiré.",
    "Choice_A_Text": "Volume résiduel: Quantité d'air restant dans le poumon au décours d'une expiration forcée",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le volume courant (VT ou Tidal Volume) est le volume d'air qui est inspiré ou expiré à chaque cycle respiratoire calme et normal.",
    "Choice_B_Text": "le Volume courant est le volume d'air mobilisé lors d'un cycle resiratoire calme.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La capacité vitale (CV) représente le volume maximal d'air qui peut être mobilisé dans les poumons.<br> Elle est la somme du volume courant (VT), du volume de réserve inspiratoire (VRI) et du volume de réserve expiratoire (VRE).",
    "Choice_C_Text": "la Capacité vitale est la somme du volume courant, volume de réserve inspiratoire et du volume de réserve expiratoire",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La capacité résiduelle fonctionnelle (CRF) est la quantité d'air restant dans les poumons à la fin d'une expiration normale (calme), et non d'une inspiration normale.<br> Elle correspond à la somme du volume de réserve expiratoire (VRE) et du volume résiduel (VR).",
    "Choice_D_Text": "Capacité résiduelle fonctionnelle : Quantité d'air restant dans le poumon au décours d'une inspiration normale",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le volume résiduel est défini comme un volume non mobilisable, c'est-à-dire qu'il ne peut pas être expulsé des poumons, même lors d'une expiration forcée.",
    "Choice_E_Text": "le volume résiduel est un volume mobilisable",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les volumes pulmonaires mesurent la quantité d'air dans les poumons.<br> Le volume courant (VT) est le volume d'un cycle normal.<br> La capacité vitale (CV = VT + VRI + VRE) est le volume maximal mobilisable.<br> Le volume résiduel (VR) est le volume non mobilisable restant après une expiration forcée.<br> La capacité résiduelle fonctionnelle (CRF = VRE + VR) est le volume restant après une expiration normale.",
    "QuestionText": "21- Volumes et capacités pulmonaires :",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La circulation pulmonaire amène le sang veineux systémique aux poumons pour l'oxygénation (hématose) et le renvoie au cœur gauche.<br> C'est la circulation fonctionnelle des poumons.",
    "Choice_A_Text": "la circulation pulmonaire constitue la vascularisation fonctionnelle",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Contrairement à la circulation systémique, l'artère pulmonaire véhicule du sang désoxygéné du ventricule droit vers les poumons.",
    "Choice_B_Text": "l'artère pulmonaire véhicule le sang oxygéné vers les poumons",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La circulation bronchique, qui est la circulation nourricière des tissus pulmonaires (sauf les alvéoles), dérive de l'aorte thoracique.",
    "Choice_C_Text": "la circulation bronchique dérive, en majorité, directement de l'aorte",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les veines pulmonaires collectent le sang fraîchement oxygéné au niveau des capillaires alvéolaires et le transportent vers l'oreillette gauche du cœur.",
    "Choice_D_Text": "le sang oxygéné est transporté vers le cœur par les veines pulmonaires",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La pression intrapleurale est négative par rapport à la pression atmosphérique.<br> Cette pression négative est cruciale car elle maintient les poumons expandus et les bronchioles ouvertes.",
    "Choice_E_Text": "la pression intrapleurale est positive permettant l'ouverture des bronchioles",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le poumon a une double vascularisation : la circulation pulmonaire (fonctionnelle, pour les échanges gazeux) et la circulation bronchique (nourricière, issue de l'aorte).<br> L'artère pulmonaire transporte du sang désoxygéné, et les veines pulmonaires du sang oxygéné.<br> La plèvre, avec sa pression intrapleurale négative, est essentielle pour la mécanique ventilatoire.",
    "QuestionText": "22-la vascularisation pulmonaire et la plèvre :",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'espace mort alvéolaire est défini comme le volume d'air dans les alvéoles qui sont ventilées mais pas ou mal perfusées, et qui ne participent donc pas aux échanges gazeux.",
    "Choice_A_Text": "l'espace mort alvéolaire correspond à l'air contenu dans un territoire alvéolaire ventilé mais mal perfusé",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "En raison de la gravité, la pression hydrostatique dans la circulation pulmonaire est plus élevée à la base qu'au sommet, entraînant une perfusion sanguine qui diminue de la base vers le sommet en position debout.",
    "Choice_B_Text": "La perfusion diminue en allant de la base vers le sommet des poumons",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les sommets sont mieux ventilés que perfusés (rapport V/Q > 1), tandis que les bases sont mieux perfusées que ventilées (rapport V/Q < 1).",
    "Choice_C_Text": "les sommets sont mieux perfusés que ventilés",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'effet shunt (ou shunt vrai) correspond à du sang qui traverse les capillaires pulmonaires sans être oxygéné, typiquement parce que les alvéoles correspondantes sont perfusées mais non ventilées (V/Q = 0).",
    "Choice_D_Text": "l'effet shunt correspond aux alvéoles perfusés et mal ventilés",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La ventilation minute (VE) est le produit de la fréquence respiratoire (Fr) par le volume courant (Vt).<br> Le volume inspiratoire est un terme imprécis dans ce contexte.",
    "Choice_E_Text": "la ventilation minute est le produit de la fréquence respiratoire et le volume inspiratoire",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "L'efficacité des échanges gazeux dépend de l'adéquation entre la ventilation (V) et la perfusion (Q).<br> L'espace mort alvéolaire (alvéoles ventilées non perfusées) et l'effet shunt (alvéoles perfusées non ventilées) représentent les extrêmes de l'inadéquation V/Q.<br> En position debout, la perfusion et la ventilation sont toutes deux plus importantes aux bases qu'aux sommets, mais le gradient de perfusion est plus marqué.",
    "QuestionText": "23- La perfusion et la ventilation alvéolaire:",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'élasticité, ou la rétraction élastique, est la tendance intrinsèque du poumon à revenir à son volume de repos plus petit après avoir été étiré lors de l'inspiration.",
    "Choice_A_Text": "la rétraction élastique pulmonaire est la propriété du poumon à revenir à son volume de relaxation ou de repos.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Les forces de tension superficielle à l'interface air-liquide dans les alvéoles contribuent à environ 50% de l'élasticité totale du poumon.<br> Le surfactant a pour rôle de réduire cette tension.",
    "Choice_B_Text": "la tension superficielle du surfactant assure 10 % de l'élasticité parenchymateuse",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Dans l'emphysème, la destruction des fibres élastiques du parenchyme pulmonaire diminue la rétraction élastique, ce qui se traduit par une augmentation de la compliance (le poumon est plus facile à distendre).",
    "Choice_C_Text": "le poumon emphysémateux présente un compliance exagéré",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La compliance (C) est une mesure de la distensibilité du système respiratoire.<br> Elle est définie par le changement de volume (ΔV) pour un changement de pression donné (ΔP), soit C = ΔV/ΔP.",
    "Choice_D_Text": "la Compliance est définie comme l'importance de variation du volume par un changement de pression.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Selon la loi de Poiseuille, la résistance (R) à l'écoulement de l'air est inversement proportionnelle à la quatrième puissance du rayon (r) des voies aériennes (R ∝ 1/r⁴).<br> Ainsi, de petites variations du rayon ont un impact majeur sur la résistance, en faisant le facteur le plus important.",
    "Choice_E_Text": "Le rayon des voies aériennes est le premier facteur des résistances du système respiratoire",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les propriétés mécaniques du poumon incluent l'élastance (tendance à la rétraction) et la compliance (facilité de distension).<br> Un poumon emphysémateux a une compliance élevée.<br> Les résistances à l'écoulement de l'air dépendent principalement du rayon des voies aériennes.",
    "QuestionText": "24-Concernant la compliance, élastance et propriétés résistives du système respiratoire",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'acidose (baisse du pH sanguin) est un puissant stimulant des chémorécepteurs centraux et périphériques, ce qui entraîne une augmentation de la ventilation (hyperventilation) pour éliminer le CO2 et ainsi corriger le pH.",
    "Choice_A_Text": "l'acidose aboutie à une hyperventilation",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La régulation de la respiration fonctionne via des boucles de rétrocontrôle négatif où des capteurs (chémorécepteurs) détectent des changements dans les gaz du sang et le pH, et informent les centres de contrôle qui ajustent la ventilation pour ramener les paramètres à la normale.",
    "Choice_B_Text": "la régulation de la respiration est régie par une boucle de stimulation-inhibition de rétrocontrôle",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le système de contrôle respiratoire intègre des informations provenant de multiples sources, notamment les chémorécepteurs centraux (dans le bulbe) et périphériques (carotidiens et aortiques), ainsi que des mécanorécepteurs.",
    "Choice_C_Text": "Se base sur des informations collectées par des récepteurs périphériques est centraux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les chémorécepteurs centraux sont situés dans le bulbe rachidien et sont principalement sensibles aux variations de la concentration en ions H+ dans le liquide céphalo-rachidien, qui reflètent directement la PaCO2.<br> Ils ne sont pas sensibles aux variations de PaO2.",
    "Choice_D_Text": "les chémorécepteurs centraux sont sensibles à la PaO2",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les chémorécepteurs périphériques (corpuscules carotidiens et aortiques) répondent aux variations de PaCO2 et de pH, mais leur stimulus le plus important et spécifique est la baisse de la PaO2 (hypoxémie).",
    "Choice_E_Text": "les chémorécepteurs périphériques artériels sont sensibles essentiellement à la PaO2",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le contrôle de la respiration maintient l'homéostasie des gaz du sang (PaO2, PaCO2) et du pH via des boucles de rétrocontrôle.<br> Les chémorécepteurs centraux sont sensibles à la PaCO2 (via le pH du LCR), tandis que les chémorécepteurs périphériques sont principalement sensibles à la PaO2.<br> Une acidose ou une hypercapnie provoque une hyperventilation.",
    "QuestionText": "25- Contrôle de la respiration",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'automatisme respiratoire, c'est-à-dire le rythme de base de la respiration, prend naissance dans des réseaux neuronaux situés dans le tronc cérébral (bulbe rachidien et pont).<br> Le cortex cérébral est impliqué dans le contrôle volontaire de la respiration.",
    "Choice_A_Text": "Prend naissance dans des réseaux neuronaux du cortex cérébral",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'activité respiratoire est un processus fondamental, continu et automatique qui persiste tout au long de la vie, même pendant le sommeil ou l'inconscience.",
    "Choice_B_Text": "Est une activité respiratoire de base, automatique et permanente",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le Groupe Respiratoire Dorsal (GRD), situé dans le bulbe rachidien, est principalement composé de neurones qui se déchargent pendant l'inspiration et sont responsables de la genèse du rythme inspiratoire de base.",
    "Choice_C_Text": "le Groupe Respiratoire Dorsal comporte des neurones inspiratoires",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les centres pontiques (pneumotaxique et apneustique) modulent l'activité des centres bulbaires.<br> Le centre pneumotaxique, en particulier, peut inhiber l'inspiration, contribuant ainsi à la régulation de la fréquence et de la profondeur respiratoires.",
    "Choice_D_Text": "les centres pontique inhibent les centres bulbaire suite à des afférences périphériques",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'expiration au repos (normale) est un processus passif qui se produit lorsque les neurones inspiratoires cessent de décharger, entraînant le relâchement des muscles inspiratoires et la rétraction élastique du système thoraco-pulmonaire.",
    "Choice_E_Text": "l'expiration normale résulte de l'interruption de la stimulation des neurones inspiratoires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'automatisme respiratoire est une activité rythmique, automatique et permanente générée par les centres nerveux du tronc cérébral (bulbe et pont).<br> Le Groupe Respiratoire Dorsal (GRD) initie l'inspiration.<br> L'expiration normale est passive et résulte de l'arrêt de l'activité inspiratoire.<br> Les centres pontiques modulent ce rythme de base.",
    "QuestionText": "26- L'automatisme respiratoire",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'air, comme tout fluide, s'écoule le long d'un gradient de pression, se déplaçant d'une région où la pression est plus élevée vers une région où la pression est plus basse.<br> C'est ce qui régit l'inspiration et l'expiration.",
    "Choice_A_Text": "L'air se déplace de zones de haute pression vers une zone de basse pression",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La ventilation minute est le volume total d'air déplacé en une minute.<br> Elle est calculée en multipliant la fréquence respiratoire par le volume courant (VE = Fr x Vt).<br> L'augmentation de la fréquence respiratoire augmente donc la ventilation minute.",
    "Choice_B_Text": "l'augmentation de la fréquence respiratoire augmente la ventilation minute",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La zone respiratoire est la partie du poumon où se produisent les échanges gazeux.<br> Elle comprend les bronchioles respiratoires, les conduits alvéolaires et les sacs alvéolaires (alvéoles).",
    "Choice_C_Text": "la zone respiratoire est constituée par les bronchioles respiratoires, les conduits alvéolaires et les alvéoles.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Chez le prématuré, la production de surfactant par les pneumocytes de type II est souvent insuffisante.<br> Ce déficit augmente la tension superficielle, provoquant un collapsus alvéolaire et une détresse respiratoire sévère.",
    "Choice_D_Text": "le déficit de surfactant chez le prématuré conduit à une détresse respiratoire",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La loi de Fick stipule que le taux de diffusion est directement proportionnel à la surface et inversement proportionnel à l'épaisseur.<br> La très grande surface alvéolaire (80-100 m²) et la finesse de la membrane alvéolo-capillaire (0.5 µm) sont optimisées pour des échanges gazeux rapides et efficaces.",
    "Choice_E_Text": "La grande surface des alvéoles et la fine épaisseur assurent un échange rapide et de grandes quantités des gaz.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question récapitule plusieurs principes fondamentaux de la physiologie respiratoire.<br> Le mouvement de l'air est dicté par les gradients de pression.<br> La ventilation minute dépend de la fréquence respiratoire.<br> La structure de la zone respiratoire, la présence de surfactant et les caractéristiques de la membrane alvéolo-capillaire sont toutes cruciales pour des échanges gazeux efficaces.",
    "QuestionText": "27- Préciser les réponses correctes :",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Selon la loi de Fick, la vitesse de diffusion d'un gaz est inversement proportionnelle à l'épaisseur de la membrane qu'il doit traverser.<br> Un épaississement de la membrane (ex: fibrose, œdème) altère donc les échanges gazeux.",
    "Choice_A_Text": "l'épaisseur de la membrane",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le taux d'hémoglobine dans le sang capillaire influence la vitesse à laquelle l'oxygène est retiré du plasma, maintenant ainsi le gradient de pression partielle nécessaire à la diffusion continue de l'alvéole vers le sang.",
    "Choice_B_Text": "le taux d'hémoglobine.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "La loi de Fick indique que la diffusion est directement proportionnelle à la surface disponible pour les échanges.<br> Une plus grande surface permet une plus grande diffusion.",
    "Choice_C_Text": "La surface de la membrane.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La température affecte l'énergie cinétique des molécules de gaz et leur solubilité dans les liquides, influençant ainsi leur vitesse de diffusion.<br> En physiologie, elle est généralement considérée comme constante à 37°C.",
    "Choice_D_Text": "La température.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le temps de transit d'un globule rouge dans un capillaire pulmonaire (environ 0,75 s au repos) doit être suffisant pour permettre l'équilibre des pressions partielles des gaz entre l'alvéole et le sang (atteint en 0,25 s).<br> Si ce temps est trop court (ex: à l'effort), la diffusion peut être limitée.",
    "Choice_E_Text": "Le temps de contact entre le gaz et la membrane.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La diffusion des gaz à travers la membrane alvéolo-capillaire est un processus physique complexe influencé par plusieurs facteurs, décrits par la loi de Fick.<br> Les caractéristiques de la membrane (surface, épaisseur), les propriétés du gaz, le gradient de pression, et les facteurs liés au sang (taux d'hémoglobine, temps de contact) déterminent tous l'efficacité des échanges gazeux.",
    "QuestionText": "28- Les facteurs de la diffusion des gaz à travers la membrane alvéolo-capillaire sont :",
    "Subtopic": "Les échanges gazeux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La grande majorité de l'oxygène (environ 97-98%) est transportée dans le sang liée à l'hémoglobine à l'intérieur des globules rouges.<br> Seule une faible fraction (2-3%) est dissoute dans le plasma.",
    "Choice_A_Text": "98% de l'oxygène sanguin est transporté par l'hémoglobine",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'affinité de l'hémoglobine pour l'O2 diminue dans les capillaires tissulaires.<br> Cette diminution (décalage de la courbe de dissociation vers la droite, causé par une PCO2 plus élevée, un pH plus bas et une température plus élevée) est cruciale pour faciliter la libération de l'oxygène aux cellules.",
    "Choice_B_Text": "l' affinité de l'hémoglobine à l'O2 est élevée aux capillaires tissulaires",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "À l'intérieur des globules rouges, l'enzyme anhydrase carbonique catalyse très rapidement la réaction CO2 + H2O ↔ H2CO3, qui se dissocie ensuite en H+ et HCO3-.<br> C'est la voie principale du transport du CO2.",
    "Choice_C_Text": "le CO2 est transformé en HCO3- par l'anhydrase carbonique dans le globule rouge",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La majorité des ions bicarbonate (HCO3-) formés dans les globules rouges sont ensuite transportés hors de la cellule vers le plasma en échange d'ions chlorure (Cl-), un processus connu sous le nom d'effet Hamburger.<br> Les bicarbonates sont donc la principale forme de transport du CO2, et ils circulent majoritairement dans le plasma.",
    "Choice_D_Text": "les ions HCO3- sont très abondants au niveau du plasma",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le CO2 est transporté sous trois formes : dissous dans le plasma (5-10%), lié à l'hémoglobine (hémoglobine carbaminée, 30%) et, majoritairement, sous forme d'ions bicarbonate (HCO3-) dans le plasma (60-65%).",
    "Choice_E_Text": "Le CO2 est transporté dans le plasma sous forme dissoute exclusivement",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le transport des gaz dans le sang est un processus complexe.<br> L'O2 est principalement transporté par l'hémoglobine, dont l'affinité varie pour optimiser la charge dans les poumons et la décharge dans les tissus.<br> Le CO2 est principalement transporté sous forme d'ions bicarbonate dans le plasma, après une conversion rapide catalysée par l'anhydrase carbonique dans les globules rouges.",
    "QuestionText": "29- Concernant le transport du CO2 et de O2 dans le sang",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "L'épithélium des voies de conduction est cilié.<br> Les battements coordonnés de ces cils propulsent le mucus piégeant les particules vers le pharynx, assurant une fonction de nettoyage essentielle (escalator mucociliaire).",
    "Choice_A_Text": "les cils vibratiles assurent la fonction de nettoyage bronchique",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le surfactant est une substance complexe, principalement composée de phospholipides (comme le dipalmitoylphosphatidylcholine), sécrétée par les pneumocytes de type II et qui tapisse la surface interne des alvéoles pour réduire la tension superficielle.",
    "Choice_B_Text": "le surfactant est un phospholipide tapissant l'intérieur des alvéoles",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "En position debout, les bases pulmonaires sont mieux perfusées que ventilées (rapport V/Q < 1), tandis que les sommets sont mieux ventilés que perfusés (rapport V/Q > 1).",
    "Choice_C_Text": "les bases pulmonaires sont mieux ventilées que perfusées",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La ventilation pulmonaire ne mobilise qu'une partie de l'air contenu dans les poumons (les volumes mobilisables comme le volume courant et les volumes de réserve).<br> Le volume résiduel (VR) ne peut pas être expulsé.",
    "Choice_D_Text": "la ventilation pulmonaire mobilise la totalité de l'air contenu dans les poumons",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Il existe des récepteurs à l'étirement (mécanorécepteurs) dans les parois des voies aériennes et le parenchyme pulmonaire.<br> Lorsqu'ils sont activés par l'inflation pulmonaire, ils envoient des signaux aux centres respiratoires (via le nerf vague) pour inhiber l'inspiration (réflexe de Hering-Breuer).",
    "Choice_E_Text": "les Mécanorécepteurs pulmonaires sont sensibles à l'étirement et informent sur l'inflation pulmonaire",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question teste des connaissances variées.<br> L'anatomie fonctionnelle inclut le rôle des cils et du surfactant.<br> La mécanique ventilatoire concerne la distribution de la ventilation/perfusion et les volumes mobilisables.<br> Le contrôle de la respiration implique des mécanorécepteurs sensibles à l'étirement pulmonaire.",
    "QuestionText": "30- Cochez les réponses correctes",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  }
]
