[
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La bile est décrite comme un fluide de couleur jaune-verdâtre.",
        "Choice_A_Text": "La bile est fluide jaune-verdâtre.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>Le pH de la bile est basique, se situant entre 7,6 et 8,6.",
        "Choice_B_Text": "La bile est basique (pH compris entre 7,6 et 8,6).",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est incorrecte.<br>Le foie produit entre 0,5 et 1 litre de bile par jour, et non 2 litres.",
        "Choice_C_Text": "Produite en continu par le foie à raison de 2 litres par jour.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est incorrecte.<br>La bile hépatique et la bile vésiculaire sont différentes.<br>La bile vésiculaire est plus concentrée que la bile hépatique.",
        "Choice_D_Text": "La bile hépatique est identique à la bile vésiculaire.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>Bien que la production soit continue, son débit peut être influencé par des facteurs hormonaux liés aux repas, qui stimulent la cholérèse (sécrétion de la bile).",
        "Choice_E_Text": "Sa production est continue par le foie, non influencée par les repas.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La bile est une sécrétion exocrine du foie, de couleur jaune-verdâtre et au pH basique (7,6-8,6).<br>Sa production est continue, à un volume de 0,5 à 1 L/jour.<br>La bile stockée dans la vésicule biliaire (bile vésiculaire) devient plus concentrée que la bile directement sécrétée par le foie (bile hépatique).",
        "QuestionText": "La bile est la sécrétion exocrine du foie, parmi ses caractéristiques, cochez les bonnes propositions.",
        "Subtopic": "Sécrétion Biliaire",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>Les acides biliaires, en solubilisant le cholestérol dans les micelles, empêchent sa précipitation et donc la formation de calculs cholestéroliques.",
        "Choice_A_Text": "Diminue le risque de formation de lithiase biliaire.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>Les acides biliaires contribuent à l'hydratation du contenu fécal.",
        "Choice_B_Text": "Permet l'hydratation du bol fécal.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est incorrecte.<br>Les acides biliaires sont essentiels pour l'absorption des lipides et des vitamines liposolubles (A, D, E, K), mais pas des vitamines hydrosolubles.",
        "Choice_C_Text": "Permet l'absorption des vitamines hydrosolubles.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est incorrecte.<br>L'absorption des glucides ne dépend pas des acides biliaires.",
        "Choice_D_Text": "Permet l'absorption des glucides.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>La transformation du cholestérol en acides biliaires et leur excrétion constituent la principale voie d'élimination du cholestérol de l'organisme.",
        "Choice_E_Text": "Permet l'élimination du cholestérol.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Les acides biliaires ont plusieurs rôles cruciaux.<br>Ils préviennent la formation de lithiases biliaires, participent à l'hydratation du bol fécal et sont la voie principale d'élimination du cholestérol.<br>De plus, ils sont indispensables à l'absorption des graisses et des vitamines liposolubles.",
        "QuestionText": "Parmi les rôles des acides biliaires, cochez les bonnes propositions.",
        "Subtopic": "Sécrétion Biliaire",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La bilirubine est un pigment jaune qui résulte principalement de la dégradation de l'hème de l'hémoglobine par les macrophages du système réticulo-endothélial.",
        "Choice_A_Text": "Provient essentiellement de la dégradation de l'hémoglobine par les macrophages du système réticulo-endothélial.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>La bilirubine est considérée comme un déchet métabolique et n'a aucune action physiologique connue.",
        "Choice_B_Text": "Elle joue un rôle physiologique important.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>En tant que déchet, elle est éliminée dans la bile et, après transformation par les bactéries intestinales en stercobiline, elle donne leur couleur brune aux selles.",
        "Choice_C_Text": "C'est un déchet de l'organisme (coloration des selles).",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Une accumulation de bilirubine dans le sang, due à une production excessive ou à un défaut d'élimination, provoque une coloration jaune de la peau et des muqueuses, appelée ictère ou jaunisse.",
        "Choice_D_Text": "Son accumulation dans le sang se reflète par un ictère.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>Le dosage sanguin de la bilirubine (totale, conjuguée et non conjuguée) est une exploration biologique courante pour évaluer la fonction hépato-biliaire.",
        "Choice_E_Text": "Son exploration biologique est impossible.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La bilirubine est un produit de dégradation de l'hémoglobine.<br>Elle est traitée par le foie pour être éliminée.<br>C'est un déchet qui colore les selles, et son accumulation dans le sang cause un ictère.<br>Son dosage dans le sang est un examen biologique standard.",
        "QuestionText": "Concernant la bilirubine, quelles propositions sont justes?",
        "Subtopic": "Sécrétion Biliaire",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La lipase est une enzyme lipolytique sécrétée par le pancréas exocrine.",
        "Choice_A_Text": "Lipase.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>L'alpha-amylase pancréatique est une enzyme amylolytique clé dans la digestion des glucides.",
        "Choice_B_Text": "Alpha-amylase.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>Le trypsinogène est une proenzyme (zymogène) protéolytique sécrétée par le pancréas.",
        "Choice_C_Text": "Trypsinogène.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est incorrecte.<br>Les phosphatases alcalines sont principalement des enzymes hépatiques, leur dosage est utilisé dans l'exploration de la fonction hépato-biliaire, pas comme une enzyme de la sécrétion pancréatique exocrine.",
        "Choice_D_Text": "Phosphatase alcaline.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>Les gamma-glutamyl-transférases sont des enzymes hépatiques, utilisées comme marqueur biologique du foie.",
        "Choice_E_Text": "Gamma-glutamyl-transférases.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le suc pancréatique contient de nombreuses enzymes digestives.<br>Parmi celles-ci, on trouve des enzymes lipolytiques comme la lipase, des enzymes amylolytiques comme l'alpha-amylase, et des enzymes protéolytiques (sécrétées sous forme de zymogènes) comme le trypsinogène.<br>Les phosphatases alcalines et les gamma-GT sont des enzymes hépatiques.",
        "QuestionText": "Quelles enzymes parmi celles citées sont sécrétées par le pancréas.",
        "Subtopic": "Sécrétion Pancréatique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'amylase est une enzyme qui digère l'amidon et n'active pas d'autres enzymes.",
        "Choice_A_Text": "Amylase.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La chymotrypsine est elle-même activée par la trypsine à partir du chymotrypsinogène.",
        "Choice_B_Text": "Chymotrypsine.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'élastase est activée par la trypsine à partir de la proélastase.",
        "Choice_C_Text": "Élastase.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "La lipase est une enzyme qui digère les lipides et n'a pas de rôle d'activateur en cascade.",
        "Choice_D_Text": "Lipase.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>Dans le duodénum, le trypsinogène est activé en trypsine par l'entérokinase.<br>La trypsine active ensuite les autres zymogènes pancréatiques (chymotrypsinogène, proélastase, etc.) dans une réaction en cascade.",
        "Choice_E_Text": "Trypsine.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "L'activation des enzymes protéolytiques pancréatiques (zymogènes) se fait en cascade dans la lumière duodénale.<br>L'entérokinase, une enzyme de la bordure en brosse intestinale, initie le processus en convertissant le trypsinogène en trypsine.<br>La trypsine devient alors l'activateur principal, convertissant les autres zymogènes en leurs formes actives.",
        "QuestionText": "L'enzyme qui a le rôle d'activation en cascade des zymogènes est (une proposition est correcte).",
        "Subtopic": "Sécrétion Pancréatique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>L'acétylcholine est un stimulant majeur de la sécrétion acide gastrique par les cellules pariétales.",
        "Choice_A_Text": "L'acétylcholine inhibe la sécrétion gastrique en agissant sur les cellules pariétales.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>L'acétylcholine n'inhibe pas la sécrétion gastrique ; au contraire, elle la stimule en levant l'inhibition exercée par la somatostatine.",
        "Choice_B_Text": "L'acétylcholine inhibe la sécrétion gastrique en potentialisant l'effet inhibiteur de la somatostatine sur les cellules pariétales dans le fundus.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>L'acétylcholine stimule indirectement la sécrétion acide en inhibant la libération de somatostatine, ce qui lève le frein sur les cellules ECL qui libèrent alors de l'histamine, un puissant stimulant des cellules pariétales.",
        "Choice_C_Text": "L'acétylcholine stimule la sécrétion gastrique en éliminant l'effet inhibiteur de la somatostatine sur les cellules entérochromaffines-like (ECL) dans le fundus.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Dans l'antre, l'acétylcholine stimule la sécrétion de gastrine en inhibant la libération locale de somatostatine, qui freine normalement les cellules G.",
        "Choice_D_Text": "L'acétylcholine stimule la sécrétion gastrique en éliminant l'effet inhibiteur de la somatostatine sur les cellules à gastrine (G) dans l'antre.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>La vagotomie, qui est la section du nerf vague, supprime la principale source d'acétylcholine dans l'estomac, entraînant ainsi une diminution significative de la sécrétion acide gastrique.",
        "Choice_E_Text": "La vagotomie diminue la sécrétion gastrique.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "L'acétylcholine, libérée par le nerf vague, est un puissant stimulant de la sécrétion acide gastrique.<br>Elle agit directement sur les cellules pariétales et indirectement en levant l'inhibition exercée par la somatostatine sur les cellules ECL (libérant l'histamine) et les cellules G (libérant la gastrine).<br>Par conséquent, une vagotomie réduit la sécrétion acide.",
        "QuestionText": "Cocher la ou les affirmations exactes.",
        "Subtopic": "Sécrétion Gastrique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>La stimulation parasympathique entraîne une sécrétion salivaire aqueuse et séreuse, tandis que la stimulation sympathique entraîne une sécrétion visqueuse et muqueuse.",
        "Choice_A_Text": "Le système nerveux parasympathique permet une sécrétion salivaire muqueuse.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>La régulation de la sécrétion salivaire est essentiellement nerveuse (parasympathique et sympathique).<br>L'énervation des glandes salivaires supprime leur sécrétion.",
        "Choice_B_Text": "La régulation de la sécrétion salivaire est essentiellement hormonale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est incorrecte.<br>Le système nerveux sympathique provoque une sécrétion salivaire riche en mucus (muqueuse) et visqueuse, et non séreuse.",
        "Choice_C_Text": "Le système nerveux sympathique entraîne une sécrétion salivaire séreuse.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>La stimulation sympathique produit une salive peu abondante, visqueuse et riche en composants organiques comme le mucus.",
        "Choice_D_Text": "Le système nerveux sympathique favorise une sécrétion salivaire peu abondante, riche en mucus.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>L'atropine est un bloqueur des récepteurs muscariniques (anticholinergique).<br>Elle bloque l'effet du système nerveux parasympathique, qui est le principal stimulant de la sécrétion salivaire, entraînant ainsi une sécheresse buccale (diminution du flux).",
        "Choice_E_Text": "L'atropine entraîne une diminution du flux salivaire.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La sécrétion salivaire est principalement sous contrôle nerveux.<br>Le système parasympathique stimule une sécrétion abondante et aqueuse (séreuse), tandis que le système sympathique stimule une sécrétion peu abondante et visqueuse (muqueuse).<br>Les médicaments anticholinergiques comme l'atropine bloquent la voie parasympathique et diminuent donc le flux salivaire.",
        "QuestionText": "Cocher la ou les propositions exactes.",
        "Subtopic": "Sécrétion Salivaire",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>C'est l'hypercalcémie chronique qui stimule la sécrétion de gastrine et la sécrétion acide, pas l'hypocalcémie.",
        "Choice_A_Text": "Une hypocalcémie chronique.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>Un tel montage chirurgical expose l'antre gastrique aux sécrétions duodénales alcalines, ce qui inhibe la libération de somatostatine (qui normalement freine la gastrine) et stimule de manière continue les cellules G à produire de la gastrine, conduisant à une hypersécrétion acide.",
        "Choice_B_Text": "Un montage chirurgical faisant baigner l'antre gastrique dans les sécrétions duodénales.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'hyperkaliémie chronique n'est pas décrite comme une cause directe d'hypersécrétion gastrique acide.",
        "Choice_C_Text": "Une hyperkaliémie chronique.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>La mastocytose systémique est une maladie caractérisée par une prolifération de mastocytes, qui libèrent de grandes quantités d'histamine.<br>L'histamine est un puissant stimulant des récepteurs H2 des cellules pariétales, ce qui entraîne une hypersécrétion acide.",
        "Choice_D_Text": "Une mastocytose systémique.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Le syndrome de Mallory-Weiss est une déchirure de la muqueuse à la jonction œsogastrique, généralement causée par des vomissements violents.<br>Ce n'est pas une cause d'hypersécrétion acide.",
        "Choice_E_Text": "Un syndrome de Mallory-Weiss.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "L'hypersécrétion gastrique acide peut être causée par plusieurs conditions.<br>Parmi elles, la mastocytose systémique (excès d'histamine) et certains montages chirurgicaux qui stimulent de façon anormale la production de gastrine sont des causes reconnues.<br>Le syndrome de Zollinger-Ellison (tumeur sécrétant de la gastrine) est une autre cause classique, non citée ici.",
        "QuestionText": "Quelles sont les causes d'une hypersécrétion gastrique acide?",
        "Subtopic": "Sécrétion Gastrique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La vidange des liquides est un processus passif qui dépend principalement du gradient de pression entre l'estomac proximal (réservoir) et le duodénum.",
        "Choice_A_Text": "La vidange des liquides dépend du gradient de pression estomac proximal-duodénum.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>L'acidité du chyme arrivant dans le duodénum est un signal inhibiteur puissant qui ralentit la vidange gastrique pour permettre la neutralisation par les sécrétions bicarbonatées.",
        "Choice_B_Text": "Une augmentation de l'acidité du chyme gastrique accélère la vidange gastrique.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est incorrecte.<br>La cholécystokinine (CCK), libérée en réponse aux graisses et protéines dans le duodénum, est une entérogastrone qui inhibe et ralentit la vidange gastrique.",
        "Choice_C_Text": "La cholécystokinine stimule la vidange gastrique.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est incorrecte.<br>La somatostatine est une hormone à action inhibitrice généralisée sur le tube digestif, elle inhibe la motricité et la vidange gastrique.",
        "Choice_D_Text": "La somatostatine stimule la vidange gastrique.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>Le nerf vague (système parasympathique) stimule la motricité gastrique, notamment le péristaltisme antral, et favorise ainsi la vidange gastrique.",
        "Choice_E_Text": "Le nerf vague (X) stimule la vidange gastrique.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La vidange gastrique est un processus finement régulé.<br>Elle est stimulée par des facteurs gastriques (distension, action du nerf vague) et inhibée par des facteurs duodénaux (acidité, osmolarité, présence de lipides) via des réflexes nerveux et des hormones inhibitrices (entérogastrones comme la CCK et la sécrétine).<br>La vidange des liquides dépend du gradient de pression, tandis que celle des solides dépend du péristaltisme antral.",
        "QuestionText": "À propos de la vidange gastrique.",
        "Subtopic": "Motricité Gastrique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>L'ouverture (relaxation) du SIO est déclenchée par l'inhibition de la voie cholinergique excitatrice.",
        "Choice_A_Text": "L'ouverture du SIO est déclenchée par la stimulation de la voie cholinergique.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>L'ouverture du SIO est déclenchée par la stimulation de la voie vagale inhibitrice non adrénergique non cholinergique (NANC), dont les médiateurs sont le NO et le VIP.",
        "Choice_B_Text": "L'ouverture du SIO est déclenchée par l'inhibition de la voie vagale non adrénergique non cholinergique.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>À l'état de repos, le SIO maintient une pression de clôture (contraction tonique) grâce à une activité permanente de la voie cholinergique (excitatrice) du nerf vague.",
        "Choice_C_Text": "Au repos, le SIO est contracté grâce au nerf vague dont la voie cholinergique est active.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Au repos, la voie NANC (inhibitrice) du nerf vague est inactive, ce qui contribue au maintien de la contraction du sphincter.",
        "Choice_D_Text": "Au repos, le SIO est contracté grâce au nerf vague dont la voie vagale non adrénergique non cholinergique est inactive.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>La progestérone est un facteur qui diminue la pression de repos du SIO, ce qui peut favoriser le reflux gastro-œsophagien, notamment pendant la grossesse.",
        "Choice_E_Text": "La progestérone augmente la pression du SIO.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le tonus du sphincter inférieur de l'œsophage (SIO) est régulé par le nerf vague, qui possède deux voies.<br>Au repos, la voie cholinergique (excitatrice) est active et la voie NANC (inhibitrice) est inactive, ce qui maintient le sphincter contracté.<br>Lors de la déglutition, la voie cholinergique est inhibée et la voie NANC est stimulée, provoquant la relaxation (ouverture) du SIO pour laisser passer le bol alimentaire.",
        "QuestionText": "À propos de la commande du sphincter inférieur de l'œsophage (SIO).",
        "Subtopic": "Déglutition et Motricité Œsophagienne",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>Le complexe moteur migrant (CMM) est l'activité motrice de la période de jeûne (interdigestive) et est aboli par la prise d'un repas.",
        "Choice_A_Text": "Le complexe moteur migrant est déclenché par la prise d'un repas.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>La phase III du CMM est caractérisée par une activité contractile régulière et intense.<br>L'activité contractile irrégulière correspond à la phase II.",
        "Choice_B_Text": "La phase III du complexe moteur migrant est caractérisée par des potentiels d'actions multiples et une activité contractile irrégulière.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>Le CMM, en particulier sa phase III, agit comme une 'femme de ménage' digestive en propulsant les débris alimentaires, les sécrétions et les bactéries de l'estomac vers l'intestin grêle.",
        "Choice_C_Text": "Les ondes péristaltiques du complexe moteur migrant permettent d'évacuer les résidus restants après le repas.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Les cellules de Cajal sont les cellules pacemaker de l'estomac qui génèrent spontanément des ondes lentes (rythme électrique de base), maintenant ainsi les cellules musculaires lisses dans un état d'hyperexcitabilité périodique.",
        "Choice_D_Text": "La dépolarisation spontanée des cellules de Cajal maintient les cellules musculaires en hyperexcitabilité régulière.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>La relaxation réceptrice (ou accommodation) de l'estomac proximal permet de recevoir le bol alimentaire sans augmentation de pression.<br>Ce phénomène est médié par un réflexe vago-vagal inhibiteur.",
        "Choice_E_Text": "La relaxation réceptrice de l'estomac proximal lors d'un repas est contrôlée par un réflexe vago-vagal.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La motricité gastrique diffère en période de jeûne et postprandiale.<br>À jeun, le complexe moteur migrant (CMM) nettoie le tube digestif.<br>Pendant un repas, l'estomac proximal se relâche (relaxation réceptrice) via un réflexe vago-vagal pour stocker les aliments.<br>L'activité électrique de base est générée par les cellules de Cajal.",
        "QuestionText": "Concernant la motricité gastrique, cocher la ou les propositions exactes.",
        "Subtopic": "Motricité Gastrique",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La lipolyse est la première phase, où les triglycérides sont hydrolysés par la lipase pancréatique en acides gras et monoglycérides.",
        "Choice_A_Text": "La lipolyse.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>L'émulsification par les sels biliaires est une étape cruciale qui augmente la surface de contact entre les lipides et la lipase, précédant la formation des micelles (solubilisation micellaire).",
        "Choice_B_Text": "L'émulsification.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est incorrecte.<br>L'absorption des produits de la lipolyse se fait par diffusion passive à travers la membrane apicale de l'entérocyte (voie transcellulaire), et non par voie intercellulaire.",
        "Choice_C_Text": "L'absorption intercellulaire.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Une fois à l'intérieur de l'entérocyte, les acides gras et les monoglycérides sont re-synthétisés en triglycérides, c'est la ré-estérification.",
        "Choice_D_Text": "La ré-estérification.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>Les triglycérides reformés sont assemblés avec des protéines pour former des chylomicrons, qui sont ensuite transportés via le système lymphatique.",
        "Choice_E_Text": "Le transport des chylomicrons.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "La digestion et l'absorption des lipides est un processus en plusieurs étapes.<br>Il commence par la lipolyse (hydrolyse des triglycérides), facilitée par l'émulsification.<br>Les produits sont absorbés dans l'entérocyte, où ils sont ré-estérifiés en triglycérides, puis empaquetés en chylomicrons pour être transportés par la lymphe.",
        "QuestionText": "La digestion des lipides et leur absorption s'effectue en quatre phases distinctes.",
        "Subtopic": "Absorption Intestinale",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>La digestion des protéines commence dans la lumière de l'estomac (pepsine) et se poursuit dans l'intestin grêle (enzymes pancréatiques comme la trypsine).",
        "Choice_A_Text": "Digestion intra-luminale par les enzymes gastriques et pancréatiques.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>L'hydrolyse des oligopeptides est finalisée par les peptidases situées sur la bordure en brosse et à l'intérieur (cytoplasme) des entérocytes.",
        "Choice_B_Text": "Hydrolyse grâce aux peptidases de la bordure en brosse et aux peptidases cytoplasmiques.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>Les acides aminés et les petits peptides sont absorbés au pôle apical de l'entérocyte par des mécanismes de transport actif, souvent couplés au sodium.",
        "Choice_C_Text": "Transport actif au pôle apical de l'entérocyte.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Après avoir été accumulés dans l'entérocyte, les acides aminés sortent de la cellule au pôle basal, principalement par diffusion pour rejoindre la circulation sanguine.",
        "Choice_D_Text": "Les acides aminés dans l'entérocyte quittent la cellule par simple diffusion ou transport facilité.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>Les acides aminés absorbés passent dans les capillaires sanguins qui se drainent dans la veine porte hépatique.<br>La veine mésentérique inférieure draine principalement le côlon distal ; l'absorption se fait surtout au niveau du jéjunum et de l'iléon, drainés par la veine mésentérique supérieure qui rejoint la veine porte.",
        "Choice_E_Text": "Les acides aminés sont absorbés par les capillaires qui rejoignent le foie par la veine mésentérique inférieure.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La digestion des protéines implique une hydrolyse en plusieurs étapes : d'abord dans la lumière digestive par les enzymes gastriques et pancréatiques, puis au niveau de la membrane et du cytoplasme de l'entérocyte.<br>Les produits finaux (acides aminés) sont absorbés par transport actif puis passent dans la circulation sanguine portale par diffusion.",
        "QuestionText": "Les étapes de la digestion des protéines.",
        "Subtopic": "Absorption Intestinale",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>La lipolyse a lieu dans l'intestin proximal (duodénum et jéjunum), où le chyme se mélange avec la bile et les sucs pancréatiques, et non dans l'iléon terminal.",
        "Choice_A_Text": "La lipolyse a lieu au niveau de la dernière anse iléale.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est incorrecte.<br>La lipolyse est l'hydrolyse des lipides (triglycérides) et nécessite l'action de la lipase pancréatique, non de l'amylase qui digère l'amidon.",
        "Choice_B_Text": "La lipolyse nécessite l'action de l'amylase pancréatique.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>L'émulsification par les sels biliaires fragmente les grosses gouttelettes lipidiques en plus petites, ce qui augmente considérablement la surface disponible pour l'action de la lipase pancréatique.",
        "Choice_C_Text": "La lipolyse est facilitée par l'émulsification des lipides par les sels biliaires.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Après la lipolyse, les produits (acides gras, monoglycérides) s'associent aux sels biliaires pour former des micelles, des structures qui les maintiennent en solution aqueuse et les transportent vers les entérocytes.",
        "Choice_D_Text": "Les produits de la lipolyse forment une solution micellaire avec les sels biliaires.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>La région externe de la micelle est hydrophile (soluble dans l'eau), ce qui lui permet de se déplacer dans l'environnement aqueux de la lumière intestinale et de s'approcher de la bordure en brosse.",
        "Choice_E_Text": "La région externe hydrophobe de la micelle lui permet de pénétrer dans la couche aqueuse des microvillosités intestinales.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La digestion des lipides se déroule dans l'intestin proximal.<br>Elle nécessite l'action de la lipase pancréatique, qui est grandement facilitée par l'émulsification des graisses par les sels biliaires.<br>Les produits de cette digestion forment ensuite des micelles avec les sels biliaires pour être transportés et absorbés.",
        "QuestionText": "La digestion des lipides et leur absorption.",
        "Subtopic": "Absorption Intestinale",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est incorrecte.<br>La digestion des glucides débute grâce à l'action des amylases (salivaire et pancréatique), non des lipases qui digèrent les lipides.",
        "Choice_A_Text": "Débute dans la lumière digestive grâce à l'action des lipases pancréatiques et salivaires.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>Après l'action de l'amylase, les oligosaccharides et disaccharides résultants sont hydrolysés en monosaccharides par des enzymes spécifiques (comme la lactase, la sucrase) situées sur la bordure en brosse des entérocytes.",
        "Choice_B_Text": "La digestion des oligosaccharides se poursuit grâce aux disaccharidases de la bordure en brosse.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>Les monosaccharides (glucose, fructose, galactose) ne peuvent pas diffuser passivement à travers la membrane cellulaire et nécessitent des protéines de transport spécifiques pour entrer dans l'entérocyte.",
        "Choice_C_Text": "Les monosaccharides sont captés par des transporteurs qui les conduisent à travers la cellule.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>Une fois absorbés, les monosaccharides passent dans la circulation sanguine et sont transportés via le système de la veine porte jusqu'au foie, qui joue un rôle central dans leur métabolisme et leur stockage (sous forme de glycogène).",
        "Choice_D_Text": "Les glucides absorbés vont emprunter le système porte pour aller au foie où ils seront stockés.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est incorrecte.<br>L'essentiel de la digestion et de l'absorption des glucides a lieu dans l'intestin grêle, principalement au niveau du duodénum et du jéjunum.",
        "Choice_E_Text": "A lieu essentiellement dans le côlon.",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La digestion des glucides commence par l'action des amylases qui les dégradent en sucres plus petits.<br>La digestion est complétée par les disaccharidases de la bordure en brosse intestinale.<br>Les monosaccharides qui en résultent sont ensuite absorbés par des transporteurs spécifiques et dirigés vers le foie via la veine porte.",
        "QuestionText": "La digestion des glucides.",
        "Subtopic": "Absorption Intestinale",
        "YearAsked": "Février 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Cette affirmation est correcte.<br>Le tube digestif possède un important tissu lymphoïde associé à la muqueuse (MALT) qui joue un rôle majeur dans la défense immunitaire de l'organisme.",
        "Choice_A_Text": "Immunité.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Cette affirmation est correcte.<br>La motricité digestive, assurée par les muscles lisses, permet la propulsion et le brassage des aliments le long du tube digestif.",
        "Choice_B_Text": "Motricité.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Cette affirmation est correcte.<br>L'absorption est le processus par lequel les nutriments, l'eau et les électrolytes passent de la lumière intestinale vers le milieu intérieur (sang et lymphe).",
        "Choice_C_Text": "Absorption.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Cette affirmation est correcte.<br>La digestion est la transformation chimique des grosses molécules alimentaires en molécules plus petites et absorbables, grâce à l'action d'enzymes.",
        "Choice_D_Text": "Digestion.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "Cette affirmation est correcte.<br>La sécrétion de sucs digestifs (salive, suc gastrique, suc pancréatique, bile) contenant des enzymes, du mucus et des électrolytes est essentielle à la digestion.",
        "Choice_E_Text": "Sécrétion.",
        "Choice_E_isCorrect": true,
        "OverallExplanation": "Le tube digestif assure cinq fonctions principales interdépendantes pour le traitement des aliments : la motricité (propulsion), la sécrétion (sucs digestifs), la digestion (dégradation chimique), l'absorption (passage des nutriments dans le sang) et l'immunité (protection contre les antigènes).",
        "QuestionText": "Parmi les fonctions du tube digestif, cocher la ou les propositions exactes.",
        "Subtopic": "Généralités sur le Tube Digestif",
        "YearAsked": "Février 2025 (Normale)"
    }
]