code
JSON
download
content_copy
expand_less

[
  {
    "Choice_A_Explanation": "Cette proposition est incorrecte.<br>Le taux de diffusion des gaz est directement proportionnel à la surface de la membrane, ce qui signifie qu'une plus grande surface favorise une diffusion plus importante.",
    "Choice_A_Text": "Le taux de diffusion des gaz est inversement proportionnel à la surface de la membrane.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>La loi de Fick décrit le débit de diffusion d'un gaz à travers une membrane, qui dépend du gradient de pression, de la surface, de l'épaisseur de la membrane et des propriétés du gaz.",
    "Choice_B_Text": "La diffusion d'un gaz est régie par la loi de Fick.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Le gradient de pression partielle entre l'alvéole et le capillaire est le moteur de la diffusion des gaz.",
    "Choice_C_Text": "Le taux de diffusion des gaz est proportionnel au gradient de pression de part et d'autre de la membrane alvéolo-capillaire.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>Le CO2 est environ 20 fois plus soluble que l'O2, ce qui le rend beaucoup plus diffusible à travers la membrane alvéolo-capillaire, malgré un gradient de pression plus faible.",
    "Choice_D_Text": "L'oxygène est 20 fois plus diffusible que le CO2 à travers la membrane alvéolo-capillaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>La mesure de la capacité de diffusion du monoxyde de carbone (DLCO) est un test fonctionnel qui évalue la capacité du poumon à transférer un gaz de l'alvéole au sang.",
    "Choice_E_Text": "La DLCO permet d'explorer la diffusion du gaz à travers la membrane alvéolo-capillaire.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question évalue la compréhension des principes de la diffusion gazeuse à travers la membrane alvéolo-capillaire, régis par la loi de Fick.<br>Les facteurs clés sont le gradient de pression, la surface et l'épaisseur de la membrane, ainsi que les propriétés de solubilité des gaz.",
    "QuestionText": "Les échanges gazeux.",
    "Subtopic": "Échanges gazeux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est incorrecte.<br>La P50 est la pression partielle d'oxygène (PO2) pour laquelle la saturation de l'hémoglobine en O2 est de 50%.",
    "Choice_A_Text": "La P50 est la pression partielle de CO2 pour laquelle la saturation en O2 est de 50%.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>Pour pouvoir fixer l'oxygène, l'atome de fer de l'hème doit être sous sa forme divalente (Fe++).<br>La forme trivalente (Fe+++) correspond à la méthémoglobine, qui ne peut pas lier l'oxygène.",
    "Choice_B_Text": "Une molécule d'hémoglobine comporte 4 atomes de fer trivalent (Fe+++).",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>L'affinité de l'hémoglobine pour le monoxyde de carbone (CO) est environ 200 à 250 fois supérieure à son affinité pour l'oxygène, ce qui explique la toxicité du CO.",
    "Choice_C_Text": "L'hémoglobine est très affine pour le monoxyde de carbone.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>La forme sigmoïde de la courbe de dissociation reflète la coopération entre les sous-unités de l'hémoglobine : la fixation d'une molécule d'O2 augmente l'affinité pour les suivantes.",
    "Choice_D_Text": "La courbe de dissociation de l'hémoglobine est sigmoïde.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>Au niveau des poumons, où la PO2 est élevée, l'affinité de l'hémoglobine pour l'O2 est forte, ce qui favorise la saturation maximale en oxygène (hématose).",
    "Choice_E_Text": "L'affinité de l'Hb pour l'O2 est élevée au niveau des capillaires pulmonaires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur les propriétés fondamentales de l'hémoglobine, son interaction avec l'oxygène et d'autres gaz, et la représentation graphique de cette interaction par la courbe de dissociation.",
    "QuestionText": "À propos de l'hémoglobine.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>L'inspiration est un processus actif nécessitant la contraction des muscles inspiratoires, et au repos, sa durée est plus courte que celle de l'expiration (rapport TI/TE d'environ 1/2).",
    "Choice_A_Text": "L'inspiration est active, elle est plus courte que l'expiration.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>La ventilation minute (VE) est le produit de la fréquence respiratoire (FR) et du volume courant (VT), et non de la capacité vitale.",
    "Choice_B_Text": "La ventilation minute est le produit de la fréquence respiratoire et de la capacité vitale.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>L'air s'écoule des zones de haute pression vers les zones de basse pression.<br>L'inspiration se produit lorsque la pression alvéolaire devient inférieure à la pression atmosphérique, et l'expiration lorsque la pression alvéolaire devient supérieure.",
    "Choice_C_Text": "L'air est renouvelé au niveau pulmonaire en réponse à une différence de pression alvéolaire et atmosphérique.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>L'expiration calme est un phénomène passif qui résulte du relâchement des muscles inspiratoires et de la rétraction élastique du système thoraco-pulmonaire.<br>Les muscles expiratoires n'interviennent que lors d'une expiration forcée.",
    "Choice_D_Text": "L'expiration calme fait suite à la contraction des muscles expiratoires.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>La contraction du diaphragme entraîne son abaissement, ce qui augmente le diamètre vertical du thorax.<br>Elle provoque également un soulèvement du sternum et un écartement des côtes inférieures, augmentant les diamètres transversal et antéropostérieur.",
    "Choice_E_Text": "La contraction du diaphragme augmente tous les diamètres du thorax.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question aborde les concepts de base de la mécanique ventilatoire, incluant le caractère actif de l'inspiration, le rôle des pressions, la définition de la ventilation minute et le fonctionnement des muscles respiratoires.",
    "QuestionText": "Concernant la ventilation.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>La paroi des bronchioles est principalement constituée de muscle lisse, ce qui leur permet de modifier leur calibre (bronchoconstriction/bronchodilatation) et de réguler le flux d'air vers les alvéoles.",
    "Choice_A_Text": "Les bronchioles sont constituées essentiellement de muscles lisses.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>Les pneumocytes de type I sont des cellules épithéliales aplaties qui forment la majeure partie de la paroi alvéolaire et participent aux échanges gazeux.<br>Les pneumocytes de type II sécrètent le surfactant.",
    "Choice_B_Text": "Les pneumocytes II forment la paroi alvéolaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Le surfactant est un phospholipide qui réduit les forces de tension superficielle à l'interface air-liquide dans les alvéoles, ce qui empêche leur collapsus et facilite la distension pulmonaire.",
    "Choice_C_Text": "Le surfactant diminue la tension superficielle des alvéoles.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>L'épithélium respiratoire de la zone de conduction est cilié et contient des cellules caliciformes qui sécrètent du mucus.<br>Cet ensemble (escalator muco-ciliaire) piège et élimine les particules inhalées.",
    "Choice_D_Text": "La muqueuse de la zone de conduction comporte des cils et du mucus.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>La présence d'anneaux cartilagineux dans la trachée et les bronches assure le maintien de leur ouverture (béance) pour permettre le passage de l'air.",
    "Choice_E_Text": "La trachée et les bronches sont des tubes semi-rigides contenant du cartilage.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question vérifie les connaissances sur la structure histologique et fonctionnelle des différentes parties des voies aériennes, de la zone de conduction à la zone respiratoire.",
    "QuestionText": "La structure et la fonction des voies aériennes.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>Le volume résiduel (VR) est le volume d'air qui reste dans les poumons après une expiration maximale et forcée.<br>Il ne peut pas être expulsé.",
    "Choice_A_Text": "Volume résiduel : Quantité d'air restant dans le poumon au décours d'une expiration forcée.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>Le volume courant (VT) est le volume d'air inspiré ou expiré lors de chaque cycle respiratoire au repos.",
    "Choice_B_Text": "Le volume courant est le volume d'air mobilisé lors d'un cycle respiratoire calme.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>La capacité vitale (CV) représente le volume maximal d'air qui peut être mobilisé par les poumons et se calcule par la somme : CV = VT + VRI + VRE.",
    "Choice_C_Text": "La capacité vitale est la somme du volume courant, du volume de réserve inspiratoire et du volume de réserve expiratoire.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>La capacité résiduelle fonctionnelle (CRF) est la quantité d'air restant dans le poumon après une expiration normale (calme), et non une inspiration normale.<br>Elle correspond à la position de repos du système respiratoire.",
    "Choice_D_Text": "Capacité résiduelle fonctionnelle : Quantité d'air restant dans le poumon au décours d'une inspiration normale.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est incorrecte.<br>Le volume résiduel est par définition un volume non mobilisable, car il ne peut être expiré, même de façon forcée.",
    "Choice_E_Text": "Le volume résiduel est un volume mobilisable.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance des définitions des différents volumes et capacités pulmonaires mesurés par spirométrie, qui sont essentiels pour l'évaluation de la fonction respiratoire.",
    "QuestionText": "Volumes et capacités pulmonaires.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>La circulation pulmonaire (ou petite circulation) amène le sang veineux systémique aux poumons pour l'hématose (oxygénation) et le retourne au cœur gauche.<br>Elle est donc fonctionnelle.",
    "Choice_A_Text": "La circulation pulmonaire constitue la vascularisation fonctionnelle.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>L'artère pulmonaire véhicule le sang désoxygéné du ventricule droit vers les poumons pour qu'il y soit oxygéné.",
    "Choice_B_Text": "L'artère pulmonaire véhicule le sang oxygéné vers les poumons.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Les artères bronchiques, qui constituent la circulation nourricière des poumons, naissent de l'aorte thoracique.",
    "Choice_C_Text": "La circulation bronchique dérive, en majorité, directement de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>Après avoir été oxygéné dans les capillaires pulmonaires, le sang est collecté par les veines pulmonaires qui le ramènent à l'oreillette gauche du cœur.",
    "Choice_D_Text": "Le sang oxygéné est transporté vers le cœur par les veines pulmonaires.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est incorrecte.<br>La pression intrapleurale est négative par rapport à la pression atmosphérique.<br>Cette négativité est cruciale pour maintenir les poumons distendus et les bronchioles ouvertes.",
    "Choice_E_Text": "La pression intrapleurale est positive, permettant l'ouverture des bronchioles.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les deux systèmes de vascularisation du poumon (pulmonaire fonctionnelle et bronchique nourricière) et sur les caractéristiques de la plèvre, notamment la pression intrapleurale.",
    "QuestionText": "La vascularisation pulmonaire et la plèvre.",
    "Subtopic": "Anatomie fonctionnelle du système respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>L'espace mort alvéolaire est une notion pathologique qui désigne le volume d'air dans des alvéoles qui sont bien ventilées mais qui ne participent pas aux échanges gazeux en raison d'une perfusion sanguine absente ou réduite.",
    "Choice_A_Text": "L'espace mort alvéolaire correspond à l'air contenu dans un territoire alvéolaire ventilé mais mal perfusé.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>En raison de la gravité, la pression hydrostatique est plus élevée à la base des poumons qu'au sommet, ce qui entraîne une perfusion sanguine plus importante à la base.",
    "Choice_B_Text": "La perfusion diminue en allant de la base vers le sommet des poumons.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est incorrecte.<br>Les sommets pulmonaires sont mieux ventilés que perfusés, ce qui se traduit par un rapport ventilation/perfusion (V/Q) élevé.",
    "Choice_C_Text": "Les sommets sont mieux perfusés que ventilés.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>L'effet shunt se produit lorsque des alvéoles sont perfusées par le sang mais mal ou pas du tout ventilées.<br>Le sang traverse ces zones sans être oxygéné, créant un shunt droit-gauche.",
    "Choice_D_Text": "L'effet shunt correspond aux alvéoles perfusées et mal ventilées.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est incorrecte.<br>La ventilation minute est le produit de la fréquence respiratoire et du volume courant (VT), et non du volume inspiratoire qui n'est pas un terme standard pour ce calcul.",
    "Choice_E_Text": "La ventilation minute est le produit de la fréquence respiratoire et du volume inspiratoire.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question explore la distribution régionale de la ventilation et de la perfusion dans les poumons, ainsi que les concepts d'espace mort et d'effet shunt qui décrivent les inadéquations du rapport ventilation/perfusion.",
    "QuestionText": "La perfusion et la ventilation alvéolaires.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>L'élasticité, ou rétraction élastique, est la tendance intrinsèque du poumon, due à ses fibres élastiques et à la tension superficielle, à retourner à un volume plus petit après avoir été étiré.",
    "Choice_A_Text": "La rétraction élastique pulmonaire est la propriété du poumon à revenir à son volume de relaxation ou de repos.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>La tension superficielle générée par le liquide tapissant les alvéoles est un facteur majeur de l'élasticité pulmonaire, contribuant à environ 50% de celle-ci.",
    "Choice_B_Text": "La tension superficielle du surfactant assure 10 % de l'élasticité parenchymateuse.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>L'emphysème est caractérisé par la destruction des fibres élastiques du parenchyme pulmonaire, ce qui diminue la force de rétraction élastique et augmente la compliance (le poumon se distend plus facilement).",
    "Choice_C_Text": "Le poumon emphysémateux présente une compliance exagérée.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>La compliance (C) est une mesure de la distensibilité du système respiratoire.<br>Elle est définie par le rapport de la variation de volume (ΔV) sur la variation de pression (ΔP) qui l'a provoquée (C = ΔV/ΔP).",
    "Choice_D_Text": "La compliance est définie comme l'importance de la variation du volume par un changement de pression.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>Selon la loi de Poiseuille, la résistance à l'écoulement de l'air est inversement proportionnelle à la quatrième puissance du rayon (R ∝ 1/r⁴).<br>Ainsi, de petites variations du rayon des voies aériennes ont un impact majeur sur les résistances.",
    "Choice_E_Text": "Le rayon des voies aériennes est le premier facteur des résistances du système respiratoire.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question aborde les propriétés mécaniques passives du système respiratoire : l'élastance (la tendance à la rétraction), la compliance (la distensibilité) et les résistances à l'écoulement de l'air.",
    "QuestionText": "Concernant la compliance, l'élastance et les propriétés résistives du système respiratoire.",
    "Subtopic": "Ventilation et mécanique pulmonaire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>L'acidose (baisse du pH sanguin) stimule les chémorécepteurs, ce qui déclenche une augmentation de la fréquence et de la profondeur de la ventilation (hyperventilation) pour éliminer le CO2 et corriger le pH.",
    "Choice_A_Text": "L'acidose aboutit à une hyperventilation.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>Le système de contrôle respiratoire fonctionne comme une boucle de rétrocontrôle (feedback négatif) où les variations des gaz du sang (PaO2, PaCO2) et du pH sont détectées, entraînant une réponse ventilatoire qui vise à ramener ces paramètres à la normale.",
    "Choice_B_Text": "La régulation de la respiration est régie par une boucle de stimulation-inhibition de rétrocontrôle.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Les centres respiratoires du tronc cérébral reçoivent des informations de chémorécepteurs (centraux et périphériques) sensibles à la composition chimique du sang et du LCR, ainsi que de mécanorécepteurs sensibles à l'étirement pulmonaire.",
    "Choice_C_Text": "Se base sur des informations collectées par des récepteurs périphériques et centraux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>Les chémorécepteurs centraux, situés dans le bulbe rachidien, sont principalement sensibles aux variations de la concentration en ions H+ dans le liquide céphalo-rachidien, qui reflètent directement la PaCO2.<br>Ils ne sont pas sensibles à la PaO2.",
    "Choice_D_Text": "Les chémorécepteurs centraux sont sensibles à la PaO2.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>Les chémorécepteurs périphériques (corpuscules carotidiens et aortiques) sont les principaux détecteurs d'une baisse de la pression artérielle en oxygène (PaO2), déclenchant une réponse hyperventilatoire en cas d'hypoxémie.",
    "Choice_E_Text": "Les chémorécepteurs périphériques artériels sont sensibles essentiellement à la PaO2.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question évalue la compréhension du système de contrôle de la respiration, qui ajuste la ventilation pour maintenir l'homéostasie des gaz du sang et du pH grâce aux informations provenant de divers chémorécepteurs.",
    "QuestionText": "Contrôle de la respiration.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est incorrecte.<br>L'automatisme respiratoire, c'est-à-dire le rythme de base de la respiration, prend naissance dans les réseaux neuronaux du tronc cérébral (bulbe rachidien et pont), et non dans le cortex cérébral qui est impliqué dans le contrôle volontaire.",
    "Choice_A_Text": "Prend naissance dans des réseaux neuronaux du cortex cérébral.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>L'automatisme respiratoire est l'activité rythmique, involontaire et continue qui assure la ventilation sans intervention de la conscience.",
    "Choice_B_Text": "Est une activité respiratoire de base, automatique et permanente.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Le groupe respiratoire dorsal (GRD), situé dans le bulbe rachidien, est principalement composé de neurones qui s'activent pendant l'inspiration et sont considérés comme le principal générateur du rythme respiratoire.",
    "Choice_C_Text": "Le groupe respiratoire dorsal comporte des neurones inspiratoires.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>Les centres pontiques (pneumotaxique et apneustique) ne font qu'inhiber ; ils modulent et affinent l'activité des centres bulbaires pour assurer une transition douce entre l'inspiration et l'expiration.",
    "Choice_D_Text": "Les centres pontiques inhibent les centres bulbaires suite à des afférences périphériques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>L'expiration au repos est un processus passif qui se produit lorsque les neurones inspiratoires du bulbe cessent leur décharge, entraînant le relâchement des muscles inspiratoires et la rétraction élastique du poumon.",
    "Choice_E_Text": "L'expiration normale résulte de l'interruption de la stimulation des neurones inspiratoires.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur l'origine et le mécanisme de l'automatisme respiratoire, en se concentrant sur la localisation des centres nerveux dans le tronc cérébral et le rôle des différents groupes de neurones dans le cycle inspiration-expiration.",
    "QuestionText": "L'automatisme respiratoire.",
    "Subtopic": "Contrôle de la respiration",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>C'est un principe physique fondamental (loi d'écoulement des masses) qui régit la ventilation : l'air circule entre l'atmosphère et les alvéoles en suivant un gradient de pression.",
    "Choice_A_Text": "L'air se déplace de zones de haute pression vers une zone de basse pression.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>La ventilation minute (VE) est définie comme le volume total d'air déplacé en une minute, calculée par VE = Fréquence Respiratoire (FR) × Volume Courant (VT).<br>Augmenter la FR augmente donc la VE.",
    "Choice_B_Text": "L'augmentation de la fréquence respiratoire augmente la ventilation minute.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>La zone respiratoire est la partie du poumon où les échanges gazeux ont lieu, elle comprend les structures les plus distales : bronchioles respiratoires, conduits alvéolaires et alvéoles.",
    "Choice_C_Text": "La zone respiratoire est constituée par les bronchioles respiratoires, les conduits alvéolaires et les alvéoles.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>Le surfactant n'est produit en quantité suffisante qu'en fin de gestation.<br>Son absence ou son immaturité chez le prématuré augmente la tension superficielle, provoquant un collapsus alvéolaire et une détresse respiratoire sévère.",
    "Choice_D_Text": "Le déficit de surfactant chez le prématuré conduit à une détresse respiratoire.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>La très grande surface totale des alvéoles (80-100 m²) et la finesse de la membrane alvéolo-capillaire (≈ 0,5 µm) sont des adaptations qui maximisent l'efficacité de la diffusion des gaz.",
    "Choice_E_Text": "La grande surface des alvéoles et la fine épaisseur assurent un échange rapide et de grandes quantités de gaz.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question récapitule plusieurs concepts fondamentaux et corrects de la physiologie respiratoire, touchant à la mécanique ventilatoire, à l'anatomie fonctionnelle et à la pathologie néonatale.",
    "QuestionText": "Préciser les réponses correctes.",
    "Subtopic": "Physiologie respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>Selon la loi de Fick, le taux de diffusion est inversement proportionnel à l'épaisseur de la membrane.<br>Une augmentation de l'épaisseur (comme dans la fibrose ou l'œdème pulmonaire) altère les échanges gazeux.",
    "Choice_A_Text": "L'épaisseur de la membrane.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>Le taux d'hémoglobine est un facteur déterminant du transport de l'oxygène dans le sang, mais il n'influence pas directement la diffusion du gaz à travers la membrane elle-même, qui est un processus physique passif.",
    "Choice_B_Text": "Le taux d'hémoglobine.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Selon la loi de Fick, le taux de diffusion est directement proportionnel à la surface de la membrane.<br>Une plus grande surface permet des échanges gazeux plus importants.",
    "Choice_C_Text": "La surface de la membrane.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>Bien que la température puisse influencer les propriétés des gaz, elle n'est pas considérée comme un facteur déterminant principal de la diffusion à travers la membrane alvéolo-capillaire dans des conditions physiologiques, où la température corporelle est stable.",
    "Choice_D_Text": "La température.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>Le temps de contact du sang dans les capillaires pulmonaires (environ 0,75 s au repos) doit être suffisant pour permettre l'équilibre des pressions partielles des gaz entre l'alvéole et le sang (qui prend environ 0,25 s).",
    "Choice_E_Text": "Le temps de contact entre le gaz et la membrane.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question se concentre sur les facteurs qui déterminent la vitesse de diffusion des gaz à travers la membrane alvéolo-capillaire, tels que décrits par la loi de Fick et les conditions physiologiques de l'échange.",
    "QuestionText": "Les facteurs de la diffusion des gaz à travers la membrane alvéolo-capillaire sont.",
    "Subtopic": "Échanges gazeux",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>La grande majorité de l'oxygène (environ 97-98%) est transportée sous forme combinée à l'hémoglobine (oxyhémoglobine) dans les globules rouges, une faible fraction (2-3%) étant dissoute dans le plasma.",
    "Choice_A_Text": "98% de l'oxygène sanguin est transporté par l'hémoglobine.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est incorrecte.<br>Au niveau des capillaires tissulaires, où la PO2 est basse, l'affinité de l'hémoglobine pour l'O2 diminue.<br>Ceci favorise la dissociation de l'oxyhémoglobine et la libération de l'oxygène vers les cellules.",
    "Choice_B_Text": "L'affinité de l'hémoglobine à l'O2 est élevée aux capillaires tissulaires.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Cette proposition est correcte.<br>Dans les globules rouges, le CO2 réagit avec l'eau pour former de l'acide carbonique, une réaction très rapide catalysée par l'enzyme anhydrase carbonique.<br>L'acide carbonique se dissocie ensuite en ions H+ et bicarbonate (HCO3-).",
    "Choice_C_Text": "Le CO2 est transformé en HCO3- par l'anhydrase carbonique dans le globule rouge.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Cette proposition est correcte.<br>Les ions bicarbonate (HCO3-) produits dans les globules rouges sont ensuite échangés contre des ions chlorure (Cl-) et sortent dans le plasma, où ils constituent la principale forme de transport du CO2 (60-65%).",
    "Choice_D_Text": "Les ions HCO3- sont très abondants au niveau du plasma.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Cette proposition est incorrecte.<br>Le CO2 est transporté dans le plasma sous deux formes : une petite fraction sous forme dissoute et une grande fraction sous forme de bicarbonate (HCO3-).",
    "Choice_E_Text": "Le CO2 est transporté dans le plasma sous forme dissoute exclusivement.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question examine les mécanismes de transport des deux principaux gaz respiratoires, l'oxygène et le dioxyde de carbone, dans le sang, en soulignant le rôle central de l'hémoglobine et de l'anhydrase carbonique.",
    "QuestionText": "Concernant le transport du CO2 et de l'O2 dans le sang.",
    "Subtopic": "Transport des gaz dans le sang",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Cette proposition est correcte.<br>Les cils présents sur l'épithélium des voies de conduction battent de manière coordonnée pour remonter le mucus (qui piège les impuretés) vers le pharynx, où il est dégluti ou expectoré.<br>C'est le mécanisme de l'escalator muco-ciliaire.",
    "Choice_A_Text": "Les cils vibratiles assurent la fonction de nettoyage bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Cette proposition est correcte.<br>Le surfactant, sécrété par les pneumocytes de type II, est un complexe de lipides (principalement des phospholipides) et de protéines qui tapisse la surface interne des alvéoles.",
    "Choice_B_Text": "Le surfactant est un phospholipide tapissant l'intérieur des alvéoles.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est incorrecte.<br>En position debout, les bases pulmonaires sont mieux perfusées que ventilées en raison de la gravité, ce qui entraîne un rapport ventilation/perfusion (V/Q) bas.",
    "Choice_C_Text": "Les bases pulmonaires sont mieux ventilées que perfusées.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Cette proposition est incorrecte.<br>La ventilation pulmonaire ne mobilise qu'une partie de l'air contenu dans les poumons (les volumes mobilisables).<br>Le volume résiduel est un volume non mobilisable qui reste toujours dans les poumons.",
    "Choice_D_Text": "La ventilation pulmonaire mobilise la totalité de l'air contenu dans les poumons.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette proposition est correcte.<br>Les mécanorécepteurs d'étirement, situés dans les muscles lisses des voies aériennes, sont activés par l'inflation pulmonaire et envoient des signaux inhibiteurs aux centres inspiratoires via le nerf vague (réflexe de Hering-Breuer), contribuant à la fin de l'inspiration.",
    "Choice_E_Text": "Les mécanorécepteurs pulmonaires sont sensibles à l'étirement et informent sur l'inflation pulmonaire.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question de synthèse balaie plusieurs domaines de la physiologie respiratoire : les mécanismes de défense (cils), la biochimie alvéolaire (surfactant), la distribution ventilation/perfusion, les volumes pulmonaires et le contrôle nerveux de la respiration.",
    "QuestionText": "Cochez les réponses correctes.",
    "Subtopic": "Physiologie respiratoire",
    "YearAsked": "Février 2025 (Normale)"
  }
]
