[
  {
    "Choice_A_Explanation": "Ceci est correct.<br>Le document mentionne que le lieu d'exercice peut être un cabinet médical, un secteur d'hospitalisation, etc., indiquant que le lieu peut varier.",
    "Choice_A_Text": "Le lieu d'exercice peut différer en fonction du secteur d'exercice.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Ceci est incorrect.<br>Le cours stipule explicitement qu'il faut se présenter au patient en précisant son nom et sa fonction.",
    "Choice_B_Text": "Ne pas se présenter au patient, il doit être capable de reconnaître le médecin par sa tenue.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Ceci est correct.<br>Le respect de la confidentialité est une condition essentielle de l'interrogatoire et de l'examen clinique mentionnée dans le document.",
    "Choice_C_Text": "Respecter la confidentialité.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Ceci est incorrect.<br>Le document précise qu'une 'tenue correcte' est requise, ce qui contredit l'idée que n'importe quelle tenue est acceptable.",
    "Choice_D_Text": "N'importe quelle tenue est correcte.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Ceci est correct.<br>Il est mentionné dans les conditions de l'examen que le patient doit être installé confortablement.",
    "Choice_E_Text": "Patient installé confortablement.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Cette question porte sur les conditions de réalisation d'un interrogatoire et d'un examen clinique.<br>Les affirmations A, C et E sont correctes car elles sont directement listées dans le cours comme des conditions à respecter : le lieu d'exercice est variable, la confidentialité doit être respectée, et le patient doit être installé confortablement.<br>Les affirmations B et D sont incorrectes car le médecin doit se présenter et porter une tenue correcte.",
    "QuestionText": "À propos des conditions d'examen du patient :",
    "Subtopic": "Introduction à l’observation médicale",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "L'activité physique faible n'est pas mentionnée comme un facteur de risque respiratoire direct dans le document fourni.",
    "Choice_A_Text": "Activité physique faible.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Ceci est correct.<br>La section sur l'habitat et les loisirs mentionne la présence d'oiseaux au domicile comme un facteur de risque, notamment pour la maladie des éleveurs d’oiseaux.",
    "Choice_B_Text": "Présence d'oiseaux dans l'entourage.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Ceci est correct.<br>La notion de contage tuberculeux est un antécédent familial très important à rechercher car il représente un facteur de risque majeur de développer la tuberculose.",
    "Choice_C_Text": "Notion de contage tuberculeux.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Ceci est correct.<br>Le tabac, qu'il soit actif ou passif, est décrit comme le principal facteur de risque respiratoire.",
    "Choice_D_Text": "Tabac.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Les rapports sexuels à risque ne sont pas un facteur de risque directement lié aux pathologies respiratoires dans le contexte de ce cours.",
    "Choice_E_Text": "Rapports sexuels à risque.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question évalue la connaissance des facteurs de risque respiratoires.<br>Le tabac est le principal facteur de risque.<br>L'exposition à des oiseaux peut causer des pneumopathies d'hypersensibilité.<br>La notion de contage tuberculeux est un risque infectieux majeur.<br>L'activité physique faible et les rapports sexuels à risque ne sont pas cités comme des facteurs de risque respiratoires primaires dans le document.",
    "QuestionText": "Parmi ses facteurs de risque respiratoire :",
    "Subtopic": "Facteurs de risque respiratoires",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Bien qu'une crise d'asthme sévère puisse provoquer des vomissements dus à la force de la toux, ce n'est pas le diagnostic le plus spécifiquement associé à une toux émétisante.",
    "Choice_A_Text": "D'asthme.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La BPCO peut s'accompagner de toux chroniques intenses, mais la toux émétisante n'est pas un symptôme caractéristique de cette pathologie.",
    "Choice_B_Text": "De BPCO.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La fibrose pulmonaire est typiquement associée à une toux sèche et non à une toux émétisante.",
    "Choice_C_Text": "De fibrose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le cancer bronchique peut causer divers types de toux, mais la toux émétisante n'est pas un signe classique ou fréquent de cette maladie.",
    "Choice_D_Text": "De cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le reflux gastro-œsophagien (RGO) est une cause fréquente de toux chronique.<br>L'irritation des voies aériennes supérieures par le reflux acide peut déclencher un réflexe de toux intense, parfois jusqu'au vomissement.",
    "Choice_E_Text": "De RGO.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La toux émétisante est une toux qui provoque des vomissements.<br>Bien que le document mentionne la toux émétisante, il ne la lie pas à une étiologie spécifique.<br>Cependant, en pratique clinique, le reflux gastro-œsophagien (RGO) est une cause bien connue de toux chronique qui peut être émétisante, en particulier après les repas ou en position couchée.<br>Les autres options sont des causes moins probables pour ce symptôme spécifique.",
    "QuestionText": "Devant une toux émétisante, il faut suspecter le diagnostic :",
    "Subtopic": "Toux",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "L'hémoptysie est le rejet de sang provenant des voies sous-glottiques.<br>C'est un type spécifique d'expectoration (hémoptoïque) ou un symptôme à part entière, mais pas un diagnostic différentiel de l'expectoration en général (qui peut être muqueuse, purulente, etc.).",
    "Choice_A_Text": "L'hémoptysie.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Ceci est correct.<br>Le document indique que le crachat, qui est l'expulsion de salive de la cavité buccale, est un diagnostic différentiel de l'expectoration.",
    "Choice_B_Text": "Le crachat.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Ceci est correct.<br>Le jetage postérieur, qui correspond à des sécrétions provenant de la sphère ORL s'écoulant dans l'arrière-gorge, est explicitement listé comme un diagnostic différentiel.",
    "Choice_C_Text": "Le jetage postérieur.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La bronchorrhée est définie comme une production d'expectoration dépassant 100 ml par jour.<br>Il s'agit donc d'une forme d'expectoration très abondante et non d'un diagnostic différentiel.",
    "Choice_D_Text": "La bronchorrhée.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'épistaxis est un saignement de nez.<br>Bien qu'il puisse être confondu avec une hémoptysie si le sang est dégluti puis recraché, il n'est pas un diagnostic différentiel de l'expectoration non sanglante.",
    "Choice_E_Text": "L'épistaxis.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les diagnostics à ne pas confondre avec une expectoration.<br>Le cours liste explicitement deux diagnostics différentiels : le crachat (salive) et le jetage postérieur (sécrétions ORL).<br>La bronchorrhée est une expectoration abondante, l'hémoptysie est une expectoration de sang, et l'épistaxis est un saignement de nez.",
    "QuestionText": "Parmi les diagnostics différentiels de l'expectoration :",
    "Subtopic": "Expectoration/ Vomique",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Ceci est correct.<br>Un pneumothorax correspond à une interposition d'air dans l'espace pleural, ce qui empêche la transmission des bruits respiratoires normaux et abolit le murmure vésiculaire.",
    "Choice_A_Text": "Une interposition aérique (pneumothorax).",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Ceci est correct.<br>Une pleurésie correspond à une interposition de liquide dans l'espace pleural, ce qui a pour effet d'assourdir puis d'abolir le murmure vésiculaire.",
    "Choice_B_Text": "Une interposition liquidienne (pleurésie).",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Ceci est correct.<br>Une condensation pulmonaire remplit les alvéoles de liquide ou de cellules, empêchant le murmure vésiculaire de se former et le remplaçant par d'autres bruits comme un souffle tubaire ou des râles crépitants.",
    "Choice_C_Text": "Une condensation pulmonaire au cours de laquelle le murmure vésiculaire est masqué par des bruits surajoutés.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Ceci est correct.<br>Une atélectasie est un collapsus du poumon dû à une obstruction bronchique, ce qui entraîne un arrêt complet de la ventilation dans ce territoire et donc une abolition du murmure vésiculaire.",
    "Choice_D_Text": "Un arrêt complet de la ventilation dans un territoire donné en cas d'atélectasie.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Une lésion tumorale bronchique peut causer une abolition du murmure vésiculaire, mais le mécanisme est généralement une obstruction menant à une atélectasie (option D).<br>Le terme 'interposition tissulaire' n'est pas utilisé dans le cours pour décrire ce phénomène.",
    "Choice_E_Text": "Une interposition tissulaire lors d'une lésion tumorale bronchique.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question teste la connaissance des causes d'abolition du murmure vésiculaire, un signe clé de l'auscultation pulmonaire.<br>Le document de cours liste explicitement quatre causes : l'interposition aérique (pneumothorax), l'interposition liquidienne (pleurésie), la condensation pulmonaire et l'atélectasie.<br>Toutes ces conditions empêchent la perception normale des bruits de la ventilation dans les alvéoles.",
    "QuestionText": "Le murmure vésiculaire peut être aboli par :",
    "Subtopic": "Auscultation",
    "YearAsked": "Non spécifié"
  },
  {
    "Choice_A_Explanation": "Bien qu'un cancer bronchique puisse causer une pleurésie séro-fibrineuse (maligne), la tuberculose est généralement considérée comme la première cause à évoquer, surtout dans un contexte de forte prévalence.",
    "Choice_A_Text": "Un cancer bronchique.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les métastases pleurales sont une cause de pleurésie maligne, qui est souvent séro-fibrineuse ou séro-hématique.<br>Cependant, le document les classe après la tuberculose.",
    "Choice_B_Text": "Des métastases pleurales.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une infection à pyogènes (bactéries comme le pneumocoque, staphylocoque) entraîne typiquement une pleurésie purulente (pus), et non séro-fibrineuse.",
    "Choice_C_Text": "Une infection à pyogène.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Ceci est correct.<br>Le tableau dans le document de cours classe la tuberculose en première position ('1- Tuberculose') comme étiologie d'une pleurésie séro-fibrineuse (jaune citrin).",
    "Choice_D_Text": "Une tuberculose.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Une origine cardio-vasculaire (insuffisance cardiaque) peut causer un épanchement pleural, mais il s'agit typiquement d'un transsudat.<br>Bien que de couleur jaune citrin, la tuberculose (un exsudat) est le premier diagnostic à évoquer face à ce type de liquide.",
    "Choice_E_Text": "Une origine cardio-vasculaire.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question demande le diagnostic prioritaire face à un liquide pleural d'aspect jaune citrin (séro-fibrineux).<br>Le tableau récapitulatif des étiologies en fonction de l'aspect du liquide pleural dans le cours place explicitement la tuberculose comme la première cause à considérer pour ce type d'épanchement.<br>Les causes malignes et cardio-vasculaires sont aussi possibles mais viennent après dans l'ordre de priorité diagnostique présenté.",
    "QuestionText": "Le 1er diagnostic à évoquer face à une pleurésie séro-fibrineuse (jaune citrin) :",
    "Subtopic": "Les syndromes thoraciques",
    "YearAsked": "Non spécifié"
  }
]
