[
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les douleurs abdominales d'origine digestives",
    "QuestionText": "Concernant la diarrhée sécrétoire.",
    "Choice_A_Text": "Elle ne disparaît pas à jeun.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>La diarrhée sécrétoire est due à une sécrétion active d'eau et d'électrolytes par l'intestin, indépendante de l'ingestion alimentaire.<br>Par conséquent, elle persiste même lorsque le patient est à jeun.",
    "Choice_B_Text": "Le trou osmotique fécal est élevé.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est incorrect.<br>Dans la diarrhée sécrétoire, la majorité de l'osmolarité fécale est due aux électrolytes.<br>Le trou osmotique (différence entre l'osmolarité fécale mesurée et celle calculée à partir des électrolytes) est donc bas, typiquement inférieur à 50 mOsm/kg.",
    "Choice_C_Text": "Peut être causée par une colite microscopique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>La colite microscopique, qu'elle soit lymphocytaire ou collagène, est une cause classique de diarrhée sécrétoire chronique par inflammation de la muqueuse colique.",
    "Choice_D_Text": "Peut être causée par un déficit en lactase.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>Le déficit en lactase entraîne une mauvaise digestion du lactose, une substance osmotiquement active qui attire l'eau dans la lumière intestinale.<br>Il s'agit donc du mécanisme d'une diarrhée osmotique.",
    "Choice_E_Text": "Elle est abondante.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>Les diarrhées sécrétoires sont typiquement de grand volume, aqueuses et peuvent rapidement conduire à une déshydratation en raison de la perte liquidienne importante.",
    "OverallExplanation": "La diarrhée sécrétoire se caractérise par une perte active de fluides et d'électrolytes.<br>Elle est donc abondante (E), persiste lors du jeûne (A) et peut être causée par des conditions inflammatoires comme la colite microscopique (C).<br>Contrairement à la diarrhée osmotique (causée par un déficit en lactase), son trou osmotique fécal est bas."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les douleurs abdominales d'origine digestives",
    "QuestionText": "La constipation par anomalie de progression est caractérisée par :",
    "Choice_A_Text": "Un nombre de selles souvent inférieur à trois par semaine.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>La constipation par anomalie de progression, ou constipation de transit lent, se manifeste par une fréquence de défécation réduite, correspondant à un des critères de Rome pour la constipation fonctionnelle.",
    "Choice_B_Text": "Des selles dures.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Le ralentissement du transit colique prolonge le temps de contact des selles avec la muqueuse, augmentant la réabsorption d'eau et résultant en des selles dures et difficiles à évacuer.",
    "Choice_C_Text": "L'absence de besoin entre les exonérations.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>Une caractéristique de la constipation de transit est une sensation de besoin d'aller à la selle rare ou absente, car le remplissage du rectum est trop lent pour déclencher le réflexe défécatoire.",
    "Choice_D_Text": "L'absence des matières fécales au toucher rectal.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>Contrairement à la constipation terminale (dyschésie), où les selles s'accumulent dans l'ampoule rectale, la constipation de transit se caractérise souvent par une ampoule rectale vide au toucher rectal.",
    "Choice_E_Text": "Un ballonnement abdominal peut être plus ou moins présent.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>Le ralentissement du transit favorise la fermentation bactérienne des matières fécales, ce qui produit des gaz et peut entraîner un inconfort abdominal à type de ballonnement.",
    "OverallExplanation": "La constipation par anomalie de progression (transit lent) se définit par un passage ralenti des matières dans le côlon.<br>Toutes les propositions décrivent des caractéristiques typiques de cette condition : fréquence de selles réduite, selles dures, absence de besoin, ampoule rectale vide et ballonnement abdominal associé."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "À propos des vomissements, cocher la ou les proposition(s) exacte(s) :",
    "Choice_A_Text": "Les vomissements postprandiaux tardifs orientent vers une obstruction gastroduodénale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>Des vomissements survenant plusieurs heures après un repas sont évocateurs d'une stase gastrique, dont la cause principale est une obstruction de la vidange gastrique (sténose du pylore, par exemple).",
    "Choice_B_Text": "Les vomissements au cours des repas orientent vers une origine psychogène.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Bien que des causes organiques existent, des vomissements survenant pendant ou immédiatement après le début du repas sont très suggestifs d'une origine psychogène, comme dans l'anorexie mentale.",
    "Choice_C_Text": "Un syndrome de Mallory-Weiss est une complication des vomissements.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>Le syndrome de Mallory-Weiss est une déchirure longitudinale de la muqueuse de la jonction œsogastrique, causée par des efforts de vomissements répétés et violents.",
    "Choice_D_Text": "Le mérycisme est une forme clinique des vomissements.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>Le mérycisme est un trouble comportemental caractérisé par la régurgitation volontaire ou involontaire d'aliments de l'estomac à la bouche, qui sont ensuite remâchés et ravalés.<br>Il ne s'agit pas d'un vomissement, qui est une expulsion forcée.",
    "Choice_E_Text": "L'hypercalcémie est une cause des vomissements.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>L'hypercalcémie est une cause métabolique classique de nausées et de vomissements en ralentissant la motilité gastrique et en agissant sur la zone chémoréceptrice gâchette du cerveau.",
    "OverallExplanation": "Les vomissements ont des caractéristiques qui orientent le diagnostic.<br>Leur chronologie par rapport aux repas est cruciale : tardifs pour une obstruction gastrique (A), per-prandiaux pour une origine psychogène (B).<br>Ils peuvent entraîner des complications comme le syndrome de Mallory-Weiss (C) et être déclenchés par des troubles métaboliques comme l'hypercalcémie (E)."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "Parmi les étiologies des ictères à bilirubine conjuguée sont :",
    "Choice_A_Text": "La maladie de Gilbert.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La maladie de Gilbert est due à un déficit partiel en glucuronyl-transférase, l'enzyme responsable de la conjugaison de la bilirubine.<br>Elle provoque donc une augmentation de la bilirubine non conjuguée.",
    "Choice_B_Text": "L'hémolyse.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est incorrect.<br>L'hémolyse entraîne une production excessive de bilirubine qui dépasse les capacités de conjugaison du foie.<br>Cela se traduit par un ictère à bilirubine non conjuguée prédominante.",
    "Choice_C_Text": "La lithiase biliaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>Un calcul bloqué dans la voie biliaire principale provoque un obstacle à l'écoulement de la bile (cholestase extra-hépatique).<br>La bilirubine, déjà conjuguée par le foie, ne peut être excrétée et reflue dans le sang.",
    "Choice_D_Text": "La maladie de Crigler-Najjar.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>La maladie de Crigler-Najjar est une affection génétique rare caractérisée par une absence ou un déficit sévère en glucuronyl-transférase, entraînant un ictère majeur à bilirubine non conjuguée.",
    "Choice_E_Text": "L'hépatite alcoolique aiguë.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>L'hépatite alcoolique aiguë provoque une souffrance hépatocellulaire et une cholestase intra-hépatique.<br>L'excrétion de la bilirubine conjuguée dans les canalicules biliaires est altérée, menant à son accumulation dans le sang.",
    "OverallExplanation": "Un ictère à bilirubine conjuguée résulte soit d'une cholestase (obstacle à l'écoulement de la bile), soit d'une atteinte hépatocellulaire.<br>La lithiase biliaire (C) est une cause de cholestase extra-hépatique.<br>L'hépatite alcoolique aiguë (E) est une cause de cholestase intra-hépatique.<br>Les autres options (Gilbert, hémolyse, Crigler-Najjar) provoquent des ictères à bilirubine non conjuguée."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "La douleur de type pancréatique est :",
    "Choice_A_Text": "De siège ombilical.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La douleur pancréatique est typiquement localisée à l'épigastre.",
    "Choice_B_Text": "Irradie en hémi-ceinture.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>L'irradiation est très caractéristique, se faisant de manière transfixiante vers le dos, souvent décrite 'en barre' ou 'en hémi-ceinture'.",
    "Choice_C_Text": "Calmée par l'aspirine.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>Les anti-inflammatoires, y compris l'aspirine, peuvent soulager la douleur pancréatique, bien que des antalgiques plus puissants soient souvent nécessaires.",
    "Choice_D_Text": "Aggravée par l'antéflexion.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>La douleur est classiquement calmée par l'antéflexion du tronc (position en 'chien de fusil'), qui relâche la pression sur le pancréas.",
    "Choice_E_Text": "Transfixiante en coup de poignard.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>Bien que la douleur soit bien transfixiante (irradiant vers le dos), le terme 'en coup de poignard' décrit une douleur à début brutal, plus typique d'une perforation d'ulcère.",
    "OverallExplanation": "La douleur pancréatique possède des caractéristiques sémiologiques distinctes.<br>Elle est de siège épigastrique et irradie de façon transfixiante vers le dos, 'en barre' ou 'en hémi-ceinture' (B).<br>Elle peut être calmée par les anti-inflammatoires comme l'aspirine (C) et par la position penchée en avant (antéflexion)."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "La ou les étiologie(s) de l'hépatomégalie peuvent être :",
    "Choice_A_Text": "Métabolique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>Des maladies de surcharge métabolique comme la stéatose hépatique (foie gras), l'hémochromatose (surcharge en fer) ou la maladie de Wilson (surcharge en cuivre) peuvent provoquer une hépatomégalie.",
    "Choice_B_Text": "Cardiovasculaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>L'insuffisance cardiaque droite entraîne une stase sanguine dans les veines sus-hépatiques, provoquant une congestion du foie et une hépatomégalie douloureuse, connue sous le nom de 'foie cardiaque'.",
    "Choice_C_Text": "Tumorale.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>L'hépatomégalie peut être due à des tumeurs bénignes (adénome, hémangiome) ou malignes, qu'elles soient primitives (carcinome hépatocellulaire) ou secondaires (métastases).",
    "Choice_D_Text": "Infectieuse.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>De nombreuses infections peuvent causer une hépatomégalie, par inflammation directe (hépatites), ou par la formation de collections (abcès, kyste hydatique).",
    "Choice_E_Text": "Virale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>Les hépatites virales (A, B, C, etc.) sont une cause fréquente d'hépatomégalie inflammatoire, particulièrement en phase aiguë.",
    "OverallExplanation": "L'hépatomégalie, ou augmentation du volume du foie, est un signe non spécifique qui peut être rencontré dans de très nombreuses pathologies.<br>Les causes sont variées et incluent les surcharges métaboliques (A), la congestion d'origine cardiovasculaire (B), les processus tumoraux (C), et les infections, qu'elles soient bactériennes, parasitaires (D) ou virales (E)."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Parmi les causes de l'ascite exsudative, on note :",
    "Choice_A_Text": "La péricardite constrictive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La péricardite constrictive, comme l'insuffisance cardiaque droite, augmente la pression veineuse systémique, ce qui entraîne une ascite transsudative (pauvre en protides) par augmentation de la pression hydrostatique.",
    "Choice_B_Text": "La carcinose péritonéale.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>L'invasion du péritoine par des cellules cancéreuses provoque une inflammation et une augmentation de la perméabilité capillaire, menant à une ascite exsudative, riche en protides et souvent en cellules malignes.",
    "Choice_C_Text": "La cirrhose du foie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>L'ascite de la cirrhose est typiquement transsudative.<br>Elle est due à l'hypertension portale (augmentation de la pression hydrostatique) et à l'hypoalbuminémie (baisse de la pression oncotique).",
    "Choice_D_Text": "Le syndrome de Budd-Chiari.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>Le syndrome de Budd-Chiari (thrombose des veines sus-hépatiques) crée une hypertension portale post-sinusoïdale.<br>La congestion hépatique sévère provoque une fuite de lymphe riche en protéines dans la cavité péritonéale, résultant en une ascite exsudative.",
    "Choice_E_Text": "La tuberculose péritonéale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>L'infection tuberculeuse du péritoine est une cause classique d'ascite exsudative en raison de la réaction inflammatoire intense de la séreuse, qui exsudate un liquide riche en protides et en lymphocytes.",
    "OverallExplanation": "Une ascite est qualifiée d'exsudative si son taux de protides est supérieur à 25 g/L.<br>Ce type d'ascite est généralement causé par une pathologie inflammatoire ou néoplasique du péritoine, comme la carcinose péritonéale (B) ou la tuberculose péritonéale (E).<br>Le syndrome de Budd-Chiari (D) est également une cause d'ascite exsudative par un mécanisme de transsudation de lymphe hépatique riche en protéines."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les douleurs abdominales d'origine digestives",
    "QuestionText": "Dans la diarrhée de malabsorption :",
    "Choice_A_Text": "Le syndrome de Zollinger-Ellison est une cause possible.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>L'hypergastrinémie dans le syndrome de Zollinger-Ellison provoque une hypersécrétion acide qui inactive les enzymes pancréatiques et lèse la muqueuse du grêle, entraînant une maldigestion et une malabsorption, notamment des graisses (stéatorrhée).",
    "Choice_B_Text": "L'hyperthyroïdie est une cause possible.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>L'hyperthyroïdie accélère le transit intestinal, ce qui réduit le temps de contact des nutriments avec la muqueuse absorbante, pouvant conduire à une malabsorption.",
    "Choice_C_Text": "Une cause post-entérocytaire est possible.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>La malabsorption peut résulter d'un défaut après le passage des nutriments dans l'entérocyte, comme une obstruction lymphatique (ex: maladie de Whipple, lymphangiectasie) qui empêche l'évacuation des chylomicrons.",
    "Choice_D_Text": "Une sécrétion gastrique augmentée est possible.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>Ceci est un mécanisme clé, comme illustré par le syndrome de Zollinger-Ellison, où l'excès d'acide gastrique perturbe l'ensemble du processus digestif et absortif en aval.",
    "Choice_E_Text": "La maladie de Crohn est une cause possible.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>L'inflammation de la muqueuse intestinale dans la maladie de Crohn réduit la surface d'absorption disponible et altère la fonction des entérocytes, menant directement à la malabsorption.",
    "OverallExplanation": "La malabsorption est un syndrome complexe dont les causes peuvent se situer à différents niveaux du processus digestif.<br>Elle peut être due à une maldigestion (excès d'acide dans le S.<br>de Zollinger-Ellison, A et D), une atteinte de la muqueuse intestinale (maladie de Crohn, E), une accélération du transit (hyperthyroïdie, B) ou un problème d'évacuation post-absorption (cause post-entérocytaire, C).<br>Toutes les propositions sont donc des causes ou des mécanismes possibles de malabsorption."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Parmi les signes suivants, cocher celui ou ceux qui orientent vers l'origine organique d'une constipation :",
    "Choice_A_Text": "Des évacuations anormales à type de sang et de glaires.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>La présence de sang ou de glaires dans les selles est un signe d'alarme ('red flag') qui doit faire suspecter une pathologie organique sous-jacente, telle qu'une maladie inflammatoire ou une tumeur colorectale.",
    "Choice_B_Text": "Des évacuations incomplètes.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est incorrect comme signe d'orientation spécifique.<br>La sensation d'évacuation incomplète est un symptôme très fréquent, mais elle est surtout caractéristique de la constipation terminale d'origine fonctionnelle (dyschésie), bien qu'elle puisse aussi se voir en cas d'obstacle organique.",
    "Choice_C_Text": "L'utilisation de manœuvres manuelles pour évacuer.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect comme signe d'orientation spécifique.<br>Les manœuvres digitales pour faciliter l'évacuation sont typiques des troubles de l'évacuation d'origine fonctionnelle, comme l'anisme ou le rectocèle.",
    "Choice_D_Text": "L'altération de l'état général.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>Un amaigrissement, une anorexie ou une asthénie (altération de l'état général) accompagnant une constipation récente sont des signes d'alarme majeurs évoquant une cause organique, notamment néoplasique.",
    "Choice_E_Text": "La présence d'un anisme au toucher rectal.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>L'anisme est une contraction paradoxale du sphincter anal lors de la poussée défécatoire.<br>C'est un trouble fonctionnel, cause de constipation terminale, et non un signe d'organicité.",
    "OverallExplanation": "Pour distinguer une constipation fonctionnelle d'une constipation organique, il faut rechercher des signes d'alarme ('red flags').<br>Parmi les options, la présence de sang ou de glaires (A) et l'altération de l'état général (D) sont des signes d'alarme classiques qui imposent d'éliminer une cause organique sous-jacente.<br>Les autres signes sont plus évocateurs de troubles fonctionnels de la défécation."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "MASSES ABDOMINALES",
    "QuestionText": "Les organes se projetant dans la région de l'épigastre sont :",
    "Choice_A_Text": "Le lobe droit du foie.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>Le lobe droit du foie est principalement situé dans l'hypochondre droit.",
    "Choice_B_Text": "Le lobe gauche du foie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Le lobe gauche du foie traverse la ligne médiane et occupe la partie supérieure de l'épigastre.",
    "Choice_C_Text": "L'estomac.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>Une grande partie de l'estomac, notamment l'antre et une partie du corps, se situe dans la région épigastrique.",
    "Choice_D_Text": "Le côlon sigmoïde.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>Le côlon sigmoïde est localisé dans la fosse iliaque gauche et le pelvis.",
    "Choice_E_Text": "Le pancréas.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>Le corps et la tête du pancréas sont des structures rétropéritonéales situées profondément dans la région épigastrique.",
    "OverallExplanation": "La question initiale mentionnait 'l'épigastre droit', ce qui n'est pas une région anatomique standard.<br>En considérant la région épigastrique dans son ensemble, elle contient le lobe gauche du foie (B), une partie de l'estomac (C) et le pancréas (E). Le côlon transverse passe également à travers l'épigastre."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Les différences entre une hernie et une éventration sont :",
    "Choice_A_Text": "La présence du sac péritonéal.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La hernie et l'éventration post-opératoire possèdent toutes deux un sac péritonéal qui contient les viscères.<br>C'est l'éviscération qui se caractérise par l'absence de sac péritonéal.",
    "Choice_B_Text": "La nature de l'orifice.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Il s'agit de la différence fondamentale.<br>Une hernie se produit à travers un orifice naturel, un point de faiblesse anatomique de la paroi (ex: orifice inguinal).<br>Une éventration se produit à travers une déhiscence acquise de la paroi, d'origine iatrogène, c'est-à-dire une cicatrice chirurgicale.",
    "Choice_C_Text": "Le contenu.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>Le contenu est de même nature dans les deux cas : des viscères abdominaux comme l'intestin grêle ou l'épiploon.",
    "Choice_D_Text": "La réductibilité.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>Une hernie comme une éventration peuvent être réductibles (le contenu peut être réintégré dans l'abdomen) ou irréductibles/engouées.",
    "Choice_E_Text": "L'impulsivité.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>Les deux sont impulsives à la toux lorsqu'elles sont réductibles, ce qui signifie que la toux augmente la pression intra-abdominale et fait saillir la tuméfaction.",
    "OverallExplanation": "La distinction principale entre une hernie et une éventration repose sur l'origine de l'orifice de sortie des viscères.<br>Pour la hernie, il s'agit d'un point faible anatomique et naturel.<br>Pour l'éventration, il s'agit d'un défaut acquis au niveau d'une cicatrice chirurgicale.<br>Les autres caractéristiques (sac, contenu, réductibilité) sont similaires."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Les caractères d'une hernie étranglée sont :",
    "Choice_A_Text": "La douleur.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est exact.<br>L'étranglement herniaire se manifeste par une douleur brutale, intense et paroxystique au niveau de la hernie, qui devient très sensible à la palpation.",
    "Choice_B_Text": "La non-réductibilité.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Une hernie qui était auparavant réductible devient soudainement irréductible.<br>C'est un signe cardinal de l'étranglement.",
    "Choice_C_Text": "L'impulsivité.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>L'incarcération du contenu dans le collet herniaire empêche la transmission de la pression lors de la toux.<br>La hernie étranglée est donc non impulsive et non expansive à la toux.",
    "Choice_D_Text": "La réductibilité.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>La hernie étranglée est par définition irréductible.",
    "Choice_E_Text": "L'expansion à la toux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>Ceci est synonyme d'impulsivité.<br>La tuméfaction est fixe et ne s'expanse pas à la toux.",
    "OverallExplanation": "La hernie étranglée est une urgence chirurgicale absolue.<br>Son diagnostic clinique repose sur une triade de signes : la tuméfaction devient douloureuse (A), irréductible (B), et perd son caractère impulsif à la toux.<br>L'évolution se fait vers l'occlusion intestinale puis la nécrose de l'anse incarcérée."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les douleurs abdominales d'origine digestives",
    "QuestionText": "Une douleur d'origine ulcéreuse est :",
    "Choice_A_Text": "De siège hypogastrique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La douleur de l'ulcère gastroduodénal siège typiquement dans la région épigastrique.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>La localisation à type de crampe ou de brûlure au niveau du creux épigastrique est caractéristique.",
    "Choice_C_Text": "Soulagée par le jeûne.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>La douleur ulcéreuse est typiquement une 'douleur de faim' ou 'faim douloureuse', aggravée par le jeûne lorsque l'estomac est vide et acide.",
    "Choice_D_Text": "Soulagée par la prise alimentaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>L'ingestion d'aliments a un effet tampon sur l'acidité gastrique et soulage temporairement la douleur, surtout dans l'ulcère duodénal.<br>La douleur réapparaît 2 à 3 heures après le repas.",
    "Choice_E_Text": "S'accompagne d'une fièvre.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>L'ulcère gastroduodénal non compliqué n'est pas une pathologie fébrile.<br>La fièvre doit faire suspecter une complication, notamment une perforation avec péritonite.",
    "OverallExplanation": "La douleur ulcéreuse typique, ou syndrome ulcéreux, est décrite par son siège épigastrique (B) et son rythme par rapport aux repas.<br>C'est une 'faim douloureuse' calmée par l'alimentation (D) et qui réapparaît à distance des repas.<br>Elle évolue souvent par poussées périodiques dans l'année."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "Une douleur de pancréatite aiguë :",
    "Choice_A_Text": "De siège hypogastrique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>La douleur de la pancréatite aiguë est localisée dans la région épigastrique, pouvant irradier vers les hypochondres.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>Le siège épigastrique est le plus caractéristique pour une douleur d'origine pancréatique.",
    "Choice_C_Text": "Soulagée par le jeûne.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>La prise alimentaire stimule la sécrétion pancréatique et exacerbe la douleur.<br>Par conséquent, le jeûne est une mesure antalgique essentielle.",
    "Choice_D_Text": "Soulagée par la prise alimentaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est incorrect.<br>La douleur est typiquement aggravée par l'alimentation, en particulier les repas riches en graisses.",
    "Choice_E_Text": "Ne s'accompagne d'aucun signe physique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>L'examen physique retrouve au minimum une sensibilité épigastrique.<br>Dans les formes sévères, on peut observer une défense, voire une contracture abdominale, et des signes de choc.",
    "OverallExplanation": "La douleur de la pancréatite aiguë est typiquement une douleur intense de siège épigastrique (B), transfixiante vers le dos.<br>Elle est classiquement aggravée par l'alimentation et donc soulagée par le jeûne (C).<br>Elle s'accompagne de signes physiques abdominaux et généraux."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Les occlusions intestinales",
    "QuestionText": "Dans l'occlusion intestinale, l'arrêt complet et permanent du transit doit durer au moins pendant :",
    "Choice_A_Text": "6 heures.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cette durée est trop courte pour définir une occlusion intestinale établie.",
    "Choice_B_Text": "12 heures.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Bien qu'un arrêt du transit de 12 heures soit anormal, la définition classique retient une durée plus longue.",
    "Choice_C_Text": "24 heures.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est exact.<br>La définition formelle d'une occlusion intestinale aiguë inclut un arrêt complet et permanent des matières et des gaz qui dure depuis au moins 24 heures révolues.",
    "Choice_D_Text": "36 heures.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Cette durée est supérieure à la définition standard, un diagnostic doit être posé avant ce délai.",
    "Choice_E_Text": "72 heures.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Cette durée correspond à une occlusion prolongée et grave, mais la définition est satisfaite bien avant.",
    "OverallExplanation": "La définition clinique de l'occlusion intestinale aiguë repose sur la 'Tétrade sémiologique' : douleur abdominale, vomissements, météorisme et l'arrêt des matières et des gaz.<br>Pour être considéré comme un signe fiable d'occlusion, cet arrêt du transit doit être complet et persister depuis au moins 24 heures."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "L'ictère chirurgical est un ictère avec :",
    "Choice_A_Text": "Des urines claires.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>L'ictère chirurgical est un ictère à bilirubine conjuguée.<br>Cette dernière étant hydrosoluble, elle est filtrée par les reins et colore les urines.",
    "Choice_B_Text": "Des urines foncées.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est exact.<br>La présence de bilirubine conjuguée dans les urines leur donne une couleur foncée, 'bière brune' ou 'porto', ce qui est un signe majeur de cholestase.",
    "Choice_C_Text": "Des selles colorées.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>L'obstacle biliaire empêche la bilirubine d'atteindre l'intestin pour être transformée en stercobiline, le pigment qui colore les selles.",
    "Choice_D_Text": "Des selles décolorées.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>L'absence de pigments biliaires dans l'intestin se traduit par des selles de couleur 'mastic' ou 'pâte de farine'.<br>C'est un signe clé d'un obstacle sur les voies biliaires.",
    "Choice_E_Text": "Un prurit cutané accompagnateur.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est exact.<br>L'accumulation de sels biliaires dans le sang, qui ne sont plus excrétés, provoque leur dépôt dans la peau, ce qui stimule les terminaisons nerveuses et entraîne un prurit souvent féroce.",
    "OverallExplanation": "L'ictère 'chirurgical' ou rétentionnel est dû à un obstacle sur les voies biliaires.<br>Il se manifeste par un syndrome de cholestase complet : la bilirubine conjuguée passe dans le sang (ictère) et les urines (urines foncées, B), mais n'atteint plus l'intestin (selles décolorées, D).<br>L'accumulation des sels biliaires provoque un prurit (E)."
  },
  {
    "YearAsked": "Janvier 2024 (Normale)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Lors d'une péritonite aiguë généralisée, la contracture abdominale est définie par :",
    "Choice_A_Text": "Une contraction des muscles abdominaux provoquée par la palpation douce abdominale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "C'est incorrect.<br>Cette description correspond à la 'défense abdominale', une contraction réflexe qui peut être vaincue par une palpation douce et progressive.",
    "Choice_B_Text": "Une contraction volontaire et permanente des muscles abdominaux à la palpation abdominale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est incorrect.<br>La contracture est un phénomène réflexe et donc involontaire.<br>Une contraction volontaire est une simple crispation du patient.",
    "Choice_C_Text": "Une contraction intermittente et involontaire des muscles abdominaux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est incorrect.<br>La contracture est permanente, tonique et ne se relâche pas.",
    "Choice_D_Text": "Une contraction permanente et involontaire des muscles abdominaux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est exact.<br>La contracture est le maître symptôme de la péritonite.<br>Il s'agit d'une rigidité pariétale spontanée, involontaire, permanente, tonique, douloureuse et invincible, donnant à l'abdomen un aspect de 'ventre de bois'.",
    "Choice_E_Text": "Une contraction abdominale qui peut être vaincue par la palpation douce de l'abdomen.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est incorrect.<br>Le caractère invincible est ce qui distingue la contracture de la défense.<br>La contracture ne se laisse pas vaincre par la palpation.",
    "OverallExplanation": "La contracture abdominale est le signe pathognomonique de l'irritation péritonéale généralisée.<br>Elle doit être distinguée de la défense.<br>Ses caractéristiques sont une contraction des muscles grands droits qui est à la fois permanente (elle ne se relâche pas), involontaire (le patient ne la contrôle pas), et invincible (la paroi ne se laisse pas déprimer par la main de l'examinateur)."
  }
]
