[
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le motif de consultation:",
    "Choice_A_Text": "Ne peut être découvert de façon systématique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le motif de consultation est le premier élément recherché de façon systématique lors de l'interrogatoire, typiquement par la question : « Quelle est la raison de votre visite ? ».",
    "Choice_B_Text": "Est le symptôme pour lequel le patient est hospitalisé.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est inexact.<br>Bien que le motif de consultation soit souvent un symptôme menant à l'hospitalisation, il peut aussi être une anomalie découverte sur un examen (comme une radio) sans symptôme, et toute consultation n'aboutit pas à une hospitalisation.",
    "Choice_C_Text": "Il peut être découvert fortuitement lors d'un examen systématique d'embauche.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Une anomalie respiratoire peut être mise en évidence de manière fortuite lors d'un examen de routine, comme une visite médicale d'embauche, et constituer ainsi le motif qui amène le patient à consulter un spécialiste.",
    "Choice_D_Text": "Il peut être recherché en présence de facteurs de risque respiratoires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La présence de facteurs de risque connus, comme le tabagisme ou une exposition professionnelle, peut motiver une consultation pour un dépistage, même en l'absence de symptômes.",
    "Choice_E_Text": "Est la raison pour laquelle le patient consulte.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition fondamentale du motif de consultation ; il s'agit de la raison principale, du problème ou de la préoccupation qui pousse le patient à solliciter un avis médical.",
    "OverallExplanation": "Le motif de consultation est la raison qui amène un patient à voir un médecin.<br>Il est systématiquement recherché au début de l'interrogatoire.<br>Il peut s'agir d'un symptôme, mais aussi d'une anomalie découverte fortuitement lors d'un examen systématique, ou encore d'une démarche de dépistage en raison de facteurs de risque identifiés."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "À propos du tabac comme facteur de risque respiratoire:",
    "Choice_A_Text": "Le nombre de cigarettes / jour est la manière qui détermine le risque auquel le patient est exposé.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le risque est multifactoriel.<br>Il dépend non seulement du nombre de cigarettes par jour, mais aussi de la durée totale du tabagisme, de l'âge de début et du type de tabac consommé.<br>L'évaluation complète se fait en paquets-années.",
    "Choice_B_Text": "Le tabagisme passif n’expose pas au risque de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le tabagisme passif est un facteur de risque clairement établi pour de nombreuses pathologies respiratoires, notamment le cancer bronchique et les infections respiratoires, en particulier chez les enfants.",
    "Choice_C_Text": "Le tabagisme maternel ne représente aucun risque pour le fœtus avant sa naissance.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le tabagisme pendant la grossesse est un facteur de risque majeur pour le fœtus, pouvant entraîner un retard de croissance intra-utérin, des anomalies placentaires et un risque accru de complications périnatales.",
    "Choice_D_Text": "L'âge de début précoce est un facteur de risque lié au tabac.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Un âge de début précoce est un facteur aggravant majeur car il augmente la durée totale d'exposition aux toxiques du tabac au cours de la vie, ce qui majore le risque de développer des pathologies associées.",
    "Choice_E_Text": "Le nombre de paquets/année correspond au nombre de cigarettes/jour x par le nombre d'années de consommation.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La formule de calcul des paquets-années est : (nombre de cigarettes fumées par jour / 20) multiplié par le nombre d'années de tabagisme.",
    "OverallExplanation": "L'évaluation du risque tabagique est une étape essentielle de l'interrogatoire.<br>Elle doit être précise et prendre en compte la quantité (calculée en paquets-années), la durée, mais aussi l'âge de début, qui est un facteur de risque indépendant.<br>Il ne faut pas non plus négliger les risques liés au tabagisme passif et au tabagisme maternel."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L'interrogatoire est une étape cruciale de l'observation médicale. En pathologie respiratoire:",
    "Choice_A_Text": "Il ne peut être réalisé qu’au niveau du service des maladies respiratoires.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est une étape fondamentale de toute consultation médicale, quel que soit le lieu (cabinet de médecine générale, urgences, autre service hospitalier).",
    "Choice_B_Text": "Il doit être rapide, en moins de 5 minutes.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Un interrogatoire de qualité nécessite du temps, au minimum 15 minutes, pour être complet et ne négliger aucun détail important.",
    "Choice_C_Text": "Il doit faire rechercher tous les facteurs de risques éventuels.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La recherche des facteurs de risque (tabac, expositions professionnelles, environnement, antécédents familiaux) est une partie essentielle de l'interrogatoire en pneumologie.",
    "Choice_D_Text": "Il doit chercher la notion de vaccination par le BCG.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La recherche du statut vaccinal, notamment la vaccination par le BCG, est importante en raison de la prévalence de la tuberculose.",
    "Choice_E_Text": "Il ne peut être réalisé avec la famille des patients.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Si le patient est incapable de communiquer (coma, démence), l'interrogatoire de l'entourage (famille, médecin traitant) devient indispensable pour recueillir les informations nécessaires.",
    "OverallExplanation": "L'interrogatoire est la pierre angulaire de la démarche diagnostique en médecine.<br>Il doit être mené de façon méticuleuse et sans contrainte de temps excessive.<br>En pathologie respiratoire, il doit impérativement inclure une recherche exhaustive des facteurs de risque et des antécédents pertinents comme la vaccination par le BCG."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Quel que soit le symptôme respiratoire considéré comme motif de consultation, il faut préciser les caractères suivants:",
    "Choice_A_Text": "Son caractère aigu ou chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La chronologie du symptôme, déterminée par sa date d'apparition, est un élément fondamental qui oriente le diagnostic.",
    "Choice_B_Text": "Sa nature physiologique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Un symptôme est par définition la manifestation d'un processus pathologique, et non physiologique.",
    "Choice_C_Text": "Son mode évolutif.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Il faut analyser les modalités évolutives du symptôme : est-il permanent, intermittent, s'aggrave-t-il, et quels sont les facteurs qui l'influencent (déclenchent ou soulagent).",
    "Choice_D_Text": "Sa capacité de résolution.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Ce n'est pas un caractère sémiologique standard.<br>On s'intéresse plutôt à son évolution sous traitement ou spontanée, mais pas à sa 'capacité' théorique de résolution.",
    "Choice_E_Text": "Les thérapeutiques reçues et leurs effets sur le symptôme.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Il est crucial de savoir si le patient a déjà reçu des traitements pour ce symptôme et quelle a été leur efficacité, car cela fournit des informations diagnostiques et thérapeutiques précieuses.",
    "OverallExplanation": "L'analyse sémiologique d'un symptôme doit être rigoureuse et systématique.<br>Pour tout symptôme, il est indispensable de préciser sa chronologie (caractère aigu ou chronique), son mode évolutif (facteurs déclenchants, aggravants) et l'impact des traitements déjà entrepris."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Quels sont les caractéristiques sémiologiques à préciser face à un symptôme respiratoire?",
    "Choice_A_Text": "Le caractère aigu ou chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La temporalité (aiguë ou chronique) est l'une des premières caractéristiques à définir pour orienter le diagnostic étiologique.",
    "Choice_B_Text": "Le nombre.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le 'nombre' d'un symptôme n'est pas une caractéristique sémiologique pertinente, sauf cas très particulier.<br>On parle plutôt de fréquence ou d'intensité.",
    "Choice_C_Text": "Le facteur déclenchant.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Identifier les facteurs qui déclenchent ou aggravent un symptôme (effort, position, exposition à un allergène) est essentiel pour le diagnostic.",
    "Choice_D_Text": "L'aspect macroscopique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Cette caractéristique est particulièrement pertinente pour les expectorations (couleur, consistance), mais n'est pas applicable à tous les symptômes (ex: douleur).",
    "Choice_E_Text": "Le traitement en cours.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Connaître les traitements en cours et leurs effets sur le symptôme est une partie intégrante de l'analyse sémiologique, au même titre que les thérapeutiques déjà reçues.",
    "OverallExplanation": "L'analyse d'un symptôme respiratoire repose sur la description de plusieurs caractéristiques clés.<br>Il faut en préciser la chronologie (aigu/chronique), les circonstances de survenue (facteurs déclenchants), et l'impact des traitements.<br>Pour certains symptômes comme l'expectoration, l'aspect macroscopique est également un élément d'orientation important."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L'interrogatoire:",
    "Choice_A_Text": "Est la dernière étape d'une observation médicale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est l'étape initiale et fondamentale de l'examen clinique ; il précède l'examen physique.",
    "Choice_B_Text": "Commence par le recueil des signes physiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'interrogatoire vise à recueillir les signes fonctionnels (symptômes rapportés par le patient), tandis que l'examen physique recherche les signes physiques (constatations de l'examinateur).",
    "Choice_C_Text": "Est très rapide, ne durant pas plus de 2 minutes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un interrogatoire complet et de qualité demande du temps, au minimum 15 minutes, pour explorer tous les aspects de la situation du patient.",
    "Choice_D_Text": "Permet l'orientation de l'examen physique et des examens complémentaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les informations recueillies lors de l'interrogatoire sont cruciales pour formuler des hypothèses diagnostiques, qui guideront ensuite l'examen physique ciblé et la prescription d'examens complémentaires pertinents.",
    "Choice_E_Text": "Ne prend pas en considération les données de l’état civil du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Les données de l'état civil (âge, profession, origine, lieu de résidence) sont les premières informations recueillies et peuvent déjà orienter le diagnostic.",
    "OverallExplanation": "L'interrogatoire est la première et la plus importante étape de l'observation médicale.<br>Il ne s'agit pas d'un simple recueil de symptômes, mais d'une étape clé qui permet de comprendre le patient dans sa globalité et d'orienter toute la démarche diagnostique, de l'examen physique jusqu'aux examens complémentaires."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur de:",
    "Choice_A_Text": "Cancer bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le tabagisme est la cause principale du cancer bronchique, responsable de plus de 80% des cas.",
    "Choice_B_Text": "Rhinite allergique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La rhinite allergique est une réaction d'hypersensibilité à des allergènes (pollens, acariens), et n'est pas directement causée par le tabagisme, même si ce dernier peut être un irritant.",
    "Choice_C_Text": "Tuberculose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La tuberculose est une maladie infectieuse causée par Mycobacterium tuberculosis.<br>Le tabagisme peut cependant augmenter le risque d'infection et de progression vers la maladie active.",
    "Choice_D_Text": "Sarcoïdose.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'étiologie de la sarcoïdose est inconnue.<br>Paradoxalement, certaines études ont montré une incidence plus faible chez les fumeurs, bien que le tabac aggrave la fonction pulmonaire si la maladie se développe.",
    "Choice_E_Text": "Reflux gastro-œsophagien.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Bien que le tabac puisse aggraver les symptômes du reflux gastro-œsophagien (RGO), il n'en est pas considéré comme une cause majeure.<br>Le RGO est principalement lié à un dysfonctionnement du sphincter inférieur de l'œsophage.",
    "OverallExplanation": "Le tabagisme est le principal facteur de risque évitable pour de nombreuses maladies graves, en particulier en pneumologie.<br>Son lien avec le cancer bronchique est extrêmement fort et bien établi.<br>Il est également un facteur de risque majeur pour la bronchopneumopathie chronique obstructive (BPCO)."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L’interrogatoire:",
    "Choice_A_Text": "Est la dernière étape d’une observation médicale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est la première étape de l'observation médicale, précédant l'examen physique et les examens complémentaires.",
    "Choice_B_Text": "Commence par le recueil des signes physiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'interrogatoire se concentre sur les signes fonctionnels (symptômes) rapportés par le patient.<br>Les signes physiques sont recherchés lors de l'étape suivante, l'examen physique.",
    "Choice_C_Text": "Est très rapide, ne durant pas plus de 2 minutes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Pour être mené correctement, un interrogatoire demande du temps, au minimum 15 minutes, afin d'être exhaustif.",
    "Choice_D_Text": "Permet l’orientation de l’examen physique et des examens complémentaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est le rôle central de l'interrogatoire : les informations recueillies permettent de formuler des hypothèses qui guideront les étapes ultérieures de la démarche diagnostique.",
    "Choice_E_Text": "Ne prend pas en considération les données de l'état civil du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'interrogatoire débute par le recueil des données de l'état civil (âge, profession, etc.), qui sont des informations importantes.",
    "OverallExplanation": "L'interrogatoire est l'étape initiale et cruciale de toute démarche médicale.<br>Il doit être complet et prend du temps.<br>Son objectif principal est de recueillir suffisamment d'informations pour orienter l'examen physique et la prescription judicieuse des examens complémentaires."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur de:",
    "Choice_A_Text": "Cancer bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le tabagisme est la cause prépondérante du cancer bronchique, impliqué dans plus de 8 cas sur 10.",
    "Choice_B_Text": "Rhinite allergique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La rhinite allergique est une pathologie d'origine allergique et non directement causée par le tabac.",
    "Choice_C_Text": "Tuberculose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La cause de la tuberculose est une bactérie (Mycobacterium tuberculosis).<br>Le tabac n'est pas la cause, mais il peut être un cofacteur aggravant.",
    "Choice_D_Text": "Sarcoïdose.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La cause de la sarcoïdose est inconnue et il n'y a pas de lien de causalité établi avec le tabagisme.",
    "Choice_E_Text": "Reflux gastro-œsophagien.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le tabagisme peut irriter la muqueuse œsophagienne et aggraver un RGO, mais il n'en est pas une cause majeure.",
    "OverallExplanation": "Parmi les pathologies listées, le cancer bronchique est celle pour laquelle le tabagisme constitue le facteur de risque le plus important et le mieux établi.<br>C'est la principale étiologie de cette maladie."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Parmi les facteurs de risque respiratoires, on note:",
    "Choice_A_Text": "Un antécédent de cancer digestif dans la famille.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Un antécédent familial de cancer digestif n'est généralement pas considéré comme un facteur de risque direct pour les pathologies respiratoires communes, sauf dans le cadre de syndromes génétiques très rares.",
    "Choice_B_Text": "L'exposition aux déjections d'oiseaux.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'inhalation de particules provenant des déjections d'oiseaux peut provoquer une pneumopathie d'hypersensibilité, connue sous le nom de 'maladie des éleveurs d'oiseaux'.",
    "Choice_C_Text": "L’âge du début du tabagisme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'âge de début du tabagisme est un facteur de risque majeur : plus il est précoce, plus la durée d'exposition est longue et plus le risque de développer une pathologie respiratoire est élevé.",
    "Choice_D_Text": "La présence d'animaux dans l’entourage.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La présence d'animaux domestiques (chiens, chats, oiseaux) est un facteur de risque à rechercher, que ce soit pour des maladies allergiques (asthme), des zoonoses (kyste hydatique avec le chien) ou des pneumopathies d'hypersensibilité.",
    "Choice_E_Text": "La prise de contraception orale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La contraception orale, surtout lorsqu'elle est associée au tabagisme, est un facteur de risque de thrombose veineuse profonde et par conséquent d'embolie pulmonaire.",
    "OverallExplanation": "Les facteurs de risque en pathologie respiratoire sont variés.<br>Ils incluent des habitudes toxiques comme le tabagisme (où l'âge de début est un paramètre clé), des expositions environnementales (déjections d'oiseaux, animaux domestiques) et même certains médicaments comme la contraception orale qui augmente le risque thromboembolique."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur en pathologie respiratoire:",
    "Choice_A_Text": "Quand le patient est fumeur actif.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le tabagisme actif est la forme d'exposition la plus directe et la plus dangereuse, constituant un facteur de risque majeur pour de nombreuses maladies respiratoires.",
    "Choice_B_Text": "Qui dépend de l’âge du début.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le risque global lié au tabac est fortement corrélé à l'âge de début : plus un individu commence à fumer jeune, plus son risque de développer des pathologies est élevé.",
    "Choice_C_Text": "Qui peut être quantifié selon le nombre de cigarettes fumées/jour.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Le nombre de cigarettes par jour est l'un des paramètres, avec la durée, qui permet de quantifier l'exposition tabagique, généralement exprimée en paquets-années.",
    "Choice_D_Text": "Quand il est réduit, le risque de cancer bronchique est nul.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'arrêt du tabac réduit considérablement le risque de cancer bronchique, mais ce risque ne redevient jamais nul et reste supérieur à celui d'un non-fumeur, surtout si l'intoxication a été longue et importante.",
    "Choice_E_Text": "Indépendant de la durée d’exposition.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le risque est directement dépendant de la durée d'exposition.<br>La relation est de type 'dose-cumulative', où la durée est un facteur aussi important que la quantité journalière.",
    "OverallExplanation": "Le risque lié au tabagisme est complexe et dépend de plusieurs facteurs interdépendants.<br>Le statut de fumeur actif, l'âge de début, la quantité journalière et la durée totale de l'exposition sont tous des éléments cruciaux à évaluer pour apprécier le niveau de risque.<br>L'arrêt du tabac est toujours bénéfique mais ne ramène pas le risque à zéro."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L'interrogatoire:",
    "Choice_A_Text": "Est la dernière étape d’une observation médicale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est la toute première étape d'une observation médicale, avant l'examen physique.",
    "Choice_B_Text": "Commence par le recueil des signes physiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il commence par le recueil des signes fonctionnels (symptômes).<br>Les signes physiques sont recherchés lors de l'examen physique.",
    "Choice_C_Text": "Est très rapide, ne durant pas plus de 2 minutes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un interrogatoire de qualité prend du temps, au minimum 15 minutes, pour être complet.",
    "Choice_D_Text": "Permet l'orientation de l'examen physique et des examens complémentaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est sa fonction primordiale : les données recueillies permettent de construire des hypothèses diagnostiques qui vont guider la suite de la prise en charge.",
    "Choice_E_Text": "Ne prend pas en considération les données de l’état civil du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'état civil (âge, profession, etc.) fait partie des premières informations collectées et peut déjà orienter le diagnostic.",
    "OverallExplanation": "L'interrogatoire constitue le fondement de la démarche clinique.<br>En tant qu'étape initiale, il permet de recueillir les informations essentielles qui orienteront l'examen physique et la prescription des examens complémentaires de manière ciblée et pertinente."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur de:",
    "Choice_A_Text": "Cancer bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le lien de causalité entre le tabagisme et le cancer bronchique est l'un des plus forts connus en médecine.<br>C'est la cause principale de cette pathologie.",
    "Choice_B_Text": "Rhinite allergique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il n'y a pas de lien de causalité direct entre le tabagisme et la rhinite allergique.",
    "Choice_C_Text": "Tuberculose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La tuberculose est une maladie infectieuse.<br>Le tabac est un facteur qui peut favoriser l'infection ou sa progression, mais il n'est pas la cause de la maladie.",
    "Choice_D_Text": "Sarcoïdose.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'étiologie de la sarcoïdose est inconnue et n'est pas liée au tabagisme.",
    "Choice_E_Text": "Reflux gastro-œsophagien.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le RGO a des causes multifactorielles, principalement mécaniques, et le tabac n'en est pas une cause majeure.",
    "OverallExplanation": "Le tabagisme est impliqué dans de nombreuses pathologies, mais il est le facteur de risque le plus important et la cause principale du cancer bronchique.<br>Identifier et quantifier le tabagisme est donc une priorité lors de l'interrogatoire d'un patient."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L'interrogatoire:",
    "Choice_A_Text": "Est la dernière étape d’une observation médicale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est la première étape de l'observation médicale.",
    "Choice_B_Text": "Commence par le recueil des signes physiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'interrogatoire recueille les signes fonctionnels (symptômes).<br>L'examen physique recueille les signes physiques.",
    "Choice_C_Text": "Est très rapide, ne durant pas plus de 2 minutes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Il nécessite un temps suffisant (au moins 15 minutes) pour être complet.",
    "Choice_D_Text": "Permet l'orientation de l'examen physique et des examens complémentaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les informations obtenues lors de l'interrogatoire sont essentielles pour guider la suite de la démarche diagnostique.",
    "Choice_E_Text": "Ne prend pas en considération les données de l’état civil du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'état civil est une composante initiale et importante de l'interrogatoire.",
    "OverallExplanation": "L'interrogatoire est l'étape fondatrice de la consultation médicale.<br>Il s'agit d'un temps d'échange structuré qui permet de recueillir les informations nécessaires à l'élaboration d'hypothèses diagnostiques, orientant ainsi l'examen physique et le choix des examens complémentaires."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur de:",
    "Choice_A_Text": "Cancer bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le tabac est le principal agent causal du cancer bronchique, responsable de la grande majorité des cas.",
    "Choice_B_Text": "Rhinite allergique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La rhinite allergique est une affection d'origine immuno-allergique.",
    "Choice_C_Text": "Tuberculose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La tuberculose est une infection bactérienne.<br>Le tabac peut augmenter la susceptibilité à l'infection mais n'est pas la cause.",
    "Choice_D_Text": "Sarcoïdose.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'étiologie de la sarcoïdose reste inconnue.",
    "Choice_E_Text": "Reflux gastro-œsophagien.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le RGO n'est pas directement causé par le tabagisme.",
    "OverallExplanation": "Le tabagisme est un facteur de risque avéré pour de nombreuses maladies, mais son rôle est prépondérant dans l'étiologie du cancer bronchique.<br>Il est donc essentiel de le rechercher systématiquement."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "L'interrogatoire:",
    "Choice_A_Text": "Est la dernière étape d’une observation médicale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'interrogatoire est l'étape initiale de l'observation médicale.",
    "Choice_B_Text": "Commence par le recueil des signes physiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'interrogatoire recueille les symptômes (signes fonctionnels), l'examen physique recueille les signes physiques.",
    "Choice_C_Text": "Est très rapide, ne durant pas plus de 2 minutes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un interrogatoire complet demande un minimum de 15 minutes.",
    "Choice_D_Text": "Permet l'orientation de l'examen physique et des examens complémentaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est son objectif principal : guider toute la démarche diagnostique qui suit.",
    "Choice_E_Text": "Ne prend pas en considération les données de l’état civil du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Les données de l'état civil sont les premières informations recueillies et sont très importantes.",
    "OverallExplanation": "L'interrogatoire est la première étape clé de la démarche clinique.<br>Il doit être mené de manière approfondie pour recueillir les informations qui vont permettre d'orienter l'examen physique et de choisir les examens complémentaires les plus pertinents."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Introduction à l’observation médicale",
    "QuestionText": "Le tabagisme est un facteur de risque majeur de:",
    "Choice_A_Text": "Cancer bronchique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le tabagisme est la cause principale du cancer bronchique.",
    "Choice_B_Text": "Rhinite allergique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La rhinite allergique a une étiologie allergique et non toxique.",
    "Choice_C_Text": "Tuberculose pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La tuberculose est causée par une bactérie.<br>Le tabac est un cofacteur de risque, pas une cause.",
    "Choice_D_Text": "Sarcoïdose.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La cause de la sarcoïdose est inconnue.",
    "Choice_E_Text": "Reflux gastro-œsophagien.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le tabagisme n'est pas une cause directe du RGO.",
    "OverallExplanation": "Parmi les options proposées, le lien de causalité le plus fort et le plus direct avec le tabagisme est celui avec le cancer bronchique.<br>C'est le principal facteur de risque de cette pathologie."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "Lorsque la toux est dite productive:",
    "Choice_A_Text": "Elle entraîne la production de sécrétions provenant de la sphère ORL.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Les sécrétions d'une toux productive proviennent de l'arbre trachéo-bronchique.<br>L'écoulement de sécrétions de la sphère ORL dans l'arrière-gorge est un jetage postérieur.",
    "Choice_B_Text": "Elle ramène des sécrétions anormales quantitativement et qualitativement lors d’un effort de toux.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est la définition d'une toux productive, qui s'accompagne d'une expectoration de sécrétions issues des voies aériennes inférieures.",
    "Choice_C_Text": "Elle produit des sécrétions bronchiques dépassant 500 ml.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une toux est dite productive dès qu'elle ramène une expectoration, quel que soit le volume.<br>Un volume supérieur à 100 ml définit une bronchorrhée.",
    "Choice_D_Text": "Elle ne peut être que d'origine infectieuse.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une toux productive peut avoir de multiples causes : infectieuses (bronchite), inflammatoires (BPCO, dilatation des bronches) ou cardiaques (œdème pulmonaire).",
    "Choice_E_Text": "Elle permet l'expulsion que de la salive.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'expulsion de salive est la salivation ou le crachat salivaire, et non une expectoration.<br>L'expectoration contient du mucus, du pus ou d'autres produits d'origine bronchique.",
    "OverallExplanation": "Une toux est qualifiée de 'productive' ou 'grasse' lorsqu'elle s'accompagne d'une expectoration, c'est-à-dire l'expulsion de sécrétions provenant des voies respiratoires sous-glottiques.<br>La nature et la quantité de ces sécrétions orientent ensuite le diagnostic étiologique."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "Parmi les circonstances déclenchant la toux:",
    "Choice_A_Text": "Les changements de position.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Les changements de position, notamment le passage en décubitus, peuvent mobiliser des sécrétions bronchiques ou favoriser un reflux gastro-œsophagien, déclenchant ainsi un réflexe de toux.",
    "Choice_B_Text": "Les bruits intenses.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Les bruits, même intenses, ne sont pas un déclencheur connu du réflexe de toux.",
    "Choice_C_Text": "L'effort.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'effort peut déclencher une toux, notamment dans le cadre d'un asthme d'effort ou d'une hyperréactivité bronchique.",
    "Choice_D_Text": "La prise de poids.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La prise de poids en elle-même ne déclenche pas la toux, bien que l'obésité puisse être associée à des conditions qui causent la toux, comme le RGO.",
    "Choice_E_Text": "Les odeurs fortes.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'inhalation de substances irritantes ou d'odeurs fortes peut stimuler les récepteurs de la toux et déclencher un accès, en particulier chez les sujets ayant une hyperréactivité bronchique.",
    "OverallExplanation": "La toux peut être déclenchée par une multitude de facteurs.<br>Il est important de les rechercher à l'interrogatoire car ils orientent le diagnostic.<br>Parmi les déclencheurs fréquents, on retrouve les changements de position, l'effort et l'exposition à des irritants environnementaux comme les odeurs fortes."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "À propos de la toux:",
    "Choice_A_Text": "Elle peut être aiguë, subaiguë et chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La toux est classée en fonction de sa durée : aiguë (moins de 3 semaines), subaiguë (3 à 8 semaines) et chronique (plus de 8 semaines).",
    "Choice_B_Text": "Émétisante, elle peut accompagner un RGO.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Une toux émétisante (provoquant des vomissements) est un caractère sémiologique qui peut se voir dans la coqueluche, mais aussi dans le reflux gastro-œsophagien (RGO).",
    "Choice_C_Text": "Elle peut survenir au repos comme à l'effort.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Les circonstances de survenue de la toux sont variables ; elle peut se manifester au repos (toux nocturne par exemple) ou être déclenchée par un effort (asthme d'effort).",
    "Choice_D_Text": "Elle ne doit pas être cherchée systématiquement en pneumologie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La toux est l'un des symptômes cardinaux en pneumologie.<br>Elle doit être systématiquement recherchée et analysée lors de tout interrogatoire.",
    "Choice_E_Text": "Elle peut être révélatrice d'un asthme.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une toux chronique, parfois isolée (sans sifflements ni dyspnée), peut être la seule manifestation d'un asthme.<br>On parle alors de 'toux équivalent d'asthme'.",
    "OverallExplanation": "La toux est un symptôme majeur en pneumologie, dont l'analyse sémiologique doit être précise.<br>Sa classification en aiguë ou chronique est fondamentale.<br>Ses caractéristiques (émétisante, survenant à l'effort) et son contexte (révélateur d'un asthme ou d'un RGO) sont des éléments clés pour le diagnostic étiologique."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "La toux:",
    "Choice_A_Text": "Est un symptôme très spécifique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est un symptôme très fréquent mais peu spécifique, car elle peut être causée par un très grand nombre de pathologies respiratoires, cardiaques, digestives ou autres.",
    "Choice_B_Text": "Ne révèle pas de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Au contraire, la toux est l'un des principaux symptômes révélateurs de la quasi-totalité des maladies respiratoires.",
    "Choice_C_Text": "Sa survenue est spécifique en pneumologie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Bien que très fréquente en pneumologie, la toux peut avoir des causes non pneumologiques (cardiaques, digestives, médicamenteuses, ORL).",
    "Choice_D_Text": "Ne doit pas être recherchée systématiquement par l’interrogatoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La toux est un symptôme cardinal qui doit être systématiquement recherché et analysé lors de tout interrogatoire en pneumologie.",
    "Choice_E_Text": "Nécessite une étude sémiologique fine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>En raison de son manque de spécificité, c'est précisément l'analyse détaillée de ses caractéristiques (chronologie, productivité, timbre, horaire, facteurs déclenchants) qui permet d'orienter le diagnostic.",
    "OverallExplanation": "La toux est un symptôme extrêmement courant mais non spécifique.<br>Elle peut révéler de nombreuses affections, respiratoires ou non.<br>Par conséquent, elle doit toujours être recherchée et faire l'objet d'une analyse sémiologique minutieuse pour en déterminer la cause."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Toux",
    "QuestionText": "La toux:",
    "Choice_A_Text": "Est un symptôme très spécifique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est un symptôme peu spécifique, pouvant être lié à de nombreuses pathologies d'organes différents.",
    "Choice_B_Text": "Ne révèle pas de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Elle est un signe d'appel majeur pour la plupart des pathologies de l'appareil respiratoire.",
    "Choice_C_Text": "Sa survenue est spécifique en pneumologie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>De nombreuses causes de toux sont extra-pneumologiques (cardiaques, digestives, etc.).",
    "Choice_D_Text": "Ne doit pas être recherchée systématiquement par l’interrogatoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La recherche de la toux et de ses caractéristiques est une étape obligatoire de l'interrogatoire en pneumologie.",
    "Choice_E_Text": "Nécessite une étude sémiologique fine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Puisqu'elle est peu spécifique, seule une analyse détaillée de ses caractères (aiguë/chronique, sèche/productive, horaire, etc.) permet d'orienter la démarche diagnostique.",
    "OverallExplanation": "La toux est un symptôme très fréquent en consultation mais qui manque de spécificité.<br>C'est pourquoi une analyse sémiologique fine et rigoureuse est indispensable pour en comprendre l'origine et guider les investigations."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "À propos de la toux:",
    "Choice_A_Text": "La toux sèche doit être respectée.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>C'est la toux productive (grasse) qui est utile et doit être respectée car elle permet le drainage des bronches.<br>La toux sèche est irritative, inutile et fatigante ; elle doit être combattue par un traitement antitussif.",
    "Choice_B_Text": "Ses récepteurs sont présents au niveau de la trachée, de l’œsophage et des éperons bronchiques.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Les récepteurs de la toux sont principalement localisés au niveau du larynx, de la trachée et des grosses bronches (carène, éperons de division).<br>Il existe aussi des récepteurs dans l'œsophage, le péricarde et le diaphragme, expliquant les toux d'origine extra-respiratoire.",
    "Choice_C_Text": "La toux chronique évolue depuis au moins 8 semaines.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Par définition, une toux est considérée comme chronique lorsqu'elle persiste au-delà de 8 semaines.",
    "Choice_D_Text": "Lorsqu’elle est bitonale, elle peut traduire une atteinte de la corde vocale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Une toux bitonale, avec deux tonalités successives, est très évocatrice d'une paralysie d'une corde vocale (paralysie récurrentielle), qui peut être due à une compression du nerf récurrent gauche dans le médiastin.",
    "Choice_E_Text": "Elle ne peut être déclenchée par l'effort.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'effort est un facteur déclenchant classique de la toux, notamment dans l'asthme d'effort ou l'insuffisance cardiaque.",
    "OverallExplanation": "La toux est un réflexe complexe dont les récepteurs sont situés principalement dans les voies aériennes mais aussi dans d'autres organes.<br>Sa classification repose sur la durée (une toux chronique dure plus de 8 semaines) et ses caractéristiques acoustiques, comme le timbre bitonal qui a une grande valeur d'orientation vers une paralysie d'une corde vocale."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "À propos de la toux:",
    "Choice_A_Text": "Lorsqu'elle est aiguë, elle devient rapidement productive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Une toux aiguë peut rester sèche tout au long de son évolution (ex: toux irritative virale) ou devenir productive (ex: bronchite bactérienne).<br>Il n'y a pas de règle systématique.",
    "Choice_B_Text": "Quand elle survient au petit matin, elle oriente vers une pathologie tumorale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La toux matinale, souvent accompagnée d'expectorations ('toilette bronchique'), est très évocatrice d'une bronchite chronique (BPCO) ou de dilatations des bronches, beaucoup plus que d'une tumeur.",
    "Choice_C_Text": "Elle peut fatiguer le patient quand elle est sèche.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La toux sèche est un effort respiratoire non productif, souvent répétitif et irritatif, qui peut être très fatigant pour le patient et perturber son sommeil.",
    "Choice_D_Text": "Quand elle est émétisante, elle peut faire évoquer un RGO.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Une toux qui provoque des vomissements (émétisante) est un signe classique de la coqueluche, mais c'est aussi un symptôme pouvant être associé à un reflux gastro-œsophagien (RGO) sévère.",
    "Choice_E_Text": "Elle ne peut changer avec la position.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La toux est souvent influencée par la position.<br>Elle peut être déclenchée ou aggravée par le décubitus dorsal en cas de RGO, d'insuffisance cardiaque ou par la mobilisation de sécrétions dans les dilatations des bronches.",
    "OverallExplanation": "L'analyse des caractéristiques de la toux est essentielle.<br>Une toux sèche peut être particulièrement invalidante et fatigante.<br>Son caractère émétisant ou sa survenue en fonction de la position sont des indices précieux qui peuvent orienter vers des causes spécifiques comme le reflux gastro-œsophagien."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Toux",
    "QuestionText": "La toux:",
    "Choice_A_Text": "Est un symptôme très spécifique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est un symptôme très peu spécifique, partagé par de très nombreuses affections respiratoires et extra-respiratoires.",
    "Choice_B_Text": "Ne révèle pas de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>C'est l'un des symptômes les plus fréquents et les plus révélateurs des pathologies de l'appareil respiratoire.",
    "Choice_C_Text": "Sa survenue est spécifique en pneumologie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>De nombreuses causes de toux chronique sont d'origine ORL, digestive (RGO), cardiaque ou médicamenteuse.",
    "Choice_D_Text": "Ne doit pas être recherchée systématiquement par l’interrogatoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La recherche de la toux est un temps essentiel et systématique de l'interrogatoire en médecine générale et en pneumologie.",
    "Choice_E_Text": "Nécessite une étude sémiologique fine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Le manque de spécificité de la toux impose une analyse sémiologique détaillée (durée, type, horaire, circonstances de survenue) pour orienter le diagnostic étiologique.",
    "OverallExplanation": "Bien que la toux soit un symptôme banal et très fréquent, elle n'est pas spécifique d'une pathologie en particulier.<br>Pour cette raison, une étude sémiologique fine et une anamnèse complète sont indispensables pour en identifier la cause."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "La toux:",
    "Choice_A_Text": "Est un symptôme très spécifique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est un symptôme non spécifique, pouvant être causé par de multiples pathologies.",
    "Choice_B_Text": "Ne révèle pas de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Elle est un signe d'appel majeur pour la majorité des maladies respiratoires.",
    "Choice_C_Text": "Sa survenue est spécifique en pneumologie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les étiologies de la toux sont nombreuses et dépassent le cadre de la pneumologie (causes cardiaques, digestives...).",
    "Choice_D_Text": "Ne doit pas être recherchée systématiquement par l’interrogatoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Sa recherche est systématique lors de l'interrogatoire, car c'est un symptôme cardinal.",
    "Choice_E_Text": "Nécessite une étude sémiologique fine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est précisément parce qu'elle est peu spécifique que son analyse détaillée est nécessaire pour guider le diagnostic.",
    "OverallExplanation": "La toux est un symptôme peu spécifique, ce qui signifie qu'elle peut avoir de nombreuses causes différentes.<br>Par conséquent, une analyse sémiologique détaillée (fréquence, productivité, horaire, etc.) est cruciale pour déterminer son origine."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Toux",
    "QuestionText": "La toux:",
    "Choice_A_Text": "Est un symptôme très spécifique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est un symptôme commun et peu spécifique.",
    "Choice_B_Text": "Ne révèle pas de pathologie respiratoire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>C'est un symptôme majeur de la quasi-totalité des pathologies respiratoires.",
    "Choice_C_Text": "Sa survenue est spécifique en pneumologie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les causes de la toux peuvent être pneumologiques, mais aussi cardiaques, digestives, ORL, etc.",
    "Choice_D_Text": "Ne doit pas être recherchée systématiquement par l’interrogatoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La toux doit être systématiquement recherchée, car c'est un symptôme clé.",
    "Choice_E_Text": "Nécessite une étude sémiologique fine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Le caractère non spécifique de la toux rend indispensable une analyse sémiologique minutieuse pour en trouver la cause.",
    "OverallExplanation": "La toux est un symptôme fondamental en sémiologie respiratoire, mais elle est non spécifique.<br>Cela signifie qu'elle peut être le signe de nombreuses maladies différentes.<br>Une analyse sémiologique détaillée est donc essentielle pour orienter le diagnostic."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "À propos de la vomique:",
    "Choice_A_Text": "C'est une forme de crachat caractérisée par le rejet brutal et massif d’une grande quantité de pus ou de liquide clair, au cours d’un effort de toux.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>C'est la définition exacte de la vomique : l'évacuation massive et brutale, par la bouche, du contenu d'une collection suppurée (pus) ou d'un kyste (liquide clair) dans les bronches.",
    "Choice_B_Text": "Lorsqu'elle s'accompagne de rejet de liquide « eau de roche », elle est dite vomique hydatique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La vomique d'un liquide clair, salé, comparé à de 'l'eau de roche', contenant parfois des membranes blanchâtres (fragments de membrane proligère), est pathognomonique de la rupture d'un kyste hydatique du poumon dans une bronche.<br>On parle aussi d'hydatidoptysie.",
    "Choice_C_Text": "Elle ne peut être fractionnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Si la vomique classique est massive et brutale, elle peut aussi être fractionnée, c'est-à-dire se faire en plusieurs fois, avec des rejets de plus petites quantités de pus sur une courte période.",
    "Choice_D_Text": "Elle survient de façon insidieuse.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le caractère principal de la vomique est sa survenue brutale, soudaine et souvent inopinée, qui surprend le patient.",
    "Choice_E_Text": "Elle ne peut être d’origine sus-glottique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Bien que les causes les plus fréquentes soient sous-glottiques (abcès du poumon), une vomique peut provenir de la rupture d'une collection sus-glottique comme un abcès rétropharyngé ou amygdalien.",
    "OverallExplanation": "La vomique est un symptôme spectaculaire défini par le rejet massif et brutal de pus ou de liquide clair.<br>Elle signe l'ouverture d'une collection dans l'arbre bronchique.<br>L'aspect du liquide rejeté est très important : un liquide 'eau de roche' est caractéristique de la rupture d'un kyste hydatique."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "À propos de l'expectoration:",
    "Choice_A_Text": "C'est l'expulsion de salive provenant de la cavité buccale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'expulsion de salive est un crachat salivaire.<br>L'expectoration est l'expulsion de sécrétions provenant de l'arbre trachéo-bronchique.",
    "Choice_B_Text": "Lorsqu'elle dépasse 100 ml, elle est dite bronchorrhée.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La bronchorrhée est définie par un volume d'expectoration quotidien supérieur à 100 ml.",
    "Choice_C_Text": "Sa couleur peut orienter le diagnostic.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'aspect macroscopique est essentiel : une couleur verdâtre ou jaunâtre oriente vers une infection (crachat purulent), une couleur rouille vers une pneumonie, etc.",
    "Choice_D_Text": "Est l'équivalent du crachat.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Dans le langage courant et médical, les termes 'expectoration' et 'crachat' sont utilisés comme synonymes pour désigner les sécrétions expulsées des voies respiratoires. Le 'crachat' peut aussi désigner la salive, mais dans le contexte d'une toux, il désigne l'expectoration.",
    "Choice_E_Text": "Elle ne s'accompagne pas de toux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'expectoration est par définition l'expulsion de sécrétions au cours d'un effort de toux.<br>Une toux qui ramène une expectoration est une toux productive.",
    "OverallExplanation": "L'expectoration (ou crachat) est l'expulsion, via la toux, de sécrétions issues des voies aériennes inférieures.<br>L'analyse de ses caractéristiques, notamment son volume (une bronchorrhée est définie par >100 ml/jour) et sa couleur, est une étape clé de la sémiologie respiratoire."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L’expectoration:",
    "Choice_A_Text": "Est l’expulsion de sécrétions normales, présentes dans l’arbre trachéo-bronchique au cours d’un effort de toux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'expectoration concerne des sécrétions anormales par leur quantité et/ou leur qualité.<br>Les sécrétions normales (mucus physiologique) sont gérées par l'escalator muco-ciliaire sans nécessiter de toux.",
    "Choice_B_Text": "Est l’équivalent du crachat.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Les termes expectoration et crachat sont utilisés de manière interchangeable pour désigner le produit de la toux productive.",
    "Choice_C_Text": "A toujours la même couleur.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La couleur de l'expectoration est très variable (claire, jaunâtre, verdâtre, hémoptoïque) et cette variation est un indice diagnostique important.",
    "Choice_D_Text": "Peut être confondue avec un jetage postérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Il est important de différencier une véritable expectoration d'origine basse d'un jetage postérieur, qui est un écoulement de sécrétions provenant du nez et des sinus dans l'arrière-gorge, que le patient peut ensuite 'cracher'.",
    "Choice_E_Text": "Sa quantité dépasse 100 ml.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Toute quantité de sécrétions ramenée par la toux constitue une expectoration.<br>Le seuil de 100 ml/jour définit la bronchorrhée, qui est une forme d'expectoration abondante.",
    "OverallExplanation": "L'expectoration est l'expulsion de sécrétions anormales des voies respiratoires basses, synonyme de crachat.<br>Il est crucial de la distinguer d'un jetage postérieur d'origine ORL.<br>L'analyse de sa couleur, de sa consistance et de son volume oriente le diagnostic."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L’expectoration:",
    "Choice_A_Text": "Est l'expulsion de sécrétions normales, présentes dans l’arbre trachéo-bronchique au cours d’un effort de toux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'expectoration est l'expulsion de sécrétions pathologiques (anormales en quantité ou en qualité).",
    "Choice_B_Text": "Est l’équivalent du crachat.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>En pratique clinique, ces deux termes sont synonymes pour désigner les sécrétions d'origine bronchique expulsées par la toux.",
    "Choice_C_Text": "A toujours la même couleur.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Sa couleur varie en fonction de la pathologie sous-jacente (muqueuse, purulente, hémoptoïque...).",
    "Choice_D_Text": "Peut être confondue avec un jetage postérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le diagnostic différentiel principal de l'expectoration est le jetage postérieur, qui correspond à des sécrétions d'origine naso-sinusienne s'écoulant dans la gorge.",
    "Choice_E_Text": "Sa quantité dépasse 100 ml.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une expectoration peut être de faible volume.<br>C'est la bronchorrhée qui est définie par un volume supérieur à 100 ml/jour.",
    "OverallExplanation": "L'expectoration, ou crachat, est un symptôme important.<br>Elle correspond à l'expulsion de sécrétions anormales provenant des bronches.<br>Il faut la différencier du jetage postérieur et en analyser les caractéristiques pour le diagnostic."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L'aspect des crachats peut être:",
    "Choice_A_Text": "Séreux.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Un crachat séreux, fluide et aéré, parfois rosé, est typique de l'œdème aigu du poumon.",
    "Choice_B_Text": "Muqueux.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Un crachat muqueux, visqueux et translucide ('blanc d'œuf'), est fréquent dans la bronchite chronique simple ou l'asthme.",
    "Choice_C_Text": "Limpide.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br> 'Limpide' n'est pas un terme sémiologique standard pour décrire l'aspect d'un crachat.<br>On utilise plutôt séreux, muqueux, purulent.",
    "Choice_D_Text": "Anthracosique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Un crachat anthracosique est de couleur noirâtre, dû à l'inhalation de particules de charbon ou de pollution, typiquement chez les mineurs ou les grands fumeurs.",
    "Choice_E_Text": "Hémoptoïque.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Un crachat hémoptoïque est un crachat contenant des traces ou des filets de sang, à distinguer de l'hémoptysie (rejet de sang pur).",
    "OverallExplanation": "L'analyse macroscopique des crachats est très informative.<br>On distingue plusieurs aspects typiques : séreux (OAP), muqueux (bronchite chronique), muco-purulent et purulent (surinfection), anthracosique (pollution, charbon) et hémoptoïque (présence de sang)."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "Parmi les diagnostics différentiels de l’expectoration:",
    "Choice_A_Text": "La vomique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La vomique n'est pas un diagnostic différentiel, mais une forme particulière et massive d'expectoration purulente ou liquidienne.",
    "Choice_B_Text": "Le crachat.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le crachat est un synonyme de l'expectoration, ce n'est donc pas un diagnostic différentiel.",
    "Choice_C_Text": "La rhinorrhée.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La rhinorrhée (écoulement nasal) antérieure ou postérieure (jetage) est le principal diagnostic différentiel.<br>Il est crucial de demander au patient si les sécrétions proviennent du nez ou de la poitrine.",
    "Choice_D_Text": "La bronchorrhée.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La bronchorrhée est une expectoration abondante (>100 ml/j), c'est donc un type d'expectoration et non un diagnostic différentiel.",
    "Choice_E_Text": "Le jetage antérieur.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Un jetage nasal antérieur (rhinorrhée) peut être confondu par le patient.<br>De même, un jetage postérieur (écoulement dans la gorge) peut être secondairement expectoré et doit être distingué d'une véritable expectoration d'origine basse.",
    "OverallExplanation": "Le principal diagnostic différentiel de l'expectoration est l'écoulement de sécrétions provenant de la sphère ORL (nez et sinus).<br>Il est donc essentiel de bien faire la distinction avec une rhinorrhée ou un jetage postérieur.<br>La vomique et la bronchorrhée sont des formes spécifiques d'expectoration, pas des diagnostics différentiels."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L’expectoration:",
    "Choice_A_Text": "Est l'expulsion de sécrétions normales, présentes dans l'arbre trachéo-bronchique au cours d'un effort de toux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il s'agit de l'expulsion de sécrétions anormales en quantité ou en qualité.",
    "Choice_B_Text": "Est l'équivalent du crachat.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Ces deux termes sont utilisés comme synonymes en pratique clinique.",
    "Choice_C_Text": "A toujours la même couleur.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La couleur est variable et constitue un élément d'orientation diagnostique majeur.",
    "Choice_D_Text": "Peut être confondue avec un jetage postérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le jetage postérieur est le principal diagnostic différentiel à écarter lors de l'interrogatoire.",
    "Choice_E_Text": "Sa quantité dépasse 100 ml.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le seuil de 100 ml/j définit une expectoration abondante appelée bronchorrhée, mais une expectoration peut être de très faible volume.",
    "OverallExplanation": "L'expectoration, ou crachat, est l'expulsion de sécrétions pathologiques depuis les voies aériennes inférieures.<br>Son principal diagnostic différentiel est le jetage postérieur d'origine ORL."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L’expectoration:",
    "Choice_A_Text": "Est l'expulsion de sécrétions normales, présentes dans l'arbre trachéo-bronchique au cours d'un effort de toux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'expectoration concerne des sécrétions anormales.<br>Le mucus normal est éliminé sans toux.",
    "Choice_B_Text": "Est l'équivalent du crachat.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>En médecine, les termes expectoration et crachat sont synonymes.",
    "Choice_C_Text": "A toujours la même couleur.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La couleur varie (muqueuse, purulente, hémoptoïque) et aide au diagnostic.",
    "Choice_D_Text": "Peut être confondue avec un jetage postérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Il est essentiel de demander au patient si les sécrétions viennent de la poitrine ou s'écoulent du nez dans la gorge.",
    "Choice_E_Text": "Sa quantité dépasse 100 ml.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une expectoration existe quel que soit son volume.<br>Le terme bronchorrhée est utilisé pour des volumes > 100 ml/jour.",
    "OverallExplanation": "L'expectoration, ou crachat, est l'expulsion par la toux de sécrétions bronchiques pathologiques.<br>Il est important de la différencier d'un écoulement nasal (jetage postérieur) et d'analyser ses caractéristiques macroscopiques."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Expectoration/ Vomique",
    "QuestionText": "L’expectoration:",
    "Choice_A_Text": "Est l'expulsion de sécrétions normales, présentes dans l'arbre trachéo-bronchique au cours d'un effort de toux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Par définition, l'expectoration est l'expulsion de sécrétions anormales, que ce soit en quantité ou en qualité.",
    "Choice_B_Text": "Est l'équivalent du crachat.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Les deux termes sont employés comme synonymes pour désigner les sécrétions ramenées des voies respiratoires par la toux.",
    "Choice_C_Text": "A toujours la même couleur.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La couleur est un paramètre très variable et informatif, pouvant aller de translucide à verdâtre, jaunâtre ou sanguinolent.",
    "Choice_D_Text": "Peut être confondue avec un jetage postérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le jetage postérieur (écoulement de sécrétions nasales dans la gorge) est le principal diagnostic différentiel à évoquer et à rechercher à l'interrogatoire.",
    "Choice_E_Text": "Sa quantité dépasse 100 ml.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Toute quantité de sécrétions expulsées constitue une expectoration.<br>Le seuil de 100 ml/jour définit la bronchorrhée.",
    "OverallExplanation": "L'expectoration (ou crachat) est un symptôme clé qui correspond à l'évacuation de sécrétions pathologiques des bronches.<br>Il faut la différencier d'un écoulement d'origine ORL et en analyser précisément les caractéristiques."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L'hémoptysie:",
    "Choice_A_Text": "Est un rejet par la bouche, suite à un effort d'éternuement, de sang rouge vif, aéré, spumeux, provenant des voies aériennes sous-glottiques.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La définition est presque correcte, mais l'hémoptysie survient suite à un effort de toux, et non d'éternuement.",
    "Choice_B_Text": "Est un symptôme physique très alarmant.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'hémoptysie est un symptôme qui alarme toujours le patient et le médecin, car elle peut être le signe d'une pathologie grave et engager le pronostic vital.",
    "Choice_C_Text": "Lorsque sa quantité est > 50 ml, elle est dite de grande abondance.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les seuils de gravité sont : faible abondance (< 50 ml/24h), moyenne abondance (50-300 ml/24h) et grande abondance (> 300 ml/24h).",
    "Choice_D_Text": "Elle ne peut traduire un carcinome bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le cancer bronchique est l'une des causes les plus fréquentes et les plus graves d'hémoptysie, surtout chez le sujet fumeur de plus de 40 ans.",
    "Choice_E_Text": "Elle peut s'accompagner d’instabilité hémodynamique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>En cas d'hémoptysie de grande abondance, la perte sanguine peut être suffisante pour provoquer une instabilité hémodynamique (hypotension, tachycardie, signes de choc).",
    "OverallExplanation": "L'hémoptysie est le rejet de sang provenant des voies aériennes sous-glottiques lors d'un effort de toux.<br>C'est un symptôme toujours alarmant qui doit être exploré en urgence.<br>Sa gravité dépend du volume et du retentissement hémodynamique."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "Parmi les diagnostics différentiels de l'hémoptysie:",
    "Choice_A_Text": "Les rectorragies.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Les rectorragies sont des saignements provenant du rectum.<br>Il n'y a pas de confusion possible.",
    "Choice_B_Text": "Les hématémèses.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'hématémèse est le principal diagnostic différentiel.<br>Il s'agit d'un rejet de sang d'origine digestive, souvent rouge sombre, non aéré, au cours d'un effort de vomissement.",
    "Choice_C_Text": "Les hémorragies sous-conjonctivales.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>C'est un saignement de l'œil, sans extériorisation par la bouche.",
    "Choice_D_Text": "Les épistaxis.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Une épistaxis (saignement de nez) postérieure peut être déglutie puis secondairement crachée, mimant une hémoptysie.<br>Un examen ORL est nécessaire pour la différencier.",
    "Choice_E_Text": "Les gingivorragies.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Un saignement des gencives (gingivorragie) peut se mélanger à la salive et être craché, imposant un examen attentif de la cavité buccale.",
    "OverallExplanation": "Face à un rejet de sang par la bouche, il est impératif d'éliminer les diagnostics différentiels avant de conclure à une hémoptysie.<br>Les principaux sont l'hématémèse (origine digestive), et les saignements d'origine ORL ou buccale (épistaxis, gingivorragie)."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L'hémoptysie:",
    "Choice_A_Text": "Elle peut engager le pronostic vital.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'hémoptysie de grande abondance est une urgence vitale, non seulement par le risque de choc hémorragique, mais surtout par le risque d'asphyxie par inondation des alvéoles.",
    "Choice_B_Text": "Doit être prise en charge tranquillement sans caractère d'urgence.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Toute hémoptysie, même de faible abondance, doit être considérée comme une urgence potentielle et nécessite une évaluation rapide pour en déterminer la cause et la gravité.",
    "Choice_C_Text": "Elle peut être révélatrice d'embolie pulmonaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'hémoptysie est un des signes classiques de l'embolie pulmonaire avec infarctus pulmonaire, bien qu'elle ne soit pas constante.",
    "Choice_D_Text": "Sa quantité est difficile à évaluer.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'évaluation du volume d'une hémoptysie est souvent imprécise, car le sang peut être dégluti, mélangé à des sécrétions, et l'estimation du patient est subjective.<br>Néanmoins, il est crucial de tenter de la quantifier.",
    "Choice_E_Text": "Elle peut être mortelle sur un terrain particulier.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une hémoptysie de faible abondance chez un patient ayant une insuffisance respiratoire chronique sévère peut être fatale par décompensation de sa pathologie sous-jacente, même sans choc hémorragique ou asphyxie.",
    "OverallExplanation": "L'hémoptysie est un symptôme grave qui peut engager le pronostic vital, nécessitant une prise en charge urgente.<br>Sa quantification est souvent difficile mais nécessaire.<br>Elle peut révéler de nombreuses pathologies, y compris l'embolie pulmonaire, et sa gravité est majorée sur un terrain de pathologie respiratoire préexistante."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L’hémoptysie:",
    "Choice_A_Text": "Est le rejet par la bouche, suite à un effort de vomissement, de sang.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le rejet de sang suite à un effort de vomissement est une hématémèse, d'origine digestive.<br>L'hémoptysie survient lors d'un effort de toux.",
    "Choice_B_Text": "Est un symptôme banal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'hémoptysie n'est jamais un symptôme banal ; elle est toujours le signe d'une pathologie sous-jacente qui doit être explorée.",
    "Choice_C_Text": "De faible abondance est définie par une quantité < 50 ml/24h.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la définition convenue pour quantifier une hémoptysie de faible abondance (crachats hémoptoïques).",
    "Choice_D_Text": "Ne peut traduire un cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le cancer bronchique est une des causes les plus fréquentes d'hémoptysie, surtout après 40 ans chez un fumeur.",
    "Choice_E_Text": "Ne peut constituer une urgence vitale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'hémoptysie de grande abondance est une urgence vitale majeure, menaçant la vie par asphyxie et/ou choc hémorragique.",
    "OverallExplanation": "L'hémoptysie est un symptôme alarmant qui se distingue de l'hématémèse par sa survenue lors d'un effort de toux.<br>Sa gravité est quantifiée en fonction du volume, une faible abondance étant définie par moins de 50 ml/24h.<br>Elle peut être le signe d'une pathologie grave comme le cancer et constitue une urgence vitale si elle est abondante."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L’hémoptysie:",
    "Choice_A_Text": "Est le rejet par la bouche, suite à un effort de vomissement, de sang.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>C'est la définition de l'hématémèse (origine digestive).<br>L'hémoptysie est liée à un effort de toux.",
    "Choice_B_Text": "Est un symptôme banal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>C'est un symptôme qui doit toujours être considéré comme grave jusqu'à preuve du contraire et qui impose des explorations.",
    "Choice_C_Text": "De faible abondance est définie par une quantité < 50 ml/24h.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Cette quantification est utilisée pour classer la gravité de l'hémoptysie.",
    "Choice_D_Text": "Ne peut traduire un cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le cancer bronchique est une des premières causes à évoquer devant une hémoptysie chez un fumeur.",
    "Choice_E_Text": "Ne peut constituer une urgence vitale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une hémoptysie massive peut entraîner le décès rapidement par asphyxie.",
    "OverallExplanation": "L'hémoptysie est un rejet de sang d'origine sous-glottique lors d'un effort de toux.<br>Ce n'est jamais un symptôme anodin.<br>La quantification est importante, une hémoptysie de faible abondance étant inférieure à 50 ml/24h."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L’hémoptysie peut:",
    "Choice_A_Text": "Être précédée de prodromes.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Certains patients décrivent des prodromes avant l'hémoptysie, tels qu'un goût métallique dans la bouche, une sensation de chaleur rétro-sternale ou un chatouillement laryngé.",
    "Choice_B_Text": "Ne peut survenir de façon inopinée.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Au contraire, l'hémoptysie survient très souvent de façon brutale et inopinée, sans signe avant-coureur.",
    "Choice_C_Text": "S’aggraver par la chaleur.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'exposition à la chaleur (bain chaud, forte chaleur ambiante) provoque une vasodilatation qui peut favoriser ou aggraver un saignement.<br>Il est conseillé aux patients à risque de l'éviter.",
    "Choice_D_Text": "Ne peut être quantifiée.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Bien que l'évaluation soit souvent difficile et imprécise, il est indispensable de tenter de quantifier le volume de l'hémoptysie pour en apprécier la gravité.",
    "Choice_E_Text": "Ne peut engager le pronostic vital du patient.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'hémoptysie de grande abondance est une des urgences les plus graves en pneumologie et peut engager le pronostic vital à très court terme.",
    "OverallExplanation": "L'hémoptysie est un symptôme dont les circonstances de survenue doivent être analysées.<br>Elle peut être précédée de prodromes, mais survient souvent brutalement.<br>Certains facteurs comme la chaleur peuvent l'aggraver.<br>Son évaluation est cruciale car elle peut engager le pronostic vital."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "À propos de l’hémoptysie:",
    "Choice_A_Text": "Le crachat hémoptoïque de Laennec est une forme particulière d’hémoptysie.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le crachat de Laennec est un crachat muco-sanglant, noirâtre et visqueux, survenant classiquement 24 à 36 heures après une embolie pulmonaire avec infarctus.",
    "Choice_B_Text": "La gravité dépend de la couleur.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La gravité de l'hémoptysie dépend principalement de son volume (abondance), de son retentissement sur la respiration et l'hémodynamique, et du terrain du patient, mais pas de la couleur du sang.",
    "Choice_C_Text": "Les facteurs de risque peuvent orienter le diagnostic.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La présence de facteurs de risque est un élément clé d'orientation : le tabagisme oriente vers un cancer, un antécédent de tuberculose vers une récidive ou une dilatation des bronches, un alitement vers une embolie pulmonaire.",
    "Choice_D_Text": "Les dilatations des bronches est une cause fréquente.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les dilatations des bronches (DDB) sont une des trois causes principales d'hémoptysie, avec le cancer bronchique et la tuberculose (et ses séquelles).",
    "Choice_E_Text": "Est un symptôme alarmant.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'hémoptysie est toujours un symptôme alarmant pour le patient et le médecin, car elle peut révéler une pathologie sous-jacente grave.",
    "OverallExplanation": "L'hémoptysie est un symptôme alarmant dont l'étiologie doit être recherchée activement.<br>Les facteurs de risque du patient sont très importants pour orienter le diagnostic.<br>Les dilatations des bronches, le cancer et la tuberculose sont les causes les plus fréquentes.<br>Certaines formes, comme le crachat de Laennec, sont évocatrices d'une étiologie spécifique (embolie pulmonaire)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L'hémoptysie:",
    "Choice_A_Text": "Est le rejet par la bouche, suite à un effort de vomissement, de sang.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Ceci définit l'hématémèse.<br>L'hémoptysie se produit lors d'un effort de toux.",
    "Choice_B_Text": "Est un symptôme banal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Ce n'est jamais un symptôme banal, il est toujours le signe d'une anomalie à explorer.",
    "Choice_C_Text": "De faible abondance est définie par une quantité < 50 ml/24h.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Il s'agit du seuil quantitatif utilisé pour définir une hémoptysie de faible abondance.",
    "Choice_D_Text": "Ne peut traduire un cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le cancer bronchique est l'une des causes les plus fréquentes et les plus graves d'hémoptysie.",
    "Choice_E_Text": "Ne peut constituer une urgence vitale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une hémoptysie abondante est une urgence vitale par risque d'asphyxie et de choc.",
    "OverallExplanation": "L'hémoptysie est définie comme une expectoration de sang lors d'un effort de toux.<br>Ce symptôme n'est jamais anodin et peut être une urgence vitale.<br>Sa quantification est importante, une faible abondance correspondant à un volume de moins de 50 ml par 24 heures."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L'hémoptysie:",
    "Choice_A_Text": "Est le rejet par la bouche, suite à un effort de vomissement, de sang.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Un rejet de sang lors d'un vomissement est une hématémèse.<br>L'hémoptysie est issue d'un effort de toux.",
    "Choice_B_Text": "Est un symptôme banal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'hémoptysie est toujours un symptôme alarmant nécessitant une investigation.",
    "Choice_C_Text": "De faible abondance est définie par une quantité <50 ml/24h.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la définition standard pour quantifier une hémoptysie de faible abondance.",
    "Choice_D_Text": "Ne peut traduire un cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Au contraire, le cancer bronchique est une cause majeure d'hémoptysie.",
    "Choice_E_Text": "Ne peut constituer une urgence vitale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une hémoptysie de grande abondance met en jeu le pronostic vital.",
    "OverallExplanation": "L'hémoptysie, expectoration de sang d'origine sous-glottique, n'est jamais un symptôme banal.<br>Sa gravité est évaluée notamment par son abondance, le seuil de 50 ml/24h séparant la faible de la moyenne abondance.<br>Elle peut révéler un cancer et constituer une urgence vitale."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Hémoptysie",
    "QuestionText": "L'hémoptysie:",
    "Choice_A_Text": "Est le rejet par la bouche, suite à un effort de vomissement, de sang.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le rejet de sang par vomissement est une hématémèse.<br>L'hémoptysie est une expectoration de sang provoquée par la toux.",
    "Choice_B_Text": "Est un symptôme banal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>C'est un symptôme toujours considéré comme grave qui impose des investigations.",
    "Choice_C_Text": "De faible abondance est définie par une quantité <50 ml/24h.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Ce seuil est utilisé pour évaluer la gravité de l'hémoptysie.",
    "Choice_D_Text": "Ne peut traduire un cancer bronchique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>C'est l'une des causes principales d'hémoptysie à rechercher en priorité chez un patient à risque.",
    "Choice_E_Text": "Ne peut constituer une urgence vitale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'hémoptysie massive est une urgence médicale absolue.",
    "OverallExplanation": "L'hémoptysie est une expectoration sanglante survenant à la toux.<br>Ce n'est jamais un symptôme anodin.<br>On la quantifie pour évaluer sa gravité, une faible abondance étant définie par un volume inférieur à 50 ml en 24 heures."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "À propos de la dyspnée:",
    "Choice_A_Text": "Elle est un motif de consultation mineur et peu fréquent en pathologie respiratoire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La dyspnée est un motif de consultation majeur et très fréquent, source d'anxiété et souvent révélateur d'une pathologie sévère.",
    "Choice_B_Text": "Elle peut traduire une augmentation du travail musculaire respiratoire suite à une obstruction des voies aériennes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'un des principaux mécanismes de la dyspnée est l'augmentation du travail des muscles respiratoires nécessaire pour vaincre une résistance, comme une obstruction bronchique (asthme, BPCO).",
    "Choice_C_Text": "Lorsqu'elle survient en décubitus, on l’appelle tachypnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une dyspnée survenant en position allongée (décubitus) est une orthopnée.<br>La tachypnée est une augmentation de la fréquence respiratoire.",
    "Choice_D_Text": "Sa fréquence peut être mesurée sur un minimum de 45 secondes, sur un patient qui parle.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La fréquence respiratoire doit être mesurée sur 30 secondes ou idéalement une minute, sur un patient au repos, calme et qui ne parle pas, afin que la mesure ne soit pas faussée.",
    "Choice_E_Text": "La polypnée correspond à une augmentation de la fréquence et une diminution de l’amplitude du cycle respiratoire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition de la polypnée : une respiration rapide et superficielle.",
    "OverallExplanation": "La dyspnée est la perception d'une gêne respiratoire.<br>Elle peut être due à une augmentation du travail respiratoire, par exemple en cas d'obstruction des voies aériennes.<br>Il est important de la caractériser précisément en mesurant la fréquence respiratoire et en identifiant des types particuliers comme la polypnée (respiration rapide et superficielle) ou l'orthopnée (dyspnée de décubitus)."
  },
  {
    "YearAsked": "Janvier 2018 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "Une dyspnée de Classe II de la NYHA:",
    "Choice_A_Text": "Est une dyspnée permanente de repos.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Une dyspnée de repos correspond à la classe IV de la classification NYHA.",
    "Choice_B_Text": "Est une orthopnée.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'orthopnée est un symptôme (dyspnée en position couchée) souvent présent dans les classes avancées (III et IV), mais ne définit pas la classe II.",
    "Choice_C_Text": "Survient uniquement à l'effort.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Bien qu'elle survienne à l'effort, cette affirmation est trop imprécise car elle est aussi vraie pour les classes I et III.<br>La classe II est spécifiquement une dyspnée pour des efforts importants (marche rapide, montée de plus d'un étage).",
    "Choice_D_Text": "S'associe à des sécrétions roses saumonées.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Des expectorations roses et spumeuses sont le signe d'un œdème aigu du poumon, une complication aiguë grave, et non une caractéristique d'un stade stable de dyspnée.",
    "Choice_E_Text": "Entraîne une limitation importante de l'activité physique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une 'limitation importante' (ou marquée) de l'activité physique est la définition de la classe III de la NYHA.<br>La classe II correspond à une limitation 'légère' ou 'discrète'.",
    "OverallExplanation": "La classification NYHA (New York Heart Association) grade la sévérité de la dyspnée d'origine cardiaque.<br>La classe II correspond à une dyspnée survenant pour des efforts de la vie courante (marche rapide, montée d'escaliers), entraînant une limitation légère de l'activité physique.<br>Aucune des propositions ne décrit correctement et spécifiquement ce stade."
  },
  {
    "YearAsked": "Janvier 2018 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée:",
    "Choice_A_Text": "Survient toujours à l'effort.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La dyspnée peut survenir à l'effort, mais aussi au repos dans les cas les plus sévères (stade IV de la NYHA par exemple).",
    "Choice_B_Text": "Peut témoigner d'une insuffisance cardiaque.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La dyspnée, notamment d'effort puis de repos, est l'un des symptômes cardinaux de l'insuffisance cardiaque gauche.",
    "Choice_C_Text": "Peut être permanente.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Une dyspnée permanente correspond à une dyspnée de repos, présente de façon continue, ce qui témoigne d'une pathologie très évoluée.",
    "Choice_D_Text": "Peut être paroxystique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Une dyspnée est dite paroxystique lorsqu'elle survient par crises ou accès aigus, entrecoupés d'intervalles où la respiration est normale, comme dans la crise d'asthme.",
    "Choice_E_Text": "Peut révéler une embolie pulmonaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une dyspnée aiguë, d'apparition brutale, est le symptôme le plus fréquent et le plus évocateur d'une embolie pulmonaire.",
    "OverallExplanation": "La dyspnée est un symptôme aux multiples facettes.<br>Elle peut être déclenchée par l'effort ou survenir au repos.<br>Son mode d'installation est crucial : une dyspnée paroxystique évoque l'asthme, une dyspnée brutale une embolie pulmonaire.<br>Elle est un signe majeur d'insuffisance cardiaque et respiratoire."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est un motif de consultation fréquent:",
    "Choice_A_Text": "Correspondant à une perception objective et consciente d’une respiration anormale et désagréable.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La dyspnée est une perception subjective ('je me sens essoufflé'), et non objective.<br>L'examinateur objective des signes de lutte respiratoire, mais la sensation elle-même est subjective.",
    "Choice_B_Text": "Traduisant une augmentation du travail des muscles respiratoires.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est l'un des principaux mécanismes physiopathologiques de la dyspnée.<br>Face à un obstacle ou à une rigidité du système respiratoire, les muscles doivent fournir un travail accru, ce qui est perçu comme une gêne.",
    "Choice_C_Text": "Dite polypnée, lorsqu'elle s'accompagne d'une diminution de la fréquence et d’une augmentation de l'amplitude.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La polypnée est une augmentation de la fréquence respiratoire avec une diminution de l'amplitude (respiration rapide et superficielle).<br>La description correspond à une bradypnée profonde.",
    "Choice_D_Text": "Qui ne peut être quantifiée.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La dyspnée peut et doit être quantifiée, à l'aide d'échelles de sévérité (NYHA, mMRC, Sadoul) qui la classent en fonction du niveau d'effort la déclenchant.",
    "Choice_E_Text": "Ne pouvant traduire que des obstacles des voies aériennes inférieures.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La dyspnée peut traduire un obstacle des voies aériennes supérieures (bradypnée inspiratoire), inférieures (bradypnée expiratoire), une atteinte du parenchyme, de la plèvre, de la paroi, ou des causes non respiratoires (cardiaques, anémie).",
    "OverallExplanation": "La dyspnée est une sensation subjective de gêne respiratoire, qui traduit souvent une augmentation du travail des muscles respiratoires.<br>C'est un symptôme qui doit être quantifié à l'aide d'échelles spécifiques.<br>Ses causes sont multiples et ne se limitent pas aux obstacles des voies aériennes."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "À propos de la dyspnée:",
    "Choice_A_Text": "Est une perception objective et inconsciente d'une respiration anormale et désagréable.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La définition est l'inverse : c'est une perception subjective (ressentie par le patient) et consciente.",
    "Choice_B_Text": "Elle peut être due à une hypoxie cellulaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'hypoxie tissulaire, quelle qu'en soit la cause (respiratoire, anémie, intoxication au CO), stimule les chémorécepteurs qui vont entraîner une hyperventilation et une sensation de dyspnée.",
    "Choice_C_Text": "Elle évolue selon le mode aigu et chronique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La distinction entre dyspnée aiguë (installation brutale) et chronique (installation progressive) est fondamentale pour l'orientation diagnostique.",
    "Choice_D_Text": "Elle est dite platypnée lorsqu'elle survient au décubitus.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La dyspnée de décubitus est l'orthopnée.<br>La platypnée est une dyspnée qui survient en position debout ou assise et s'améliore en position couchée.",
    "Choice_E_Text": "Inspiratoire, elle traduit un obstacle au niveau des petites voies aériennes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une dyspnée à prédominance inspiratoire (bradypnée inspiratoire) traduit un obstacle des voies aériennes supérieures (larynx, trachée).<br>L'atteinte des petites voies aériennes (bronchioles) donne une dyspnée à prédominance expiratoire.",
    "OverallExplanation": "La dyspnée est une sensation subjective et consciente de difficulté respiratoire, qui peut être aiguë ou chronique.<br>Ses mécanismes sont variés, incluant l'hypoxie cellulaire.<br>Il est crucial d'en analyser le type : une dyspnée inspiratoire évoque un obstacle haut, tandis qu'une dyspnée expiratoire évoque une obstruction bronchique distale.<br>Il existe des formes positionnelles comme l'orthopnée (en position couchée) et la platypnée (en position debout)."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "Dyspnée",
    "QuestionText": "À propos de la dyspnée:",
    "Choice_A_Text": "Elle est un motif de consultation mineur et peu fréquent en pathologie respiratoire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La dyspnée est un motif de consultation majeur, fréquent et alarmant en pathologie respiratoire et cardiaque.",
    "Choice_B_Text": "Elle peut traduire une augmentation du travail musculaire respiratoire suite à une obstruction des voies aériennes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'un des mécanismes fondamentaux de la dyspnée est l'augmentation du travail des muscles respiratoires pour compenser une anomalie, telle qu'une obstruction des voies aériennes (asthme, BPCO).",
    "Choice_C_Text": "Lorsqu'elle survient en décubitus, on l’appelle tachypnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une dyspnée de décubitus est une orthopnée.<br>La tachypnée est une augmentation de la fréquence respiratoire.",
    "Choice_D_Text": "Sa fréquence peut être mesurée sur un minimum de 45 secondes, sur un patient qui parle.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La fréquence respiratoire se mesure sur un patient au repos, silencieux, sur une durée de 30 à 60 secondes pour être fiable.",
    "Choice_E_Text": "La polypnée correspond à une augmentation de la fréquence et une diminution de l’amplitude du cycle respiratoire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition précise de la polypnée : une respiration rapide et superficielle.",
    "OverallExplanation": "La dyspnée est une sensation de gêne respiratoire.<br>Elle peut être la conséquence d'une augmentation du travail des muscles respiratoires.<br>Il est important d'en analyser les caractéristiques à l'examen physique, notamment le rythme respiratoire, en distinguant des anomalies comme la polypnée (respiration rapide et superficielle) et l'orthopnée (dyspnée en position allongée)."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction des Voies Aériennes Supérieures (VAS), comme le larynx ou la trachée, se manifeste typiquement par une bradypnée inspiratoire (difficulté à l'inspiration).",
    "Choice_B_Text": "Évocatrice d’asthme lorsqu’elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Bien que l'asthme puisse se manifester le jour, la dyspnée nocturne, réveillant le patient en deuxième partie de nuit, est particulièrement évocatrice de cette pathologie.",
    "Choice_C_Text": "Grave lorsqu’elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation brutale ou aiguë est un signe de gravité qui doit faire évoquer une urgence vitale (embolie pulmonaire, pneumothorax).<br>Une installation progressive est le propre des maladies chroniques.",
    "Choice_D_Text": "Dite platypnée lorsqu’elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une forme rare de dyspnée qui apparaît ou s'aggrave en position debout ou assise et qui est soulagée par la position couchée.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Il s'agit de la définition exacte de la dyspnée, qui est un symptôme (ressenti subjectif) et non un signe (constatation objective).",
    "OverallExplanation": "La dyspnée est définie comme une perception subjective et consciente d'une gêne respiratoire.<br>Son analyse sémiologique est riche : elle est dite inspiratoire en cas d'obstacle des voies aériennes supérieures et peut prendre des formes positionnelles spécifiques comme la platypnée (aggravée en position debout)."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Un obstacle au niveau des voies aériennes supérieures (larynx, trachée) gêne le passage de l'air à l'inspiration, provoquant une dyspnée inspiratoire.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La dyspnée asthmatique est typiquement expiratoire, sifflante et à recrudescence nocturne.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un mode d'installation brutal est un critère de gravité majeur, évoquant des diagnostics comme l'embolie pulmonaire.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée qui se majore en position debout et s'améliore en décubitus.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Ceci est la définition formelle de la dyspnée.",
    "OverallExplanation": "La dyspnée est la sensation subjective d'une respiration difficile.<br>Son type et ses circonstances de survenue sont des éléments clés pour le diagnostic.<br>Une dyspnée inspiratoire oriente vers un obstacle des voies aériennes supérieures (VAS), et une dyspnée positionnelle comme la platypnée (survenant debout) a des causes spécifiques."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée:",
    "Choice_A_Text": "Lorsqu'elle survient la nuit, elle peut traduire un asthme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La dyspnée nocturne, surtout en deuxième partie de nuit, est un symptôme très évocateur de la maladie asthmatique.",
    "Choice_B_Text": "Elle peut apparaître au cours d’un effort physique, obligeant le sujet à s’arrêter.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est la définition de la dyspnée d'effort, qui est le premier stade de la dyspnée dans les maladies chroniques.",
    "Choice_C_Text": "Sa fréquence peut être mesurée sur 30 secondes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La fréquence respiratoire se mesure en comptant les cycles sur une durée minimale de 30 secondes (puis en multipliant par 2), idéalement sur une minute pour plus de précision.",
    "Choice_D_Text": "Elle est dite platypnée, lorsqu’elle s’aggrave en position assise.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée aggravée par la position verticale (debout ou assise) et améliorée par la position couchée.",
    "Choice_E_Text": "Ne peut être qu’expiratoire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La dyspnée peut être inspiratoire (obstacle haut), expiratoire (obstacle bas comme l'asthme) ou aux deux temps.",
    "OverallExplanation": "L'analyse sémiologique de la dyspnée est cruciale.<br>Il faut en préciser les circonstances de survenue (effort, nuit), les caractéristiques objectives comme la fréquence respiratoire (qui peut être mesurée sur 30 secondes), et les éventuelles particularités positionnelles comme la platypnée."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction des Voies Aériennes Supérieures (larynx, trachée) entraîne une gêne prédominant à l'inspiration.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le caractère nocturne de la dyspnée est particulièrement évocateur de l'asthme.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Au contraire, une installation brutale est un signe de gravité qui impose de rechercher une cause aiguë (embolie pulmonaire, OAP, pneumothorax).",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée de la station verticale (debout ou assise), améliorée par le décubitus.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition médicale de la dyspnée.",
    "OverallExplanation": "La dyspnée est un symptôme défini par une perception subjective de gêne respiratoire.<br>Son type oriente le diagnostic : une dyspnée inspiratoire évoque une obstruction des voies aériennes supérieures (VAS), tandis qu'une dyspnée positionnelle comme la platypnée (survenant debout) oriente vers des causes plus rares."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction haute (voies aériennes supérieures) se manifeste par une difficulté à inspirer (bradypnée inspiratoire).",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La dyspnée asthmatique est typiquement nocturne.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation brutale est un signe de gravité.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée aggravée par la position debout.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition de la dyspnée.",
    "OverallExplanation": "La dyspnée est une perception subjective de difficulté à respirer.<br>Son analyse fine est essentielle : une dyspnée inspiratoire signe une atteinte des voies aériennes supérieures (VAS), et la platypnée est une forme particulière déclenchée par la position debout."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'obstruction des voies aériennes supérieures (VAS) se traduit par une gêne à l'inspiration (bradypnée inspiratoire).",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La dyspnée asthmatique est classiquement à recrudescence nocturne.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation aiguë et brutale est un critère de gravité.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est la définition de la platypnée, qui s'oppose à l'orthopnée (dyspnée en position couchée).",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition formelle de ce symptôme.",
    "OverallExplanation": "La dyspnée, perception subjective de gêne respiratoire, doit être caractérisée précisément.<br>Le temps respiratoire atteint (inspiratoire pour une obstruction des VAS), les facteurs positionnels (platypnée en position debout) et le mode d'installation sont des éléments clés pour l'orientation diagnostique."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Lorsqu'elle est accentuée à la toux ou à l'inspiration profonde, elle traduit une douleur de type pleural.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Ce caractère respiro-dépendant est la caractéristique sémiologique principale de la douleur d'origine pleurale (pleurésie, pneumothorax).",
    "Choice_B_Text": "Elle peut évoluer selon le mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La douleur thoracique peut être aiguë (infarctus, embolie) ou chronique (tumeur, douleur pariétale).<br>Cette chronologie est un élément d'orientation diagnostique fondamental.",
    "Choice_C_Text": "Sa durée peut orienter vers son étiologie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La durée est un critère important : une douleur brève de quelques minutes évoque un angor, une douleur prolongée un infarctus, une douleur fugace une précordialgie.",
    "Choice_D_Text": "Elle peut traduire une colique hépatique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Une douleur d'origine sous-diaphragmatique, comme une colique hépatique, peut irradier vers la base thoracique droite et l'épaule, se présentant comme une douleur thoracique projetée.",
    "Choice_E_Text": "Elle ne peut être évaluée par l’échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'échelle visuelle analogique (EVA) est l'un des outils de référence pour quantifier l'intensité de la douleur, y compris thoracique.",
    "OverallExplanation": "La douleur thoracique est un symptôme complexe dont l'analyse sémiologique doit être rigoureuse.<br>Son caractère (ex: accentuation à l'inspiration évoquant une origine pleurale), sa temporalité (aiguë/chronique) et sa durée sont des clés du diagnostic.<br>Il faut aussi considérer les douleurs projetées d'origine abdominale et ne jamais oublier de quantifier son intensité (par exemple avec l'EVA)."
  },
  {
    "YearAsked": "Janvier 2018 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "Devant une douleur basithoracique brutale droite à la suite d’un accouchement par césarienne, le premier diagnostic à évoquer est:",
    "Choice_A_Text": "Une péricardite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La douleur de péricardite est typiquement rétrosternale, augmentée par le décubitus et soulagée par l'antéflexion, ce qui ne correspond pas à la description.<br>Le contexte n'est pas particulièrement évocateur.",
    "Choice_B_Text": "Une embolie pulmonaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le contexte est hautement évocateur : le post-partum et une chirurgie récente (césarienne) sont des facteurs de risque majeurs de maladie thromboembolique veineuse.<br>Une douleur thoracique brutale est le symptôme principal de l'embolie pulmonaire.",
    "Choice_C_Text": "Une dissection de l’aorte.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La dissection aortique donne une douleur très intense, migratrice, transfixiante.<br>Bien que possible pendant la grossesse et le post-partum, l'embolie pulmonaire est bien plus fréquente et correspond mieux au tableau.",
    "Choice_D_Text": "Un infarctus du myocarde.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Un infarctus est possible mais rare chez une femme jeune.<br>La douleur est typiquement rétrosternale constrictive avec des irradiations aux bras et à la mâchoire.",
    "Choice_E_Text": "Un ulcère gastrique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une douleur ulcéreuse est typiquement épigastrique, à type de crampe ou de brûlure, rythmée par les repas, et non une douleur basithoracique brutale.",
    "OverallExplanation": "Face à une douleur thoracique aiguë, le raisonnement diagnostique doit intégrer le terrain et les facteurs de risque.<br>Ici, l'association d'une chirurgie récente (césarienne) et du post-partum crée une situation à très haut risque de maladie thromboembolique.<br>Une douleur thoracique brutale dans ce contexte doit faire évoquer en toute première intention une embolie pulmonaire jusqu'à preuve du contraire."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Elle peut traduire une atteinte parenchymateuse pulmonaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le parenchyme pulmonaire et la plèvre viscérale sont dépourvus d'innervation sensitive et sont donc insensibles.<br>La douleur d'origine respiratoire provient de la plèvre pariétale, du médiastin ou de la paroi thoracique.",
    "Choice_B_Text": "Elle peut évoluer selon un mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le mode d'installation est un critère sémiologique essentiel, distinguant les causes aiguës (urgence vitale) des causes chroniques.",
    "Choice_C_Text": "Elle ne peut être évaluée à l'aide d'un outil de mesure.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'intensité de la douleur doit être systématiquement évaluée, par exemple à l'aide de l'échelle visuelle analogique (EVA) ou de l'échelle numérique (EN).",
    "Choice_D_Text": "Lorsqu'elle est en point de côté, elle s'accompagne de pneumothorax.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une douleur en 'point de côté' est typique d'une atteinte pleurale, mais elle peut être due à un pneumothorax, une pleurésie, ou même une embolie pulmonaire.<br>L'association n'est pas exclusive.",
    "Choice_E_Text": "Elle doit être explorée en urgence.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Toute douleur thoracique est un symptôme d'alarme qui doit faire l'objet d'une évaluation médicale urgente afin d'éliminer les diagnostics qui engagent le pronostic vital (syndrome coronarien aigu, embolie pulmonaire, dissection aortique, pneumothorax suffocant).",
    "OverallExplanation": "La douleur thoracique est un symptôme qui impose une démarche diagnostique rigoureuse et urgente.<br>Il est essentiel de savoir que le parenchyme pulmonaire lui-même est insensible.<br>La douleur peut être aiguë ou chronique et doit toujours être explorée en urgence pour écarter une pathologie grave."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Lorsqu'elle est accentuée à la toux ou à l'inspiration profonde, elle traduit une douleur de type pleural.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Cette augmentation avec les mouvements respiratoires est la caractéristique principale d'une douleur d'origine pleurale (pleurétique).",
    "Choice_B_Text": "Elle peut évoluer selon le mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Son mode d'installation est un critère d'orientation diagnostique majeur.",
    "Choice_C_Text": "Sa durée peut orienter vers son étiologie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La durée de la douleur aide à différencier, par exemple, un angor d'effort (quelques minutes) d'un infarctus du myocarde (plus de 20-30 minutes).",
    "Choice_D_Text": "Elle peut traduire une colique hépatique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les douleurs d'organes sous-diaphragmatiques peuvent se projeter au niveau du thorax, comme la colique hépatique qui peut irradier à la base thoracique droite.",
    "Choice_E_Text": "Elle ne peut être évaluée par l’échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'EVA est un outil standard et recommandé pour mesurer l'intensité de la douleur thoracique.",
    "OverallExplanation": "L'analyse sémiologique de la douleur thoracique repose sur plusieurs critères.<br>Son lien avec la respiration (douleur de type pleural), sa chronologie (aiguë ou chronique), sa durée et ses irradiations (y compris depuis l'abdomen) sont essentiels pour orienter le diagnostic.<br>Son intensité doit toujours être quantifiée par une échelle adaptée."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "À propos de la douleur thoracique:",
    "Choice_A_Text": "Elle est d’origine pleurale, pariétale, parenchymateuse et médiastinale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le parenchyme pulmonaire est insensible.<br>Les autres origines citées (pleurale, pariétale, médiastinale) sont correctes.",
    "Choice_B_Text": "Ne peut être évocatrice d'insuffisance coronarienne lorsqu'elle est constrictive et rétrosternale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Au contraire, une douleur constrictive et rétrosternale est la description la plus typique de la douleur d'origine coronarienne (angor, infarctus).",
    "Choice_C_Text": "Est une douleur qui ne survient pas à l'effort.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>De nombreuses douleurs thoraciques sont liées à l'effort, la plus caractéristique étant l'angor d'effort.",
    "Choice_D_Text": "D'origine neurologique si elle est diffuse.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une douleur d'origine neurologique (radiculaire, zona) est typiquement localisée au trajet d'un nerf (dermatome), lui donnant un aspect 'en bande' ou 'en ceinture', et non diffus.",
    "Choice_E_Text": "Qui s’accentue à l’inspiration et aux changements de position si elle est pleurale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'exacerbation par l'inspiration profonde, la toux et parfois les changements de position est la caractéristique sémiologique majeure de la douleur pleurétique.",
    "OverallExplanation": "Pour analyser une douleur thoracique, il faut en connaître les types et les origines.<br>Le parenchyme pulmonaire n'est pas une source de douleur.<br>Une douleur pleurale est typiquement accentuée par les mouvements respiratoires.<br>Une douleur constrictive rétrosternale évoque une origine coronarienne, et une douleur neurologique suit un trajet nerveux précis."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "Quand la douleur thoracique:",
    "Choice_A_Text": "Est constrictive, elle est évocatrice d'insuffisance coronarienne.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une douleur rétrosternale à type de serrement, d'écrasement ou de constriction est très évocatrice d'une origine cardiaque ischémique (angor ou infarctus).",
    "Choice_B_Text": "En « coup de poignard », elle est évocatrice de pneumomédiastin.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La douleur en 'coup de poignard' est la description classique de la douleur du pneumothorax.",
    "Choice_C_Text": "En point de côté, elle traduit une atteinte diaphragmatique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le 'point de côté' est typique d'une irritation de la plèvre pariétale.<br>Une atteinte du diaphragme peut donner une douleur similaire mais avec une irradiation caractéristique à l'épaule (via le nerf phrénique).",
    "Choice_D_Text": "Elle peut traduire une pathologie intra-abdominale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Des pathologies abdominales hautes comme une pancréatite, une cholécystite ou un ulcère perforé peuvent se manifester par une douleur thoracique projetée.",
    "Choice_E_Text": "Lorsqu’elle est vive et suit le trajet d’un nerf, elle s’appelle névralgie.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition même de la névralgie.<br>La névralgie intercostale, par exemple, suit le trajet d'un nerf intercostal.",
    "OverallExplanation": "Le type de la douleur thoracique est un élément d'orientation majeur.<br>Une douleur constrictive évoque une cause coronarienne, tandis qu'une douleur suivant le trajet d'un nerf est une névralgie.<br>Il est également important de se souvenir que des pathologies abdominales peuvent se manifester par des douleurs thoraciques projetées."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "L'indice de Hirtz:",
    "Choice_A_Text": "Il peut traduire un thorax en carène.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le thorax en carène est une déformation morphologique statique (protrusion du sternum).<br>L'indice de Hirtz est une mesure dynamique de l'ampliation thoracique.",
    "Choice_B_Text": "Il met en évidence une diminution de l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'objectif de la mesure de l'indice de Hirtz est précisément d'objectiver et de quantifier l'ampliation thoracique.<br>Une valeur basse signe sa diminution.",
    "Choice_C_Text": "Il traduit une différence entre le périmètre thoracique passant par les mamelons à l'inspiration profonde et le périmètre thoracique à l'expiration profonde.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la définition exacte de la technique de mesure de l'indice de Hirtz.",
    "Choice_D_Text": "Sa diminution peut être en rapport avec un emphysème pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'emphysème provoque une distension thoracique et un blocage en position d'inspiration, ce qui réduit considérablement l'amplitude des mouvements respiratoires et donc l'indice de Hirtz.",
    "Choice_E_Text": "Une diminution du diamètre transversal de la partie supérieure du thorax à l'inspiration correspond au signe de Hoover.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le signe de Hoover est une diminution paradoxale du diamètre transversal de la partie *inférieure* du thorax à l'inspiration, due à l'aplatissement du diaphragme dans les distensions sévères.",
    "OverallExplanation": "L'indice de Hirtz est une mesure de l'ampliation thoracique, calculée par la différence de périmètre thoracique entre inspiration et expiration profondes.<br>Sa diminution, typiquement observée dans l'emphysème, est un signe objectif de restriction des mouvements de la cage thoracique."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation du thorax:",
    "Choice_A_Text": "Elle permet d’objectiver une tuméfaction si elle existe et de préciser ses caractéristiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La palpation de la paroi thoracique recherche des anomalies des parties molles ou osseuses, comme une tuméfaction, en précisant sa taille, consistance, sensibilité.",
    "Choice_B_Text": "Elle peut mesurer l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>En plaçant les mains symétriquement sur le thorax, on peut apprécier l'amplitude et la symétrie de l'ampliation thoracique pendant la respiration profonde.",
    "Choice_C_Text": "Elle peut être appréciée en posant la main bien à plat sur la région sternale. À chaque inspiration, la main est soulevée pour les vibrations vocales.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette technique permet d'apprécier la fréquence et le rythme respiratoire.<br>L'étude des vibrations vocales nécessite de poser les mains sur le thorax et de faire prononcer des mots au patient (ex: 'trente-trois').",
    "Choice_D_Text": "Elle ne peut apprécier les anomalies des organes voisins: seins, foie, rate.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'examen du thorax inclut la palpation des seins et des creux axillaires.<br>La palpation des bases peut être complétée par celle de l'hypochondre pour rechercher une hépatomégalie ou une splénomégalie.",
    "Choice_E_Text": "Elle permet d'étudier les vibrations vocales en posant les deux mains à plat sur le thorax.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'étude de la transmission des vibrations vocales se fait en posant les mains à plat sur la paroi thoracique, de manière comparative, pendant que le patient parle.",
    "OverallExplanation": "La palpation est le deuxième temps de l'examen thoracique.<br>Elle a plusieurs objectifs : rechercher des anomalies de la paroi, évaluer l'ampliation thoracique de manière comparative, et étudier la transmission des vibrations vocales, dont les modifications (abolition ou augmentation) sont un signe d'orientation majeur."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l’auscultation pulmonaire:",
    "Choice_A_Text": "Le passage de l’air dans la fente glottique et les voies aériennes supérieures traduit le murmure vésiculaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le bruit généré dans les voies aériennes supérieures est le bruit laryngo-trachéal.<br>Le murmure vésiculaire est le bruit doux perçu à la périphérie du thorax, correspondant au passage de l'air dans les voies aériennes distales (alvéoles).",
    "Choice_B_Text": "Elle peut être médiate ou immédiate.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'auscultation médiate se fait à l'aide d'un stéthoscope (méthode actuelle), tandis que l'auscultation immédiate (plus historique) consiste à poser directement l'oreille sur le thorax du patient.",
    "Choice_C_Text": "Un murmure vésiculaire exagéré traduit un emphysème pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'emphysème pulmonaire, par la distension et la destruction alvéolaire, entraîne une diminution ou une abolition du murmure vésiculaire.",
    "Choice_D_Text": "Le souffle tubaire s’entend dans la condensation pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le souffle tubaire est la perception anormale du bruit laryngo-trachéal à la périphérie du thorax.<br>Il est transmis par une condensation du parenchyme pulmonaire (pneumonie), qui agit comme un meilleur conducteur du son que le poumon aéré.",
    "Choice_E_Text": "Les râles crépitants rappellent le passage de l'air dans une fente ou à travers des fils électriques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Cette description correspond aux râles sibilants (sifflements).<br>Les râles crépitants sont des bruits fins, secs, 'éclatant' en fin d'inspiration, comparés au froissement de cheveux ou au bruit du velcro.",
    "OverallExplanation": "L'auscultation pulmonaire, réalisée le plus souvent de manière médiate avec un stéthoscope, permet d'analyser les bruits respiratoires.<br>Le souffle tubaire est un signe pathologique majeur, témoignant d'une condensation pulmonaire.<br>Il est essentiel de bien différencier les différents bruits surajoutés (râles) pour une orientation diagnostique correcte."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À l'auscultation pulmonaire:",
    "Choice_A_Text": "Le murmure vésiculaire ne peut pas être aboli.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le murmure vésiculaire est aboli lorsqu'il y a interposition d'air (pneumothorax), de liquide (pleurésie de grande abondance) ou en cas d'obstruction bronchique complète (atélectasie).",
    "Choice_B_Text": "Le souffle tubaire peut être observé en cas de pneumonie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le souffle tubaire est le signe auscultatoire caractéristique du syndrome de condensation pulmonaire, dont la pneumonie franche lobaire aiguë est l'étiologie typique.",
    "Choice_C_Text": "Aucun souffle ne peut être perçu en cas de pneumothorax.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>En cas de pneumothorax ouvert (avec communication persistante avec une bronche), un souffle particulier, le souffle amphorique, peut être perçu.",
    "Choice_D_Text": "Dans la fibrose pulmonaire, les râles crépitants sont dits en velcro.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les râles crépitants secs, fins, prédominant aux bases et en fin d'inspiration, sont très évocateurs d'une fibrose pulmonaire interstitielle.<br>Leur bruit est comparé au son produit en séparant deux bandes de velcro.",
    "Choice_E_Text": "Le frottement pleural peut traduire un épanchement de grande abondance.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le frottement pleural s'entend lorsque les deux feuillets pleuraux enflammés sont au contact.<br>Il disparaît dans un épanchement de grande abondance car le liquide sépare les deux feuillets.",
    "OverallExplanation": "L'auscultation pulmonaire permet de déceler des signes clés pour le diagnostic.<br>Le souffle tubaire est typique de la pneumonie.<br>Les râles crépitants 'en velcro' sont caractéristiques de la fibrose pulmonaire.<br>Il est important de connaître les conditions de présence ou d'absence de certains signes, comme le frottement pleural qui disparaît lorsque l'épanchement liquidien devient abondant."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l'examen pleuro-pulmonaire:",
    "Choice_A_Text": "L’inspection peut donner une idée sur l'ampliation thoracique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'inspection, premier temps de l'examen, permet d'observer les mouvements de la cage thoracique et d'évaluer visuellement l'amplitude et la symétrie de l'ampliation thoracique.",
    "Choice_B_Text": "Une anomalie inspiratoire traduit un obstacle au niveau des voies aériennes inférieures.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>C'est l'inverse : une anomalie inspiratoire (tirage, cornage, bradypnée inspiratoire) signe un obstacle des voies aériennes supérieures.<br>Une anomalie expiratoire (freinage, sibilants) signe un obstacle des voies aériennes inférieures.",
    "Choice_C_Text": "Un signe de Hoover positif peut révéler une BPCO.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Le signe de Hoover (mouvement paradoxal de la base du thorax en dedans à l'inspiration) est un signe de distension thoracique majeure par aplatissement du diaphragme, très évocateur d'une BPCO sévère.",
    "Choice_D_Text": "Un œdème en pèlerine est présent en cas de syndrome cave supérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'œdème en pèlerine (œdème du visage, du cou et de la partie supérieure du thorax) est le signe clinique pathognomonique du syndrome de compression de la veine cave supérieure.",
    "Choice_E_Text": "L’hippocratisme digital peut révéler un carcinome bronchique chez le patient tabagique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Chez un fumeur, la découverte d'un hippocratisme digital (déformation des doigts et des ongles en 'baguettes de tambour') doit faire rechercher en priorité un carcinome bronchique, bien qu'il puisse avoir d'autres causes.",
    "OverallExplanation": "L'examen pleuro-pulmonaire est un ensemble de temps (inspection, palpation, etc.) qui recherche des signes d'orientation.<br>L'inspection peut révéler des signes de distension comme le signe de Hoover (évocateur de BPCO).<br>L'examen extra-thoracique est aussi fondamental, à la recherche de signes comme l'œdème en pèlerine (syndrome cave supérieur) ou l'hippocratisme digital (suspicion de cancer bronchique chez un fumeur)."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "L'indice de Hirtz:",
    "Choice_A_Text": "Il peut traduire un thorax en carène.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le thorax en carène est une déformation morphologique statique du sternum, tandis que l'indice de Hirtz est une mesure de la dynamique respiratoire.",
    "Choice_B_Text": "Il met en évidence une diminution de l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est l'objectif de cette mesure : quantifier l'amplitude de l'expansion thoracique pendant la respiration.",
    "Choice_C_Text": "Il traduit une différence entre le périmètre thoracique passant par les mamelons à l'inspiration profonde et le périmètre thoracique à l'expiration profonde.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la définition technique de la mesure de l'indice de Hirtz.",
    "Choice_D_Text": "Sa diminution peut être en rapport avec un emphysème pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'emphysème, en provoquant une distension thoracique, limite l'excursion de la cage thoracique et donc diminue l'indice de Hirtz.",
    "Choice_E_Text": "Une diminution du diamètre transversal de la partie supérieure du thorax à l'inspiration correspond au signe de Hoover.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le signe de Hoover concerne la partie *inférieure* du thorax.",
    "OverallExplanation": "L'indice de Hirtz est une mesure quantitative de l'ampliation thoracique, définie par la différence de périmètre entre inspiration et expiration maximales.<br>Une valeur diminuée est un signe de restriction des mouvements thoraciques, comme on peut l'observer dans l'emphysème."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation du thorax:",
    "Choice_A_Text": "Elle permet d’objectiver une tuméfaction si elle existe et de préciser ses caractéristiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La palpation recherche des anomalies pariétales, notamment des tuméfactions.",
    "Choice_B_Text": "Elle peut mesurer l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'ampliation thoracique est évaluée de façon comparative par la palpation.",
    "Choice_C_Text": "Elle peut être appréciée en posant la main bien à plat sur la région sternale. À chaque inspiration, la main est soulevée pour les vibrations vocales.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette manœuvre évalue la fréquence respiratoire.<br>L'étude des vibrations vocales (VV) se fait en posant les mains sur le thorax et en faisant parler le patient.",
    "Choice_D_Text": "Elle ne peut apprécier les anomalies des organes voisins: seins, foie, rate.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'examen clinique du thorax doit inclure la palpation des seins, des creux axillaires et des hypochondres.",
    "Choice_E_Text": "Elle permet d'étudier les vibrations vocales en posant les deux mains à plat sur le thorax.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la technique correcte pour l'étude comparative des vibrations vocales.",
    "OverallExplanation": "La palpation thoracique est un temps essentiel qui permet d'évaluer la paroi, l'ampliation thoracique et la transmission des vibrations vocales.<br>Ces dernières sont un élément sémiologique fondamental, leur diminution ou leur augmentation orientant vers des syndromes pleuraux ou parenchymateux."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l’auscultation pulmonaire:",
    "Choice_A_Text": "Le passage de l’air dans la fente glottique et les voies aériennes supérieures traduit le murmure vésiculaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Cela produit le bruit laryngo-trachéal.<br>Le murmure vésiculaire est généré dans les voies aériennes distales.",
    "Choice_B_Text": "Elle peut être médiate ou immédiate.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'auscultation est médiate (via un stéthoscope) ou immédiate (l'oreille contre le thorax).",
    "Choice_C_Text": "Un murmure vésiculaire exagéré traduit un emphysème pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'emphysème cause une diminution du murmure vésiculaire.",
    "Choice_D_Text": "Le souffle tubaire s’entend dans la condensation pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est le signe auscultatoire typique d'un syndrome de condensation comme la pneumonie.",
    "Choice_E_Text": "Les râles crépitants rappellent le passage de l'air dans une fente ou à travers des fils électriques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Cette description s'applique aux râles sibilants.<br>Les crépitants sont des bruits secs, fins, de fin d'inspiration.",
    "OverallExplanation": "L'auscultation pulmonaire, qu'elle soit médiate ou immédiate, permet d'identifier des bruits anormaux.<br>Le souffle tubaire, par exemple, est un signe pathognomonique de la condensation pulmonaire.<br>Il est crucial de savoir reconnaître et différencier les types de bruits pour poser un diagnostic syndromique correct."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de la morphologie thoracique:",
    "Choice_A_Text": "Une protrusion antérieure du sternum est dite thorax en carène.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Le thorax en carène, ou pectus carinatum, est défini par une saillie anormale du sternum vers l'avant.",
    "Choice_B_Text": "Un thorax en tonneau est subjectif de BPCO.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Bien que le terme 'subjectif' soit imprécis, il est utilisé ici au sens de 'suggestif' ou 'évocateur'.<br>Le thorax en tonneau, avec augmentation du diamètre antéro-postérieur, est un signe classique de distension thoracique majeure vue dans les BPCO sévères.",
    "Choice_C_Text": "La scoliose est une courbure normale du rachis.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La scoliose est une déviation latérale anormale de la colonne vertébrale.<br>Les courbures normales sont la cyphose dorsale et la lordose lombaire.",
    "Choice_D_Text": "Un thorax normal ne peut être symétrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Au contraire, un thorax normal est grossièrement symétrique.",
    "Choice_E_Text": "Ne peut être modifiée par la présence de cicatrices.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Des cicatrices de chirurgie thoracique (thoracotomie) peuvent entraîner des modifications morphologiques et des asymétries.",
    "OverallExplanation": "L'inspection du thorax évalue sa morphologie statique.<br>Il faut savoir reconnaître les déformations anormales comme le thorax en carène (protrusion sternale), le thorax en tonneau (évocateur de BPCO) et les déviations du rachis comme la scoliose."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation est:",
    "Choice_A_Text": "Le 1er temps de l’examen physique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le premier temps de l'examen physique est l'inspection.<br>La palpation est le deuxième temps.",
    "Choice_B_Text": "Permet d’apprécier les caractéristiques d’une adénopathie périphérique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La palpation des aires ganglionnaires (cervicales, sus-claviculaires, axillaires) fait partie intégrante de l'examen et permet de caractériser une éventuelle adénopathie.",
    "Choice_C_Text": "Ne permet pas de diagnostiquer du liquide dans la cavité pleurale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La palpation permet de suspecter fortement la présence de liquide pleural en montrant une abolition des vibrations vocales.",
    "Choice_D_Text": "Elle peut être effectuée avec les doigts.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La palpation est une technique qui s'effectue par définition avec les mains et les doigts de l'examinateur.",
    "Choice_E_Text": "Ne permet pas de calculer la fréquence respiratoire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>En posant la main sur le thorax du patient, on peut sentir les mouvements respiratoires et compter leur fréquence.",
    "OverallExplanation": "La palpation est le deuxième temps de l'examen physique, après l'inspection.<br>Elle est fondamentale pour évaluer les adénopathies, la transmission des vibrations vocales (ce qui aide au diagnostic des épanchements pleuraux), et peut aussi servir à mesurer la fréquence respiratoire."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos du frottement pleural:",
    "Choice_A_Text": "Il s'agit du frottement des deux feuillets péricardiques l'un contre l’autre.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il s'agit du frottement des deux feuillets de la plèvre (pariétal et viscéral).<br>Le frottement des feuillets péricardiques est un frottement péricardique.",
    "Choice_B_Text": "Il peut être ausculté n'importe où sur le thorax mais le plus souvent il est entendu aux sommets.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il s'entend le plus souvent aux bases pulmonaires, là où l'excursion respiratoire est la plus grande, maximisant le contact entre les deux feuillets.",
    "Choice_C_Text": "Il irradie vers le cou et les épaules.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le frottement pleural n'irradie pas.<br>C'est un bruit localisé.",
    "Choice_D_Text": "Il est de faible intensité, comparé au froissement de la soie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Son intensité est variable.<br>Il peut être de faible intensité ('froissement de la soie') ou rude, râpeux et intense ('crissement de cuir neuf').",
    "Choice_E_Text": "Il est entendu aux deux temps de la respiration.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est sa caractéristique sémiologique la plus importante : c'est un bruit superficiel, en 'va-et-vient', synchrone des mouvements respiratoires, entendu à l'inspiration et à l'expiration, et qui disparaît à l'apnée.",
    "OverallExplanation": "Le frottement pleural est un bruit surajouté dû au contact des deux feuillets pleuraux inflammatoires.<br>Son signe auscultatoire pathognomonique est sa présence aux deux temps de la respiration (inspiration et expiration) et sa disparition lorsque le patient bloque sa respiration (apnée)."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "Dyspnée",
    "QuestionText": "À propos de la dyspnée:",
    "Choice_A_Text": "Elle est un motif de consultation mineur et peu fréquent en pathologie respiratoire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La dyspnée est un motif de consultation majeur et très fréquent en pathologie respiratoire.",
    "Choice_B_Text": "Elle peut traduire une augmentation du travail musculaire respiratoire suite à une obstruction des voies aériennes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'un des principaux mécanismes de la dyspnée est l'augmentation du travail des muscles respiratoires pour lutter contre une obstruction des voies aériennes (comme dans l'asthme ou la BPCO).",
    "Choice_C_Text": "Lorsqu'elle survient en décubitus, on l’appelle tachypnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une dyspnée de décubitus est une orthopnée.<br>La tachypnée est une augmentation de la fréquence respiratoire.",
    "Choice_D_Text": "Sa fréquence peut être mesurée sur un minimum de 45 secondes, sur un patient qui parle.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La fréquence respiratoire doit être mesurée sur un patient au repos et silencieux, sur 30 à 60 secondes pour être fiable.",
    "Choice_E_Text": "La polypnée correspond à une augmentation de la fréquence et une diminution de l’amplitude du cycle respiratoire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition d'une respiration rapide et superficielle.",
    "OverallExplanation": "La dyspnée est un symptôme majeur pouvant traduire une augmentation du travail respiratoire.<br>Son analyse clinique inclut la recherche de types spécifiques comme l'orthopnée (dyspnée de décubitus) et la polypnée (respiration rapide et superficielle)."
  },
  {
    "YearAsked": "Novembre 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction des Voies Aériennes Supérieures (VAS) gêne l'entrée de l'air, provoquant une dyspnée qui prédomine à l'inspiration.",
    "Choice_B_Text": "Évocatrice d’asthme lorsqu’elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La dyspnée asthmatique est typiquement à recrudescence nocturne, en particulier en deuxième partie de nuit.",
    "Choice_C_Text": "Grave lorsqu’elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation brutale et soudaine est un signe de gravité majeur qui doit faire évoquer une urgence (ex: embolie pulmonaire).",
    "Choice_D_Text": "Dite platypnée lorsqu’elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une forme de dyspnée qui apparaît ou s'aggrave en position debout ou assise et s'améliore en position couchée.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Ceci est la définition exacte de la dyspnée en tant que symptôme.",
    "OverallExplanation": "La dyspnée est une perception subjective de gêne respiratoire.<br>Son analyse sémiologique est essentielle : une dyspnée inspiratoire signe une atteinte des voies aériennes supérieures (VAS), tandis que la platypnée est une forme particulière de dyspnée positionnelle survenant en position debout."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Un obstacle laryngé ou trachéal (voies aériennes supérieures) entraîne une gêne à l'inspiration.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le caractère nocturne est particulièrement évocateur de l'asthme.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un mode d'installation brutal est un critère de gravité.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est la définition de la platypnée, qui est aggravée par la verticalité.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition sémiologique de la dyspnée.",
    "OverallExplanation": "La dyspnée, perception subjective d'une respiration difficile, doit être finement analysée.<br>Le temps respiratoire touché oriente (inspiratoire pour une obstruction des VAS), de même que son caractère positionnel (platypnée en position debout)."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée:",
    "Choice_A_Text": "Lorsqu'elle survient la nuit, elle peut traduire un asthme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La dyspnée nocturne est un symptôme très caractéristique de l'asthme.",
    "Choice_B_Text": "Elle peut apparaître au cours d’un effort physique, obligeant le sujet à s’arrêter.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Ceci décrit la dyspnée d'effort, qui est le premier stade d'aggravation de nombreuses pathologies chroniques.",
    "Choice_C_Text": "Sa fréquence peut être mesurée sur 30 secondes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La mesure de la fréquence respiratoire se fait sur un minimum de 30 secondes (résultat à multiplier par deux).",
    "Choice_D_Text": "Elle est dite platypnée, lorsqu’elle s’aggrave en position assise.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée qui s'aggrave en position verticale (assise ou debout) et s'améliore en position allongée.",
    "Choice_E_Text": "Ne peut être qu’expiratoire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La dyspnée peut être inspiratoire, expiratoire, ou aux deux temps.",
    "OverallExplanation": "La dyspnée doit être analysée sur plusieurs plans : ses circonstances de survenue (effort, nuit, position), et ses caractéristiques objectives comme la fréquence respiratoire.<br>La platypnée est une forme de dyspnée positionnelle aggravée en position assise ou debout."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction des voies aériennes supérieures (VAS) se manifeste par une difficulté prédominant à l'inspiration.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le caractère nocturne est un signe classique de l'asthme.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation brutale est un signe de gravité majeur.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée qui se majore en position verticale.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition même du symptôme.",
    "OverallExplanation": "La dyspnée est une perception subjective de difficulté respiratoire.<br>Son type (inspiratoire pour une obstruction des VAS), son mode d'installation et ses facteurs déclenchants ou aggravants (comme la position debout pour la platypnée) sont des éléments sémiologiques essentiels."
  },
  {
    "YearAsked": "Septembre 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction haute (voies aériennes supérieures) se traduit par une dyspnée à l'inspiration.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>L'asthme est caractérisé par une dyspnée à recrudescence nocturne.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une dyspnée d'installation brutale est un signe de gravité.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée aggravée par la position verticale.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition de la dyspnée.",
    "OverallExplanation": "La dyspnée est un symptôme défini par une gêne respiratoire consciente et subjective.<br>Son analyse doit être fine : une prédominance inspiratoire évoque une obstruction des voies aériennes supérieures (VAS) et la platypnée est une forme positionnelle déclenchée par la station debout."
  },
  {
    "YearAsked": "Février 2024 (Normale)",
    "Subtopic": "Dyspnée",
    "QuestionText": "La dyspnée est:",
    "Choice_A_Text": "Inspiratoire lorsqu'il y a obstruction des VAS.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une obstruction des voies aériennes supérieures (larynx, trachée) gêne l'entrée de l'air et se manifeste par une dyspnée inspiratoire.",
    "Choice_B_Text": "Évocatrice d'asthme lorsqu'elle survient le jour.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La dyspnée asthmatique est typiquement à prédominance nocturne.",
    "Choice_C_Text": "Grave lorsqu'elle est d'installation progressive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Une installation aiguë est un critère de gravité.",
    "Choice_D_Text": "Dite platypnée lorsqu'elle survient en position debout.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La platypnée est une dyspnée qui s'aggrave à la verticalité.",
    "Choice_E_Text": "Une perception subjective et consciente d’une respiration anormale et désagréable.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition sémiologique de la dyspnée.",
    "OverallExplanation": "La dyspnée est une perception subjective de difficulté à respirer.<br>Sa caractérisation est essentielle au diagnostic : le temps respiratoire touché (inspiratoire pour une obstruction des VAS) et les facteurs positionnels (platypnée en position debout) sont des éléments d'orientation clés."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Lorsqu'elle est accentuée à la toux ou à l'inspiration profonde, elle traduit une douleur de type pleural.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'exacerbation par les mouvements respiratoires est la caractéristique sémiologique majeure de la douleur pleurétique.",
    "Choice_B_Text": "Elle peut évoluer selon le mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le mode d'installation est un critère fondamental pour orienter le diagnostic étiologique.",
    "Choice_C_Text": "Sa durée peut orienter vers son étiologie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Une douleur brève oriente vers une précordialgie ou un angor, une douleur prolongée vers un infarctus ou une embolie.",
    "Choice_D_Text": "Elle peut traduire une colique hépatique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Des pathologies abdominales peuvent donner des douleurs projetées au thorax, comme une colique hépatique irradiant à la base thoracique droite.",
    "Choice_E_Text": "Elle ne peut être évaluée par l’échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'échelle visuelle analogique (EVA) est un outil standard pour quantifier l'intensité de toute douleur, y compris thoracique.",
    "OverallExplanation": "La douleur thoracique est un symptôme complexe qui doit être analysé rigoureusement.<br>Son caractère (l'accentuation à l'inspiration est typique de l'origine pleurale), sa temporalité et sa durée sont des éléments clés.<br>Il faut aussi penser aux douleurs projetées d'origine abdominale et toujours quantifier son intensité."
  },
  {
    "YearAsked": "Janvier 2018 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "Devant une douleur basithoracique brutale droite à la suite d’un accouchement par césarienne, le premier diagnostic à évoquer est:",
    "Choice_A_Text": "Une péricardite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La douleur de péricardite est typiquement rétrosternale et calmée par la position penchée en avant.",
    "Choice_B_Text": "Une embolie pulmonaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le contexte (post-partum et chirurgie récente) est un facteur de risque très élevé de maladie thromboembolique.<br>La douleur thoracique brutale est le mode de présentation le plus fréquent de l'embolie pulmonaire.",
    "Choice_C_Text": "Une dissection de l’aorte.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La douleur est typiquement intense, migratrice et transfixiante, ce qui est différent.",
    "Choice_D_Text": "Un infarctus du myocarde.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La douleur est typiquement constrictive rétrosternale, et le terrain est moins évocateur.",
    "Choice_E_Text": "Un ulcère gastrique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La douleur est typiquement épigastrique et rythmée par les repas.",
    "OverallExplanation": "Face à une douleur thoracique aiguë, l'analyse du contexte et des facteurs de risque est primordiale.<br>Ici, l'association du post-partum et d'une chirurgie récente (césarienne) rend le risque d'embolie pulmonaire très élevé.<br>C'est donc le premier diagnostic à évoquer systématiquement."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Elle peut traduire une atteinte parenchymateuse pulmonaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le parenchyme pulmonaire et la plèvre viscérale sont insensibles ; la douleur d'origine pulmonaire provient de la plèvre pariétale, des bronches, ou du médiastin.",
    "Choice_B_Text": "Elle peut évoluer selon un mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La distinction entre douleur aiguë et chronique est une étape fondamentale de l'orientation diagnostique.",
    "Choice_C_Text": "Elle ne peut être évaluée à l'aide d'un outil de mesure.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'intensité de la douleur doit être mesurée à l'aide d'échelles comme l'EVA (Échelle Visuelle Analogique).",
    "Choice_D_Text": "Lorsqu'elle est en point de côté, elle s'accompagne de pneumothorax.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une douleur en 'point de côté' signe une irritation pleurale, qui peut être due à un pneumothorax mais aussi à une pleurésie ou une embolie pulmonaire.",
    "Choice_E_Text": "Elle doit être explorée en urgence.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Toute douleur thoracique doit être considérée comme une urgence potentielle jusqu'à preuve du contraire, car plusieurs diagnostics vitaux doivent être écartés.",
    "OverallExplanation": "Toute douleur thoracique est un symptôme d'alarme qui doit être exploré en urgence.<br>Il faut savoir que le parenchyme pulmonaire lui-même ne cause pas de douleur.<br>L'analyse du mode d'installation, aigu ou chronique, est un élément clé de la démarche."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Lorsqu'elle est accentuée à la toux ou à l'inspiration profonde, elle traduit une douleur de type pleural.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Ce caractère respiro-dépendant est la signature de la douleur d'origine pleurale.",
    "Choice_B_Text": "Elle peut évoluer selon le mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La temporalité de la douleur est un élément d'orientation essentiel.",
    "Choice_C_Text": "Sa durée peut orienter vers son étiologie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La durée de l'épisode douloureux est un critère important pour différencier les causes, notamment cardiaques.",
    "Choice_D_Text": "Elle peut traduire une colique hépatique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Il faut toujours penser aux douleurs projetées d'origine abdominale.",
    "Choice_E_Text": "Elle ne peut être évaluée par l’échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>L'EVA est un outil validé et utilisé pour évaluer l'intensité de la douleur thoracique.",
    "OverallExplanation": "L'analyse d'une douleur thoracique est multidimensionnelle.<br>Il faut en préciser le type (une douleur pleurale est accentuée par la respiration), la temporalité, la durée et les irradiations possibles, y compris depuis l'abdomen.<br>Son intensité doit être quantifiée."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "À propos de la douleur thoracique:",
    "Choice_A_Text": "Elle est d’origine pleurale, pariétale, parenchymateuse et médiastinale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le parenchyme pulmonaire est insensible à la douleur.",
    "Choice_B_Text": "Ne peut être évocatrice d'insuffisance coronarienne lorsqu'elle est constrictive et rétrosternale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Au contraire, cette description est la plus typique de la douleur d'origine coronarienne.",
    "Choice_C_Text": "Est une douleur qui ne survient pas à l'effort.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La douleur d'angor est classiquement déclenchée par l'effort.",
    "Choice_D_Text": "D'origine neurologique si elle est diffuse.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une douleur neurologique suit un trajet radiculaire précis (en 'ceinture' ou 'en bande').",
    "Choice_E_Text": "Qui s’accentue à l’inspiration et aux changements de position si elle est pleurale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'augmentation de la douleur lors de l'inspiration profonde, de la toux ou des changements de position est très caractéristique d'une atteinte de la plèvre.",
    "OverallExplanation": "L'analyse du type de douleur thoracique est primordiale pour le diagnostic.<br>Il faut se souvenir que le parenchyme pulmonaire ne peut être à l'origine de douleurs.<br>Une douleur pleurale est caractérisée par son exacerbation lors des mouvements respiratoires."
  },
  {
    "YearAsked": "Juillet 2021 (Normale)",
    "Subtopic": "La Douleur Thoracique d'Origine Respiratoire",
    "QuestionText": "Quand la douleur thoracique:",
    "Choice_A_Text": "Est constrictive, elle est évocatrice d'insuffisance coronarienne.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une douleur rétrosternale constrictive (en étau, serrement) est le symptôme typique de l'ischémie myocardique.",
    "Choice_B_Text": "En « coup de poignard », elle est évocatrice de pneumomédiastin.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Bien que classiquement décrite pour le pneumothorax, une douleur brutale en 'coup de poignard' est également un signe très évocateur du pneumomédiastin.",
    "Choice_C_Text": "En point de côté, elle traduit une atteinte diaphragmatique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le point de côté traduit une atteinte pleurale.<br>Une atteinte diaphragmatique peut donner une douleur similaire, mais irradie typiquement vers l'épaule.",
    "Choice_D_Text": "Elle peut traduire une pathologie intra-abdominale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Des affections comme la pancréatite, la cholécystite ou l'ulcère perforé peuvent causer des douleurs thoraciques projetées.",
    "Choice_E_Text": "Lorsqu’elle est vive et suit le trajet d’un nerf, elle s’appelle névralgie.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la définition d'une douleur névralgique.",
    "OverallExplanation": "Le type de la douleur thoracique est un indice diagnostique majeur.<br>Une douleur constrictive évoque une cause coronarienne, une douleur en 'coup de poignard' un pneumothorax ou un pneumomédiastin, et une douleur suivant un trajet nerveux est une névralgie.<br>Il ne faut pas oublier les causes abdominales projetées."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "L'indice de Hirtz:",
    "Choice_A_Text": "Il peut traduire un thorax en carène.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le thorax en carène est une déformation statique.<br>L'indice de Hirtz est une mesure dynamique.",
    "Choice_B_Text": "Il met en évidence une diminution de l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Son but est de quantifier l'ampliation thoracique.",
    "Choice_C_Text": "Il traduit une différence entre le périmètre thoracique passant par les mamelons à l'inspiration profonde et le périmètre thoracique à l'expiration profonde.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Ceci est la définition de sa méthode de mesure.",
    "Choice_D_Text": "Sa diminution peut être en rapport avec un emphysème pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'emphysème cause une distension qui bloque la cage thoracique, diminuant ainsi l'indice de Hirtz.",
    "Choice_E_Text": "Une diminution du diamètre transversal de la partie supérieure du thorax à l'inspiration correspond au signe de Hoover.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le signe de Hoover est une diminution du diamètre de la partie *inférieure* du thorax.",
    "OverallExplanation": "L'indice de Hirtz mesure l'ampliation thoracique via la différence de périmètre entre inspiration et expiration.<br>Sa diminution est un signe d'anomalie de la dynamique thoracique, que l'on retrouve notamment dans l'emphysème pulmonaire."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation du thorax:",
    "Choice_A_Text": "Elle permet d’objectiver une tuméfaction si elle existe et de préciser ses caractéristiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La palpation recherche des anomalies de la paroi thoracique, comme des tuméfactions.",
    "Choice_B_Text": "Elle peut mesurer l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Elle permet d'évaluer l'amplitude et la symétrie de l'ampliation thoracique.",
    "Choice_C_Text": "Elle peut être appréciée en posant la main bien à plat sur la région sternale. À chaque inspiration, la main est soulevée pour les vibrations vocales.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette manœuvre évalue la fréquence respiratoire.<br>Les vibrations vocales sont étudiées en faisant parler le patient.",
    "Choice_D_Text": "Elle ne peut apprécier les anomalies des organes voisins: seins, foie, rate.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'examen du thorax inclut la palpation des seins, des aisselles et la recherche d'une hépatosplénomégalie.",
    "Choice_E_Text": "Elle permet d'étudier les vibrations vocales en posant les deux mains à plat sur le thorax.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est la technique standard pour étudier les vibrations vocales de manière comparative.",
    "OverallExplanation": "La palpation thoracique est un temps clinique riche.<br>Elle permet l'étude de la paroi (tuméfaction), de la dynamique (ampliation) et de la transmission des sons (vibrations vocales), qui est un élément sémiologique de grande valeur."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l’auscultation pulmonaire:",
    "Choice_A_Text": "Le passage de l’air dans la fente glottique et les voies aériennes supérieures traduit le murmure vésiculaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Ce passage d'air produit le bruit laryngo-trachéal.<br>Le murmure vésiculaire est généré distalement, dans les petites voies aériennes.",
    "Choice_B_Text": "Elle peut être médiate ou immédiate.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>L'auscultation est dite médiate lorsqu'elle utilise un stéthoscope, et immédiate lorsque l'oreille est posée directement sur le thorax.",
    "Choice_C_Text": "Un murmure vésiculaire exagéré traduit un emphysème pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'emphysème provoque une diminution ou une abolition du murmure vésiculaire.",
    "Choice_D_Text": "Le souffle tubaire s’entend dans la condensation pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le souffle tubaire est le signe auscultatoire cardinal du syndrome de condensation pulmonaire (ex: pneumonie).",
    "Choice_E_Text": "Les râles crépitants rappellent le passage de l'air dans une fente ou à travers des fils électriques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Cette description correspond aux râles sibilants (sifflements).<br>Les râles crépitants sont des bruits secs, de fin d'inspiration, comparés à un 'froissement de cheveux'.",
    "OverallExplanation": "L'auscultation pulmonaire, qu'elle soit médiate (avec stéthoscope) ou immédiate, recherche les bruits normaux et surajoutés.<br>Le souffle tubaire est un signe pathologique majeur qui traduit une condensation du parenchyme pulmonaire."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À l'auscultation pulmonaire:",
    "Choice_A_Text": "Le murmure vésiculaire ne peut pas être aboli.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le murmure vésiculaire est aboli dans un pneumothorax ou un épanchement pleural abondant.",
    "Choice_B_Text": "Le souffle tubaire peut être observé en cas de pneumonie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le souffle tubaire est le signe classique du syndrome de condensation, dont la pneumonie est la cause la plus fréquente.",
    "Choice_C_Text": "Aucun souffle ne peut être perçu en cas de pneumothorax.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un souffle amphorique peut être entendu en cas de pneumothorax avec fistule bronchopleurale persistante.",
    "Choice_D_Text": "Dans la fibrose pulmonaire, les râles crépitants sont dits en velcro.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Les râles crépitants secs des bases, survenant en fin d'inspiration, sont très évocateurs d'une fibrose pulmonaire et leur son est comparé à celui du velcro.",
    "Choice_E_Text": "Le frottement pleural peut traduire un épanchement de grande abondance.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le frottement pleural disparaît quand l'épanchement devient abondant, car le liquide sépare les deux feuillets de la plèvre.",
    "OverallExplanation": "L'auscultation pulmonaire recherche des signes spécifiques.<br>Le souffle tubaire est typique de la pneumonie, et les râles crépitants de type 'velcro' sont caractéristiques de la fibrose pulmonaire.<br>Il est important de connaître la sémiologie précise de chaque bruit."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l'examen pleuro-pulmonaire:",
    "Choice_A_Text": "L’inspection peut donner une idée sur l'ampliation thoracique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'inspection permet une évaluation visuelle de l'amplitude et de la symétrie des mouvements respiratoires.",
    "Choice_B_Text": "Une anomalie inspiratoire traduit un obstacle au niveau des voies aériennes inférieures.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Une anomalie inspiratoire (tirage, cornage) traduit un obstacle des voies aériennes supérieures.<br>Une anomalie expiratoire traduit un obstacle des voies inférieures.",
    "Choice_C_Text": "Un signe de Hoover positif peut révéler une BPCO.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Le signe de Hoover est un signe de distension thoracique sévère, typiquement rencontrée dans la BPCO.",
    "Choice_D_Text": "Un œdème en pèlerine est présent en cas de syndrome cave supérieur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>L'œdème en pèlerine est le signe caractéristique du syndrome de compression de la veine cave supérieure.",
    "Choice_E_Text": "L’hippocratisme digital peut révéler un carcinome bronchique chez le patient tabagique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La découverte d'un hippocratisme digital chez un fumeur impose de rechercher un cancer bronchique.",
    "OverallExplanation": "L'examen pleuro-pulmonaire ne se limite pas au thorax.<br>L'inspection générale peut révéler des signes clés comme un signe de Hoover (BPCO), un œdème en pèlerine (syndrome cave supérieur) ou un hippocratisme digital (suspicion de cancer bronchique)."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "L'indice de Hirtz:",
    "Choice_A_Text": "Il peut traduire un thorax en carène.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le thorax en carène est une déformation statique ; l'indice de Hirtz mesure la dynamique.",
    "Choice_B_Text": "Il met en évidence une diminution de l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Il sert à objectiver et quantifier une diminution de l'ampliation thoracique.",
    "Choice_C_Text": "Il traduit une différence entre le périmètre thoracique passant par les mamelons à l'inspiration profonde et le périmètre thoracique à l'expiration profonde.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est sa définition technique.",
    "Choice_D_Text": "Sa diminution peut être en rapport avec un emphysème pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La distension de l'emphysème réduit l'amplitude des mouvements thoraciques et donc l'indice.",
    "Choice_E_Text": "Une diminution du diamètre transversal de la partie supérieure du thorax à l'inspiration correspond au signe de Hoover.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le signe de Hoover concerne la partie inférieure du thorax.",
    "OverallExplanation": "L'indice de Hirtz est la mesure de la différence de périmètre thoracique entre inspiration et expiration forcées.<br>Il permet de quantifier l'ampliation thoracique, qui est typiquement diminuée en cas d'emphysème."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation du thorax:",
    "Choice_A_Text": "Elle permet d’objectiver une tuméfaction si elle existe et de préciser ses caractéristiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>La palpation examine la paroi à la recherche de masses ou de points douloureux.",
    "Choice_B_Text": "Elle peut mesurer l’ampliation thoracique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Elle permet d'apprécier qualitativement et comparativement l'ampliation.",
    "Choice_C_Text": "Elle peut être appréciée en posant la main bien à plat sur la région sternale. À chaque inspiration, la main est soulevée pour les vibrations vocales.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette technique sert à compter la fréquence respiratoire.<br>Les vibrations vocales (VV) sont étudiées pendant la phonation.",
    "Choice_D_Text": "Elle ne peut apprécier les anomalies des organes voisins: seins, foie, rate.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La palpation des seins et des hypochondres fait partie de l'examen.",
    "Choice_E_Text": "Elle permet d'étudier les vibrations vocales en posant les deux mains à plat sur le thorax.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'étude comparative de la transmission des vibrations vocales est un temps clé de la palpation.",
    "OverallExplanation": "La palpation est le deuxième temps de l'examen thoracique.<br>Elle a pour but d'analyser la paroi, d'évaluer l'ampliation thoracique et d'étudier la transmission des vibrations vocales, dont les anomalies orientent vers un syndrome pleural ou de condensation."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l’auscultation pulmonaire:",
    "Choice_A_Text": "Le passage de l’air dans la fente glottique et les voies aériennes supérieures traduit le murmure vésiculaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le bruit glottique est produit par ce passage.<br>Le murmure vésiculaire est un bruit distal.",
    "Choice_B_Text": "Elle peut être médiate ou immédiate.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Médiate (avec un instrument) ou immédiate (contact direct).",
    "Choice_C_Text": "Un murmure vésiculaire exagéré traduit un emphysème pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'emphysème diminue le murmure vésiculaire.",
    "Choice_D_Text": "Le souffle tubaire s’entend dans la condensation pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est le signe auscultatoire caractéristique du syndrome de condensation.",
    "Choice_E_Text": "Les râles crépitants rappellent le passage de l'air dans une fente ou à travers des fils électriques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Cette description est celle des râles sibilants.",
    "OverallExplanation": "L'auscultation pulmonaire, étape essentielle de l'examen physique, permet de percevoir des bruits anormaux.<br>Le souffle tubaire est un signe pathognomonique de la condensation pulmonaire, comme dans une pneumonie."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de la morphologie thoracique:",
    "Choice_A_Text": "Une protrusion antérieure du sternum est dite thorax en carène.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>C'est la définition du pectus carinatum ou thorax en carène.",
    "Choice_B_Text": "Un thorax en tonneau est subjectif de BPCO.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le terme est à comprendre comme 'suggestif' ou 'évocateur'.<br>Le thorax en tonneau est un signe de distension thoracique majeure, vue dans la BPCO évoluée.",
    "Choice_C_Text": "La scoliose est une courbure normale du rachis.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La scoliose est une déviation latérale pathologique de la colonne vertébrale.",
    "Choice_D_Text": "Un thorax normal ne peut être symétrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La symétrie est une caractéristique d'un thorax normal.",
    "Choice_E_Text": "Ne peut être modifiée par la présence de cicatrices.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une cicatrice de thoracotomie peut entraîner une asymétrie et une modification de la morphologie.",
    "OverallExplanation": "L'inspection de la morphologie thoracique permet de rechercher des déformations pathologiques.<br>Il faut savoir identifier un thorax en carène (protrusion du sternum) et un thorax en tonneau (distension antéro-postérieure, évocatrice de BPCO)."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "La palpation est:",
    "Choice_A_Text": "Le 1er temps de l’examen physique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>L'inspection est le premier temps de l'examen physique.",
    "Choice_B_Text": "Permet d’apprécier les caractéristiques d’une adénopathie périphérique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La palpation des aires ganglionnaires est une étape clé de l'examen clinique général et thoracique.",
    "Choice_C_Text": "Ne permet pas de diagnostiquer du liquide dans la cavité pleurale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La palpation, en montrant une abolition des vibrations vocales, est un argument fort pour le diagnostic d'épanchement liquidien pleural.",
    "Choice_D_Text": "Elle peut être effectuée avec les doigts.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La palpation est une technique manuelle qui utilise les mains et les doigts.",
    "Choice_E_Text": "Ne permet pas de calculer la fréquence respiratoire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>On peut compter la fréquence respiratoire en posant une main sur le thorax du patient.",
    "OverallExplanation": "La palpation, deuxième temps de l'examen physique, est une technique manuelle essentielle.<br>Elle est indispensable pour l'examen des aires ganglionnaires et pour l'étude des vibrations vocales, dont les modifications orientent vers un syndrome pleural ou de condensation."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos du frottement pleural:",
    "Choice_A_Text": "Il s'agit du frottement des deux feuillets péricardiques l'un contre l’autre.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il s'agit du frottement des deux feuillets de la plèvre.<br>Le frottement des feuillets péricardiques définit le frottement péricardique.",
    "Choice_B_Text": "Il peut être ausculté n'importe où sur le thorax mais le plus souvent il est entendu aux sommets.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il s'entend le plus souvent aux bases pulmonaires où les mouvements respiratoires sont les plus amples.",
    "Choice_C_Text": "Il irradie vers le cou et les épaules.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le frottement est un bruit localisé qui n'irradie pas.",
    "Choice_D_Text": "Il est de faible intensité, comparé au froissement de la soie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Son intensité est variable, pouvant être faible ('froissement de la soie') ou intense ('crissement de cuir neuf').",
    "Choice_E_Text": "Il est entendu aux deux temps de la respiration.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Sa présence à la fois à l'inspiration et à l'expiration (bruit de 'va-et-vient') est sa caractéristique principale, le différenciant des râles.",
    "OverallExplanation": "Le frottement pleural est le bruit produit par le contact des deux feuillets pleuraux enflammés.<br>Son principal caractère sémiologique est d'être entendu aux deux temps de la respiration, synchrone des mouvements thoraciques, et de disparaître en apnée."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "Le stridor:",
    "Choice_A_Text": "Se traduit par l'obstruction des voies aériennes inférieures.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le stridor est un bruit aigu qui traduit une obstruction des voies aériennes supérieures (larynx, trachée).",
    "Choice_B_Text": "Il a la même tonalité que les sibilants.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Le stridor a une tonalité plus aiguë que les sibilants.",
    "Choice_C_Text": "Si l'obstruction est extra-thoracique, il est dit inspiratoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Une obstruction extra-thoracique (ex: laryngite) se collabe à l'inspiration, provoquant un stridor inspiratoire.",
    "Choice_D_Text": "Ne peut être dû à une obstruction intra-thoracique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une obstruction intra-thoracique peut causer un stridor, qui sera alors expiratoire ou biphasique.",
    "Choice_E_Text": "Si l'obstruction est fixe, il est dit biphasique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une obstruction fixe (ex: sténose tumorale) gêne le passage de l'air dans les deux sens, provoquant un stridor aux deux temps respiratoires (biphasique).",
    "OverallExplanation": "Le stridor est un bruit respiratoire aigu causé par une sténose des voies aériennes supérieures.<br>Le temps respiratoire où il est entendu dépend de la localisation de l'obstacle : un stridor inspiratoire signe une obstruction extra-thoracique, tandis qu'un stridor biphasique signe une obstruction fixe."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "Les râles sibilants:",
    "Choice_A_Text": "Correspondent à des sifflements thoraciques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Les sibilants sont des bruits musicaux aigus, comparés à des sifflements.",
    "Choice_B_Text": "Il s'agit de bruits bilatéraux, entendus sur tout le thorax.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Dans les pathologies diffuses comme l'asthme ou la BPCO, les sibilants sont typiquement bilatéraux et diffus.",
    "Choice_C_Text": "Rappellent le froissement du cuir neuf.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette description correspond à un frottement pleural intense.",
    "Choice_D_Text": "Entendus aux deux temps de la respiration mais ont une nette prédominance inspiratoire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Ils sont entendus aux deux temps mais avec une nette prédominance expiratoire.",
    "Choice_E_Text": "Se voient dans l’asthme et la BPCO.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'asthme et la BPCO sont les deux principales causes de râles sibilants diffus.",
    "OverallExplanation": "Les râles sibilants sont des sifflements de tonalité aiguë, à prédominance expiratoire, dus au rétrécissement du calibre des petites bronches.<br>Lorsqu'ils sont diffus et bilatéraux, ils sont très évocateurs d'asthme ou de BPCO."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "L'indice de Hirtz:",
    "Choice_A_Text": "Il permet d'évaluer l'amplitude et la symétrie du mouvement de la cage thoracique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il mesure l'amplitude globale (une seule mesure de périmètre), mais n'évalue pas la symétrie, qui s'apprécie par la palpation comparative des deux hémithorax.",
    "Choice_B_Text": "Il peut diagnostiquer une diminution de l’ampliation thoracique en cas de BPCO.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Une diminution de l'indice de Hirtz est un signe objectif de la distension et du blocage thoracique vus dans la BPCO.",
    "Choice_C_Text": "Consiste en la mesure du périmètre thoracique et abdominal et d’en déduire la différence.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Il ne concerne que la mesure du périmètre thoracique.",
    "Choice_D_Text": "Sa mesure normale est supérieure à 8 cm.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La valeur normale chez l'adulte se situe entre 6 et 7 cm.",
    "Choice_E_Text": "Il est réduit lorsqu'il est inférieur à 6 cm.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une valeur inférieure à 6 cm est considérée comme pathologique et signe une diminution de l'ampliation thoracique.",
    "OverallExplanation": "L'indice de Hirtz est une mesure simple de l'ampliation thoracique.<br>Une valeur inférieure à 6 cm est anormale et peut être un signe de distension thoracique, comme dans la BPCO."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos de l’auscultation:",
    "Choice_A_Text": "Elle ne doit pas être réalisée de manière comparative et symétrique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La règle fondamentale de l'auscultation (comme de la palpation et de la percussion) est d'être comparative et symétrique.",
    "Choice_B_Text": "Permet de chercher uniquement les bruits anormaux.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Elle permet d'abord d'évaluer les bruits normaux (murmure vésiculaire) et leurs variations avant de rechercher des bruits surajoutés.",
    "Choice_C_Text": "Lorsque le stéthoscope est placé en sus-sternal, cela permet d’explorer le bruit glottique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Le creux sus-sternal est le site où le bruit laryngo-trachéal (ou bruit glottique) est perçu avec le maximum d'intensité.",
    "Choice_D_Text": "Le souffle tubaire peut s’entendre au cours d’une condensation pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est le signe auscultatoire caractéristique de la condensation pulmonaire.",
    "Choice_E_Text": "Le souffle cavitaire peut évoquer une tuberculose.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Le souffle cavitaire traduit la présence d'une cavité parenchymateuse communiquant avec une bronche, et la caverne tuberculeuse en est une cause classique.",
    "OverallExplanation": "L'auscultation est un temps clé de l'examen physique.<br>Elle permet de percevoir des bruits spécifiques qui ont une grande valeur d'orientation : le bruit glottique en sus-sternal, le souffle tubaire dans une condensation, et le souffle cavitaire dans une caverne (tuberculose par exemple)."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "À propos du frottement pleural:",
    "Choice_A_Text": "Il s’agit du frottement des deux feuillets péricardiques l’un contre l’autre.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>C'est le frottement des deux feuillets pleuraux (viscéral et pariétal).",
    "Choice_B_Text": "Il peut être ausculté n'importe où sur le thorax mais le plus souvent il est entendu aux sommets.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il est plus fréquent aux bases pulmonaires.",
    "Choice_C_Text": "Il irradie vers le cou et les épaules.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>C'est un bruit localisé qui n'irradie pas.",
    "Choice_D_Text": "Il est de faible intensité, comparé au froissement de la soie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Son intensité est variable, de faible à très rude ('crissement de cuir neuf').",
    "Choice_E_Text": "Il est entendu aux deux temps de la respiration.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est sa caractéristique sémiologique essentielle : un bruit superficiel, en 'va-et-vient', présent à l'inspiration et à l'expiration.",
    "OverallExplanation": "Le frottement pleural est un signe auscultatoire pathognomonique d'une inflammation pleurale avec contact entre les deux feuillets.<br>Il se caractérise par un son rude, superficiel, entendu aux deux temps de la respiration et qui disparaît en apnée."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "L'Examen Physique du Thorax (Inspection, Palpation, Percussion, Auscultation)",
    "QuestionText": "Le stridor:",
    "Choice_A_Text": "Se traduit par l'obstruction des voies aériennes inférieures.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il traduit une obstruction des voies aériennes supérieures.",
    "Choice_B_Text": "Il a la même tonalité que les sibilants.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Sa tonalité est plus aiguë que celle des sibilants.",
    "Choice_C_Text": "Si l'obstruction est extra-thoracique, il est dit inspiratoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>La pression négative inspiratoire tend à collaber une obstruction extra-thoracique, produisant un bruit inspiratoire.",
    "Choice_D_Text": "Ne peut être dû à une obstruction intra-thoracique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Une obstruction intra-thoracique (trachéale basse) peut provoquer un stridor, typiquement expiratoire ou biphasique.",
    "Choice_E_Text": "Si l'obstruction est fixe, il est dit biphasique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Une sténose fixe gêne le passage de l'air dans les deux sens, créant un bruit audible à l'inspiration et à l'expiration.",
    "OverallExplanation": "Le stridor est un bruit aigu causé par une sténose des voies aériennes supérieures.<br>Son timing par rapport à la respiration permet de localiser l'obstacle : un stridor inspiratoire évoque une cause extra-thoracique, et un stridor biphasique évoque une lésion fixe."
  },
  {
    "YearAsked": "Février 2021 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "À propos du syndrome d’épanchement liquidien pleural:",
    "Choice_A_Text": "Il se manifeste à l’examen physique par un tympanisme à la percussion.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il se manifeste par une matité à la percussion, le liquide ne résonnant pas.<br>Le tympanisme est le signe d'un épanchement aérique (pneumothorax).",
    "Choice_B_Text": "Il peut être d’origine tuberculeuse.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La tuberculose est une des causes les plus fréquentes d'épanchement liquidien pleural (pleurésie séro-fibrineuse).",
    "Choice_C_Text": "Il ne peut se manifester par une dyspnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La dyspnée est un symptôme fréquent, d'autant plus marqué que l'épanchement est abondant et comprime le poumon.",
    "Choice_D_Text": "La douleur thoracique est un symptôme majeur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La douleur thoracique de type pleural (en point de côté, augmentée par la respiration) est un signe d'appel typique.",
    "Choice_E_Text": "À la radiographie thoracique, on trouve une opacité.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Le signe radiologique est une opacité dense, homogène, comblant le cul-de-sac pleural, avec une limite supérieure concave en haut et en dedans (courbe de Damoiseau).",
    "OverallExplanation": "Le syndrome d'épanchement liquidien pleural associe des signes fonctionnels (douleur, dyspnée) et des signes physiques (matité, abolition des vibrations vocales et du murmure vésiculaire).<br>La radiographie confirme le diagnostic en montrant une opacité caractéristique.<br>La tuberculose est une étiologie majeure à rechercher."
  },
  {
    "YearAsked": "Janvier 2018 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome de la veine cave supérieure associe:",
    "Choice_A_Text": "Une cyanose.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Une cyanose de la face et des membres supérieurs peut être présente en raison de la stase veineuse et de la désaturation du sang.",
    "Choice_B_Text": "Un œdème en pèlerine.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est le signe le plus caractéristique : un œdème non déclive touchant le visage, le cou, les creux sus-claviculaires et la partie supérieure du thorax.",
    "Choice_C_Text": "Une turgescence veineuse jugulaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'obstacle au retour veineux provoque une dilatation et une turgescence des veines jugulaires.",
    "Choice_D_Text": "Une circulation collatérale des 2/3 supérieurs du thorax.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le sang tente de contourner l'obstacle en développant un réseau veineux collatéral visible sous la peau du thorax.",
    "Choice_E_Text": "Des céphalées de fin de nuit.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>L'hypertension veineuse intracrânienne peut provoquer des céphalées, typiquement matinales ou positionnelles (aggravées en se penchant en avant).",
    "OverallExplanation": "Le syndrome de la veine cave supérieure est un syndrome médiastinal dû à l'obstruction du retour veineux de la partie supérieure du corps.<br>Il associe un ensemble de signes caractéristiques : l'œdème en pèlerine, la turgescence jugulaire, la circulation veineuse collatérale, la cyanose et des signes de stase cérébrale comme les céphalées."
  },
  {
    "YearAsked": "Janvier 2019 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Les syndromes médiastinaux:",
    "Choice_A_Text": "Correspondent à l’ensemble des manifestations cliniques en rapport avec une atteinte thoracique d'origine pleurale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Ils correspondent à une atteinte des structures situées dans le médiastin.",
    "Choice_B_Text": "Peuvent révéler une pleurésie de grande abondance.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La pleurésie est un syndrome pleural.",
    "Choice_C_Text": "Peuvent se traduire par des signes de compression médiastinale.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la définition même des syndromes médiastinaux : l'ensemble des signes et symptômes résultant de la compression ou de l'envahissement des organes du médiastin.",
    "Choice_D_Text": "Ils ne peuvent être objectivés sur la radiographie thoracique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le signe radiologique principal est un élargissement du médiastin, qui est bien visible sur une radiographie thoracique.",
    "Choice_E_Text": "Ils ne se manifestent pas par une circulation collatérale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Le syndrome cave supérieur, qui est un syndrome médiastinal, se manifeste typiquement par une circulation veineuse collatérale.",
    "OverallExplanation": "Les syndromes médiastinaux regroupent toutes les manifestations cliniques liées à un processus pathologique (tumoral, infectieux, etc.) se développant dans le médiastin.<br>Ces manifestations sont principalement dues à la compression des différentes structures qui s'y trouvent (veines, trachée, œsophage, nerfs)."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome d'épanchement liquidien pleural:",
    "Choice_A_Text": "Il se traduit par une sonorité à la percussion.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il se traduit par une matité à la percussion.",
    "Choice_B_Text": "Il se traduit par une clarté avec une ligne bordante à la radiographie thoracique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Cette description correspond à un pneumothorax.<br>L'épanchement liquidien donne une opacité.",
    "Choice_C_Text": "Macroscopiquement, il peut se manifester par un liquide noirâtre en cas de cancer sous-jacent.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Un liquide noirâtre évoque une infection à Aspergillus ou une hémorragie ancienne.<br>Un cancer donne plus typiquement un liquide séro-hématique (sanglant).",
    "Choice_D_Text": "L'origine maligne est la cause la plus fréquente.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La fréquence des causes varie selon les populations.<br>L'insuffisance cardiaque, les infections (parapneumonique, tuberculose) et les cancers sont les causes les plus fréquentes, sans qu'une seule ne soit universellement 'la plus' fréquente.",
    "Choice_E_Text": "La ponction pleurale est indispensable pour orienter le diagnostic.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La ponction pleurale (thoracentèse) est le geste clé qui permet de confirmer la nature liquidienne de l'épanchement et d'analyser le liquide (biochimie, cytologie, bactériologie) pour déterminer sa cause.",
    "OverallExplanation": "Le syndrome d'épanchement liquidien pleural est suspecté cliniquement (matité, abolition du murmure vésiculaire et des vibrations vocales) et confirmé par la radiographie (opacité).<br>L'étape diagnostique indispensable pour en trouver la cause est la ponction pleurale exploratrice."
  },
  {
    "YearAsked": "Janvier 2022 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome médiastinal:",
    "Choice_A_Text": "Il peut être dû à une compression par des adénopathies médiastinales.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Les adénopathies (ganglions augmentés de volume) d'origine infectieuse ou tumorale sont une cause fréquente de syndrome médiastinal.",
    "Choice_B_Text": "Le syndrome de Claude Bernard-Horner traduit une atteinte du nerf sympathique cervical.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>C'est la définition du syndrome de Claude Bernard-Horner, qui peut être causé par une tumeur du sommet du poumon envahissant le médiastin supérieur.",
    "Choice_C_Text": "La dysphagie est due à une compression de la trachée cervicale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La dysphagie est une difficulté à déglutir, due à une compression de l'œsophage.<br>La compression de la trachée cause une dyspnée.",
    "Choice_D_Text": "La toux coqueluchoïde est due à une atteinte du nerf récurrent gauche.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>L'atteinte du nerf récurrent gauche provoque une dysphonie (voix rauque).<br>La toux coqueluchoïde est classiquement due à une compression du nerf vague (pneumogastrique).",
    "Choice_E_Text": "L'œdème en pèlerine se voit dans le syndrome cave supérieur.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est le signe pathognomonique du syndrome cave supérieur, qui est une forme de syndrome médiastinal.",
    "OverallExplanation": "Le syndrome médiastinal est un ensemble de signes de compression.<br>La compression de la chaîne sympathique cervicale donne un syndrome de Claude Bernard-Horner, et celle de la veine cave supérieure donne l'œdème en pèlerine.<br>Les adénopathies sont une cause fréquente de ces compressions."
  },
  {
    "YearAsked": "Janvier 2023 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "À propos des syndromes thoraciques:",
    "Choice_A_Text": "Le syndrome cave supérieur peut traduire une obstruction intrinsèque ou extrinsèque de la veine cave supérieure.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>L'obstruction peut être due à une compression par une structure externe (extrinsèque, ex: tumeur) ou à un thrombus à l'intérieur de la veine (intrinsèque).",
    "Choice_B_Text": "Un liquide séro-hématique est le plus souvent d'origine maligne.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La présence de sang dans un épanchement pleural doit faire suspecter en premier lieu une cause maligne, même si d'autres causes existent (tuberculose, embolie pulmonaire, traumatisme).",
    "Choice_C_Text": "Une hypersonorité à la percussion d'un hémothorax peut traduire une pleurésie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Cette phrase contient plusieurs erreurs.<br>Un hémothorax (sang) donne une matité (et non une hypersonorité).<br>L'hypersonorité est le signe d'un pneumothorax (air).",
    "Choice_D_Text": "Le syndrome bronchique peut révéler une bronchite aiguë ou chronique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le syndrome bronchique est l'ensemble des manifestations d'une atteinte des bronches, ce qui est le cas dans la bronchite aiguë et la bronchite chronique.",
    "Choice_E_Text": "Pas d'anomalie digestive en cas de syndrome médiastinal.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Une compression de l'œsophage par un processus médiastinal peut entraîner une dysphagie, qui est un symptôme digestif.",
    "OverallExplanation": "La sémiologie thoracique permet de définir de grands syndromes.<br>Le syndrome bronchique se voit dans les bronchites.<br>Un syndrome pleural liquidien peut contenir un liquide séro-hématique, très évocateur de malignité.<br>Un syndrome médiastinal comme le syndrome cave supérieur peut être dû à une obstruction intrinsèque ou extrinsèque."
  },
  {
    "YearAsked": "Février 2021 (Répétition)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "À propos du syndrome d’épanchement liquidien pleural:",
    "Choice_A_Text": "Il se manifeste à l’examen physique par un tympanisme à la percussion.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il se manifeste par une matité à la percussion.",
    "Choice_B_Text": "Il peut être d’origine tuberculeuse.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La tuberculose est une cause fréquente de pleurésie.",
    "Choice_C_Text": "Il ne peut se manifester par une dyspnée.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>La dyspnée est un symptôme fréquent, surtout si l'épanchement est abondant.",
    "Choice_D_Text": "La douleur thoracique est un symptôme majeur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La douleur de type pleurétique est un symptôme d'appel classique.",
    "Choice_E_Text": "À la radiographie thoracique, on trouve une opacité.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Le signe radiologique cardinal est une opacité déclive à limite supérieure concave.",
    "OverallExplanation": "Le syndrome d'épanchement liquidien pleural se caractérise par des symptômes tels que la douleur thoracique et la dyspnée, des signes physiques (matité) et une image radiologique (opacité).<br>La tuberculose en est une étiologie classique."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Lors d’une pleurésie, on rencontre les anomalies suivantes:",
    "Choice_A_Text": "Une augmentation des vibrations vocales.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le liquide pleural fait écran à la transmission des vibrations, qui sont donc diminuées ou abolies.",
    "Choice_B_Text": "Une matité à la percussion.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>La présence de liquide dans la plèvre entraîne une matité à la percussion de la zone concernée.",
    "Choice_C_Text": "Un tympanisme à la percussion.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Le tympanisme est le signe d'un épanchement aérique (pneumothorax).",
    "Choice_D_Text": "La présence d’un souffle tubaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Le souffle tubaire est le signe d'une condensation parenchymateuse.<br>On peut trouver un souffle pleurétique à la limite supérieure d'un épanchement de moyenne abondance.",
    "Choice_E_Text": "La présence de râles crépitants inspiratoires.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Les râles crépitants sont d'origine alvéolaire.",
    "OverallExplanation": "Le syndrome d'épanchement liquidien pleural (pleurésie) est défini par la 'triade pleurétique' à l'examen physique : abolition des vibrations vocales, matité à la percussion et abolition du murmure vésiculaire.<br>La matité est donc le signe attendu à la percussion."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome bronchique:",
    "Choice_A_Text": "Il traduit une atteinte du parenchyme pulmonaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il traduit une atteinte des bronches.",
    "Choice_B_Text": "Se manifeste par une douleur de type pleural.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Une douleur pleurale n'est pas un signe de syndrome bronchique.",
    "Choice_C_Text": "Il peut être secondaire aux dilatations des bronches.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>Les dilatations des bronches (bronchectasies) sont une cause majeure de syndrome bronchique chronique, caractérisé par une toux et une expectoration purulente abondante (bronchorrhée).",
    "Choice_D_Text": "Ne peut s'accompagner par un examen physique normal.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Dans une bronchite aiguë simple, l'examen physique peut être tout à fait normal.",
    "Choice_E_Text": "Il peut révéler une pleurésie de grande abondance.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La pleurésie est un syndrome pleural, distinct du syndrome bronchique.",
    "OverallExplanation": "Le syndrome bronchique regroupe les signes d'une atteinte des bronches.<br>Il peut être aigu (bronchite aiguë) ou chronique.<br>Les dilatations des bronches sont une cause importante de syndrome bronchique chronique avec suppuration."
  },
  {
    "YearAsked": "Rattrapage 2019",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Les syndromes médiastinaux:",
    "Choice_A_Text": "Correspondent à l’ensemble des manifestations cliniques en rapport avec une atteinte pleurale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Ils sont en rapport avec une atteinte du médiastin.",
    "Choice_B_Text": "Peuvent révéler une bronchite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>La bronchite aiguë est un syndrome bronchique.",
    "Choice_C_Text": "Peuvent se traduire par des signes de compression médiastinale.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est leur principale expression clinique : la compression des structures vasculaires, nerveuses, respiratoires ou digestives du médiastin.",
    "Choice_D_Text": "Ils ne peuvent être objectivés sur la radiographie thoracique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Ils sont objectivés par un élargissement du médiastin sur la radiographie thoracique.",
    "Choice_E_Text": "Ils ne se manifestent pas par une circulation collatérale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>La circulation veineuse collatérale est un signe majeur du syndrome cave supérieur, qui est un syndrome médiastinal.",
    "OverallExplanation": "Les syndromes médiastinaux sont l'ensemble des symptômes et signes cliniques dus à la compression des organes du médiastin par un processus pathologique.<br>Leur diagnostic repose sur la clinique et est confirmé par l'imagerie, notamment la radiographie thoracique qui montre un élargissement médiastinal."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Un syndrome d’épanchement liquidien pleural:",
    "Choice_A_Text": "Se manifeste cliniquement par une toux productive avec des expectorations purulentes.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux associée à un épanchement pleural est typiquement sèche, irritative.<br>Une toux productive purulente évoque une atteinte bronchique ou parenchymateuse.",
    "Choice_B_Text": "S’accompagne d’une sonorité à la percussion.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il s'accompagne d'une matité.",
    "Choice_C_Text": "À la radiologie, il s’agit d’une opacité homogène, avec une ligne concave vers le haut.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est la description classique de l'opacité pleurale de moyenne abondance, avec la ligne de Damoiseau (concave en haut et en dedans).",
    "Choice_D_Text": "Il peut être en rapport avec une tuberculose.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La tuberculose est une cause fréquente de pleurésie.",
    "Choice_E_Text": "Est diagnostiqué à l’aide de la ponction pleurale exploratrice.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La ponction est l'examen clé pour confirmer la nature du liquide et orienter le diagnostic étiologique.",
    "OverallExplanation": "Le diagnostic de syndrome d'épanchement liquidien pleural repose sur l'examen clinique (triade pleurétique) et est confirmé par la radiographie qui montre une opacité typique.<br>La ponction pleurale est ensuite indispensable pour en trouver la cause, la tuberculose étant une des étiologies fréquentes."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome de condensation alvéolaire se manifeste à l'examen physique par:",
    "Choice_A_Text": "Une sonorité à la percussion.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Le comblement des alvéoles par du liquide ou des cellules entraîne une matité.",
    "Choice_B_Text": "Une exagération des vibrations vocales à la palpation.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le parenchyme condensé transmet mieux les vibrations que le poumon aéré, d'où une augmentation des vibrations vocales.",
    "Choice_C_Text": "Des râles ronflants à l’auscultation.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les râles ronflants (ronchi) sont d'origine bronchique.<br>Le signe auscultatoire du syndrome de condensation est le râle crépitant.",
    "Choice_D_Text": "Une matité à la percussion.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La perte d'aération du parenchyme se traduit par une matité à la percussion.",
    "Choice_E_Text": "Des râles crépitants à l’auscultation.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Les râles crépitants sont le signe de la présence de liquide ou d'exsudat dans les alvéoles.",
    "OverallExplanation": "Le syndrome de condensation alvéolaire (comme dans la pneumonie) est caractérisé par une triade de signes physiques : une matité à la percussion, une augmentation de la transmission des vibrations vocales à la palpation, et la présence de râles crépitants à l'auscultation."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "À propos du syndrome bronchique:",
    "Choice_A_Text": "Il peut s'accompagner d’un hippocratisme digital.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Un hippocratisme digital peut se voir dans les syndromes bronchiques chroniques avec suppuration, comme les dilatations des bronches.",
    "Choice_B_Text": "Se traduit par une opacité excavée à la radio thoracique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Ceci décrit un syndrome cavitaire.<br>La radio dans un syndrome bronchique est souvent normale ou montre un épaississement des parois bronchiques.",
    "Choice_C_Text": "Des râles crépitants sont toujours présents à l’auscultation.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les râles crépitants sont alvéolaires.<br>Le syndrome bronchique est caractérisé par des râles ronflants (ronchi) et des sibilants.",
    "Choice_D_Text": "Ne peut être d’origine bactérienne ou virale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>La bronchite aiguë est le plus souvent d'origine virale, et les surinfections de bronchite chronique sont souvent bactériennes.",
    "Choice_E_Text": "Il peut s'accompagner d'un emphysème pulmonaire dans le cadre d'une BPCO.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La BPCO associe typiquement une bronchite chronique (syndrome bronchique) et un emphysème (syndrome de distension parenchymateuse).",
    "OverallExplanation": "Le syndrome bronchique peut avoir des manifestations variées.<br>Dans ses formes chroniques suppurées (dilatations des bronches), il peut s'accompagner d'un hippocratisme digital.<br>Dans le cadre de la BPCO, il est étroitement associé à l'emphysème pulmonaire."
  },
  {
    "YearAsked": "Rattrapage 2020",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome cave supérieur:",
    "Choice_A_Text": "Est dû à une obstruction de la veine cave inférieure.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il est dû à une obstruction de la veine cave supérieure.",
    "Choice_B_Text": "Il peut se voir en cas de cancer bronchique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le cancer bronchique est la cause la plus fréquente du syndrome cave supérieur.",
    "Choice_C_Text": "Se manifeste par de l’œdème en pèlerine.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>L'œdème en pèlerine est le signe clinique le plus caractéristique.",
    "Choice_D_Text": "Il fait partie des syndromes médiastinaux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est un syndrome de compression d'une structure médiastinale.",
    "Choice_E_Text": "S’accompagne d’une circulation veineuse collatérale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est un signe majeur, témoignant de la tentative de l'organisme de dériver le flux sanguin.",
    "OverallExplanation": "Le syndrome cave supérieur est un syndrome médiastinal causé par l'obstruction de la veine cave supérieure, le plus souvent par un cancer bronchique.<br>Il se manifeste par un tableau clinique typique incluant l'œdème en pèlerine et une circulation veineuse collatérale sur le thorax."
  },
  {
    "YearAsked": "Juin 2022 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome cave supérieur:",
    "Choice_A_Text": "Est un syndrome médiastinal.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Il résulte de la compression d'un élément du médiastin, la veine cave supérieure.",
    "Choice_B_Text": "Secondaire à une atteinte de la veine cave inférieure.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il est secondaire à une atteinte de la veine cave supérieure.",
    "Choice_C_Text": "Peut s’accompagner d’une hépatomégalie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>L'hépatomégalie est un signe de stase veineuse en amont de la veine cave inférieure (insuffisance cardiaque droite).<br>Le syndrome cave supérieur ne la provoque pas.",
    "Choice_D_Text": "Peut se manifester par une turgescence des veines jugulaires.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La turgescence jugulaire est un signe clé, témoignant de l'obstacle au retour veineux depuis la tête et le cou.",
    "Choice_E_Text": "Sur le plan radiologique, peut se manifester par une clarté médiastinale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est faux.<br>Il se manifeste par une opacité médiastinale (élargissement du médiastin), correspondant à la masse ou aux adénopathies responsables de la compression.",
    "OverallExplanation": "Le syndrome cave supérieur est un syndrome médiastinal qui se manifeste cliniquement par des signes de stase veineuse en amont de l'obstacle, comme la turgescence des veines jugulaires.<br>Radiologiquement, il est associé à un élargissement opaque du médiastin."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Un syndrome d’épanchement liquidien pleural:",
    "Choice_A_Text": "Se manifeste cliniquement par une toux productive avec des expectorations purulentes.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>La toux est généralement sèche et irritative.",
    "Choice_B_Text": "S’accompagne d'une sonorité à la percussion.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Il s'accompagne d'une matité.",
    "Choice_C_Text": "À la radiologie, il s’agit d’une opacité homogène, avec une ligne concave vers le haut.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est l'image radiologique typique de la pleurésie de moyenne abondance.",
    "Choice_D_Text": "Il peut être en rapport avec une tuberculose.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>La tuberculose est une cause classique de pleurésie.",
    "Choice_E_Text": "Est diagnostiqué à l’aide de la ponction pleurale exploratrice.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La ponction pleurale est indispensable pour l'analyse du liquide et le diagnostic étiologique.",
    "OverallExplanation": "Le syndrome d'épanchement liquidien pleural est évoqué sur la clinique, confirmé par la radiographie (opacité concave vers le haut), et exploré par la ponction pleurale.<br>La tuberculose est une des causes fréquentes à rechercher."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome de condensation alvéolaire se manifeste à l’examen physique par:",
    "Choice_A_Text": "Une sonorité à la percussion.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il se manifeste par une matité.",
    "Choice_B_Text": "Une exagération des vibrations vocales à la palpation.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le parenchyme solide transmet mieux les vibrations.",
    "Choice_C_Text": "Des râles ronflants à l’auscultation.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les ronflants sont bronchiques.<br>Les râles crépitants sont alvéolaires.",
    "Choice_D_Text": "Une matité à la percussion.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>Le comblement alvéolaire supprime la sonorité normale du poumon.",
    "Choice_E_Text": "Des râles crépitants à l’auscultation.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>Ils signent la présence de liquide dans les alvéoles.",
    "OverallExplanation": "La triade sémiologique classique du syndrome de condensation alvéolaire est l'association d'une matité à la percussion, d'une augmentation des vibrations vocales et de râles crépitants à l'auscultation."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "À propos du syndrome bronchique:",
    "Choice_A_Text": "Il peut s'accompagner d’un hippocratisme digital.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est vrai.<br>Dans les pathologies bronchiques chroniques suppurées (dilatation des bronches), l'hippocratisme digital est un signe classique.",
    "Choice_B_Text": "Se traduit par une opacité excavée à la radio thoracique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est faux.<br>Ceci est un syndrome cavitaire.<br>La radiographie peut être normale dans le syndrome bronchique.",
    "Choice_C_Text": "Des râles crépitants sont toujours présents à l'auscultation.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est faux.<br>Les bruits typiques sont les ronchi et les sibilants.",
    "Choice_D_Text": "Ne peut être d'origine bactérienne ou virale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est faux.<br>Les bronchites aiguës et les surinfections de bronchites chroniques sont des causes infectieuses fréquentes.",
    "Choice_E_Text": "Il peut s'accompagner d'un emphysème pulmonaire dans le cadre d'une BPCO.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>La BPCO associe une bronchite chronique (syndrome bronchique) et un emphysème.",
    "OverallExplanation": "Le syndrome bronchique a des étiologies variées.<br>Dans le cadre de la BPCO, il est associé à l'emphysème.<br>Dans ses formes chroniques suppurées, il peut être responsable d'un hippocratisme digital."
  },
  {
    "YearAsked": "Juin 2023 (Normale)",
    "Subtopic": "Les Grands Syndromes Thoraciques",
    "QuestionText": "Le syndrome cave supérieur:",
    "Choice_A_Text": "Est dû à une obstruction de la veine cave inférieure.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est faux.<br>Il est dû à une obstruction de la veine cave supérieure.",
    "Choice_B_Text": "Il peut se voir en cas de cancer bronchique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est vrai.<br>Le cancer bronchique est sa cause la plus fréquente.",
    "Choice_C_Text": "Se manifeste par de l’œdème en pèlerine.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est vrai.<br>C'est le signe clinique le plus évocateur.",
    "Choice_D_Text": "Il fait partie des syndromes médiastinaux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est vrai.<br>C'est un syndrome de compression d'un organe du médiastin.",
    "Choice_E_Text": "S’accompagne d’une circulation veineuse collatérale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est vrai.<br>C'est un signe clinique important.",
    "OverallExplanation": "Le syndrome cave supérieur est un syndrome médiastinal, le plus souvent causé par un cancer bronchique.<br>Son tableau clinique est très caractéristique, associant un œdème en pèlerine et une circulation veineuse collatérale thoracique."
  }
]
