[
  {
    "Choice_A_Explanation": "Le volvulus du sigmoïde est une cause d'occlusion par strangulation, où l'intestin se tord sur son mésentère, compromettant sa vascularisation.<br>Ce n'est pas une occlusion par simple obstruction.",
    "Choice_A_Text": "Un volvulus du sigmoïde",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'invagination intestinale, où un segment d'intestin s'invagine dans le segment suivant, est une cause d'occlusion par strangulation.<br>L'apport sanguin du segment invaginé est compromis.",
    "Choice_B_Text": "Une invagination iléo-colique",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une tumeur de la charnière recto-sigmoïdienne est un obstacle pariétal qui réduit la lumière intestinale, causant une occlusion par obstruction.",
    "Choice_C_Text": "Une tumeur de la charnière recto-sigmoïdienne",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Une hernie inguinale étranglée est une cause d'occlusion par strangulation.<br>Le segment intestinal hernié est coincé au niveau du collet herniaire, ce qui interrompt sa vascularisation.",
    "Choice_D_Text": "Une hernie inguinale étranglée",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une sténose inflammatoire, par exemple dans le cadre d'une maladie de Crohn, est un épaississement de la paroi intestinale qui obstrue la lumière.<br>C'est un mécanisme d'obstruction.",
    "Choice_E_Text": "Une sténose inflammatoire de la dernière anse intestinale",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les occlusions intestinales mécaniques se divisent en deux types : par obstruction et par strangulation.<br>L'obstruction est un blocage de la lumière intestinale par un obstacle (pariétal comme une tumeur ou une sténose, endoluminal comme un corps étranger, ou extrinsèque par compression).<br>La strangulation implique une compromission de la vascularisation de l'intestin (volvulus, hernie étranglée, invagination).<br>Dans cette question, la tumeur (C) et la sténose inflammatoire (E) sont des causes d'obstruction, tandis que les autres options sont des causes de strangulation.",
    "QuestionText": "Parmi les étiologies des occlusions intestinales par obstruction on compte :",
    "Subtopic": "Occlusions intestinales aigue",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Cette définition correspond aux hémorragies digestives basses.<br>Les hémorragies digestives hautes ont leur origine en amont de l'angle duodénojéjunal (angle de Treitz).",
    "Choice_A_Text": "Sont secondaires à un saignement dont l'origine se situe en aval de l'angle duodénojéjunal",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les hémorragies digestives hautes sont nettement plus fréquentes, représentant environ 80 à 90% de toutes les hémorragies digestives.",
    "Choice_B_Text": "Sont plus fréquentes que les hémorragies digestives basses",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les selles noirâtres, ou méléna, sont le résultat de la digestion du sang dans le tube digestif.<br>C'est un signe classique d'hémorragie digestive haute.",
    "Choice_C_Text": "Peuvent se manifester par des selles noirâtres",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'hémoptysie est l'expectoration de sang provenant des voies respiratoires.<br>C'est un diagnostic différentiel de l'hématémèse (vomissement de sang), mais pas une manifestation d'une hémorragie digestive.",
    "Choice_D_Text": "Peuvent se manifester par une hémoptysie",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "L'hématurie est la présence de sang dans les urines, provenant de l'appareil urinaire.<br>Ce n'est pas une manifestation d'une hémorragie digestive.",
    "Choice_E_Text": "Peuvent se manifester par une hématurie",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Les hémorragies digestives hautes (HDH) proviennent d'une lésion située en amont de l'angle de Treitz.<br>Elles sont les plus fréquentes des hémorragies digestives.<br>Elles peuvent se manifester par une hématémèse (vomissement de sang rouge ou noir) et/ou un méléna (selles noires et fétides).<br>L'hémoptysie et l'hématurie sont des diagnostics différentiels à écarter mais ne sont pas des signes d'HDH.",
    "QuestionText": "Les hémorragies digestives hautes :",
    "Subtopic": "Hémorragies digestives",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'ictère est la coloration jaune de la peau et des muqueuses due à l'accumulation de bilirubine dans le sang, conséquence directe du reflux de la bile dans la circulation générale en cas d'obstacle.",
    "Choice_A_Text": "Un ictère cutanéo-muqueux",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'obstacle à l'écoulement de la bile entraîne une absence de pigments biliaires dans les selles, qui deviennent décolorées (mastic).<br>La bilirubine conjuguée, hydrosoluble, est éliminée par les reins, ce qui colore les urines en foncé (couleur bière brune).<br>La proposition est donc l'inverse de la réalité.",
    "Choice_B_Text": "Des urines décolorées et des selles foncées",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La circulation veineuse collatérale abdominale est un signe d'hypertension portale, le plus souvent due à une cirrhose.<br>Ce n'est pas un signe direct du syndrome de cholestase, bien que les deux puissent coexister en cas de maladie hépatique avancée.",
    "Choice_C_Text": "Une circulation veineuse collatérale abdominale",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Cette description (hépatomégalie nodulaire à bord tranchant) est typique d'un foie de cirrhose.<br>Le foie de cholestase est typiquement une hépatomégalie de consistance ferme, à surface lisse et régulière, et à bord inférieur mousse.",
    "Choice_D_Text": "Une hépatomégalie nodulaire à bord tranchant",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le prurit est un signe clinique majeur du syndrome de cholestase.<br>Il est dû à l'accumulation de sels biliaires dans la peau, qui stimulent les terminaisons nerveuses.",
    "Choice_E_Text": "Un prurit cutané",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Le syndrome de cholestase est la conséquence d'un arrêt ou d'une diminution de l'excrétion biliaire.<br>Les signes cliniques cardinaux sont l'ictère cutanéo-muqueux, le prurit, les urines foncées et les selles décolorées.<br>L'examen peut retrouver une hépatomégalie cholestatique (lisse, ferme, à bord mousse).",
    "QuestionText": "Un obstacle sur les voies biliaires extra-hépatiques génère une symptomatologie clinique qu'on appelle le syndrome de cholestase. Celui-ci se manifeste par :",
    "Subtopic": "Ictères rétentionnels",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Le collet est l'orifice musculo-aponévrotique de la paroi abdominale.<br>Il est présent à la fois dans l'éventration et l'éviscération et ne constitue pas une différence.",
    "Choice_A_Text": "Le collet",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "C'est la différence fondamentale.<br>Dans l'éventration, les viscères sont contenus dans un sac péritonéal, un diverticule du péritoine pariétal.<br>Dans l'éviscération, il y a une rupture de toutes les couches de la paroi, y compris le péritoine, donc il n'y a pas de sac péritonéal et les viscères sont exposés à l'air libre.",
    "Choice_B_Text": "Le sac péritonéal",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le contenu est similaire (intestins, épiploon, etc.<br>) dans les deux cas, ce n'est donc pas un critère de différenciation.",
    "Choice_C_Text": "Le contenu",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le trajet à travers la paroi est lié à la déhiscence musculo-aponévrotique dans les deux cas, ce n'est pas un élément de différenciation anatomique principal.",
    "Choice_D_Text": "Le trajet",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La déhiscence musculo-aponévrotique est la cause de l'éventration et de l'éviscération.<br>Ce n'est donc pas une différence mais un point commun.",
    "Choice_E_Text": "L'aponévrose musculaire postérieure",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "L'éventration est une issue de viscères à travers une déhiscence musculo-aponévrotique, mais la peau et le sac péritonéal sont intacts.<br>L'éviscération est une extériorisation des viscères à travers une déhiscence complète de la paroi (péritoine, muscles, aponévrose et peau).<br>La présence (éventration) ou l'absence (éviscération) d'un sac péritonéal est donc la différence anatomique clé.",
    "QuestionText": "La différence anatomique entre une éventration est une éviscération",
    "Subtopic": "Les HERNIES",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La douleur est un symptôme majeur de la péritonite mais n'est pas pathognomonique, car elle est présente dans de très nombreuses affections abdominales.",
    "Choice_A_Text": "La douleur",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La défense est une contraction musculaire réflexe que l'on peut vaincre avec une palpation douce.<br>Elle indique une irritation péritonéale localisée, typique de l'appendicite par exemple, mais n'est pas le signe d'une péritonite généralisée.",
    "Choice_B_Text": "La défense de la fosse iliaque droite",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La contracture abdominale est une rigidité pariétale permanente, invincible, généralisée et douloureuse.<br>Elle est considérée comme le 'maître symptôme' et le signe pathognomonique de la péritonite aiguë généralisée, traduisant une irritation intense et diffuse du péritoine.",
    "Choice_C_Text": "La contracture abdominale",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'empâtement du cul-de-sac de Douglas, perçu au toucher rectal, peut se voir dans diverses conditions inflammatoires pelviennes et n'est pas spécifique de la péritonite généralisée.",
    "Choice_D_Text": "L'empâtement du cul de sac de douglas",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les vomissements sont un signe fonctionnel fréquent dans de nombreuses pathologies digestives et ne sont donc pas pathognomoniques de la péritonite.",
    "Choice_E_Text": "Les vomissements incoercibles",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le signe physique pathognomonique, c'est-à-dire qui à lui seul permet de poser le diagnostic de péritonite aiguë généralisée, est la contracture abdominale.<br>C'est une rigidité musculaire tonique, invincible, permanente et douloureuse qui témoigne d'une inflammation de l'ensemble du péritoine.",
    "QuestionText": "Le signe physique pathognomonique de la péritonite aigue généralisée est :",
    "Subtopic": "Péritonites aigues",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La définition de l'occlusion intestinale aiguë est l'arrêt complet du transit des matières et des gaz.",
    "Choice_A_Text": "Complet",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Un arrêt incomplet définit le syndrome sub-occlusif, et non l'occlusion complète.",
    "Choice_B_Text": "Incomplet",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Un arrêt intermittent n'est pas caractéristique de l'occlusion intestinale aiguë, qui est définie par son caractère permanent.",
    "Choice_C_Text": "Intermittent",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'arrêt doit être permanent pour définir une occlusion aiguë.<br>Un transit qui reprend spontanément n'est pas une occlusion constituée.",
    "Choice_D_Text": "Permanent",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La définition clinique précise que l'arrêt doit être constaté sur une durée significative, généralement d'au moins 24 heures révolues, pour confirmer le diagnostic.",
    "Choice_E_Text": "Pendant 24H",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'occlusion intestinale aiguë est définie par un arrêt complet, permanent et persistant (généralement plus de 24h) du transit des matières et des gaz.<br>Un arrêt incomplet est une sub-occlusion.<br>Les termes 'complet' et 'permanent' sont donc essentiels à la définition.",
    "QuestionText": "Dans l'occlusion intestinale est l'arrêt des matières et des gaz qui est :",
    "Subtopic": "Occlusions intestinales aigue",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "Un foie de cholestase est décrit comme ayant une consistance ferme mais pas dure, avec un bord antérieur mousse.",
    "Choice_A_Text": "Foie de cholestase",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le foie cardiaque a une consistance ferme, non dure, et son volume peut varier (foie 'en accordéon').",
    "Choice_B_Text": "Foie cardiaque",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une hépatomégalie de consistance dure, voire pierreuse, et souvent multinodulaire est très évocatrice de métastases hépatiques.",
    "Choice_C_Text": "Foie de métastases",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le foie cirrhotique est classiquement décrit comme une hépatomégalie (ou atrophie à un stade tardif) dure, avec un bord inférieur tranchant et une surface granitée ou nodulaire.",
    "Choice_D_Text": "Foie de cirrhose",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le carcinome hépatocellulaire, qui se développe le plus souvent sur un foie de cirrhose, se présente comme un ou plusieurs nodules durs au sein d'un foie déjà dur.",
    "Choice_E_Text": "Cancer hépatique sur foie de cirrhose.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Une hépatomégalie de consistance dure à la palpation est un signe de forte suspicion de pathologie sévère, notamment tumorale ou fibrosante.<br>Les diagnostics à évoquer en priorité sont un foie de cirrhose, des métastases hépatiques, ou un cancer primitif du foie (hépatocarcinome), qui survient fréquemment sur une cirrhose préexistante.",
    "QuestionText": "Devant une hépatomégalie, dure à la palpation, quels sont les diagnostics possibles; Cochez les bonnes réponses",
    "Subtopic": "Les hépatomégalies",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'ampullome vatérien est une tumeur de l'ampoule de Vater qui provoque un obstacle sur la voie biliaire principale, entraînant un ictère cholestatique à bilirubine conjuguée.",
    "Choice_A_Text": "Ampullome vatérien",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'anémie hémolytique provoque une hyperproduction de bilirubine non conjuguée (ou libre) par destruction excessive des globules rouges.<br>L'ictère est donc à bilirubine non conjuguée.",
    "Choice_B_Text": "Anémie hémolytique",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La maladie de Gilbert est une anomalie génétique bénigne caractérisée par un déficit partiel en glucuronyl transférase, l'enzyme responsable de la conjugaison de la bilirubine.<br>Elle entraîne un ictère à bilirubine non conjuguée.",
    "Choice_C_Text": "Maladie de Gilbert (déficit partiel de la glucuronyl transférase)",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Certains médicaments peuvent induire une cholestase intra-hépatique, soit par toxicité directe sur les hépatocytes ou les canalicules biliaires, menant à un ictère à bilirubine conjuguée.",
    "Choice_D_Text": "Hépatite médicamenteuse",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'hépatite alcoolique aiguë peut provoquer une cholestase intra-hépatique sévère, se manifestant par un ictère à bilirubine conjuguée.",
    "Choice_E_Text": "Hépatite alcoolique aiguë",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Un ictère cholestatique à bilirubine conjuguée augmentée indique un problème dans l'excrétion de la bile, soit par un obstacle sur les voies biliaires (cholestase extra-hépatique) soit par une atteinte des hépatocytes ou des canalicules biliaires (cholestase intra-hépatique).<br>L'ampullome vatérien (extra-hépatique), l'hépatite médicamenteuse (intra-hépatique) et l'hépatite alcoolique (intra-hépatique) sont des causes valides.<br>L'hémolyse et la maladie de Gilbert provoquent un ictère à bilirubine non conjuguée.",
    "QuestionText": "Devant un ictère cutanéo-muqueux cholestatique avec bilirubine conjuguée augmentée, quels sont les diagnostics à évoquer ; cochez les bonnes réponses",
    "Subtopic": "Les ictères",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "De nombreuses causes de douleurs abdominales aiguës, comme l'appendicite, la péritonite ou l'occlusion, constituent des urgences chirurgicales.",
    "Choice_A_Text": "Peuvent être le signe d'une urgence chirurgicale",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Les douleurs abdominales peuvent avoir de multiples origines extra-digestives, notamment gynécologiques, urinaires, cardiaques, pulmonaires ou vasculaires.",
    "Choice_B_Text": "Sont toujours d'origine digestive",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une douleur abdominale, notamment épigastrique, peut être un signe d'infarctus du myocarde, en particulier de la paroi inférieure.<br>C'est un diagnostic différentiel important à ne pas manquer.",
    "Choice_C_Text": "Peuvent être d'origine cardiaque",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le siège de la douleur est un élément d'orientation diagnostique majeur, chaque quadrant de l'abdomen correspondant à des organes spécifiques (ex: hypocondre droit pour le foie et la vésicule biliaire, fosse iliaque droite pour l'appendice).",
    "Choice_D_Text": "L'étiologie diffère en fonction de la localisation",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La douleur de l'appendicite débute classiquement dans la région épigastrique ou péri-ombilicale avant de migrer vers la fosse iliaque droite.<br>Une douleur épigastrique isolée évoque plus souvent une pathologie gastrique, pancréatique ou biliaire.",
    "Choice_E_Text": "Une douleur épigastrique témoigne souvent d'une appendicite.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La douleur abdominale est un symptôme fréquent aux causes multiples.<br>Elle peut signaler une urgence chirurgicale et son origine n'est pas exclusivement digestive, des causes cardiaques étant possibles.<br>La localisation de la douleur est un guide essentiel pour le diagnostic étiologique.",
    "QuestionText": "Concernant les douleurs abdominales :",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'examen clinique commence toujours par l'interrogatoire (anamnèse) pour recueillir les informations sur les symptômes, les antécédents et le contexte.",
    "Choice_A_Text": "Commence par un interrogatoire",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Un signe rapporté par le patient est un signe fonctionnel (ou symptôme).<br>Un signe physique est une anomalie objective constatée par le médecin lors de l'examen physique (inspection, palpation, percussion, auscultation).",
    "Choice_B_Text": "Le signe physique correspond au signe rapporté par le patient",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "C'est la définition exacte.<br>Un signe fonctionnel, ou symptôme, est une plainte subjective exprimée par le malade.",
    "Choice_C_Text": "Le signe fonctionnel correspond au signe rapporté par le patient",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Un syndrome est un regroupement de signes et de symptômes qui oriente vers une ou plusieurs maladies.<br>Ce n'est pas la maladie elle-même.",
    "Choice_D_Text": "Le syndrome est synonyme d'une maladie",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Un syndrome est un ensemble de symptômes et/ou de signes physiques qui se présentent souvent ensemble.",
    "Choice_E_Text": "Le syndrome est un ensemble de symptômes",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La démarche clinique en sémiologie digestive débute par l'interrogatoire, qui permet de recueillir les signes fonctionnels (symptômes rapportés par le patient).<br>Vient ensuite l'examen physique pour rechercher les signes physiques.<br>Le regroupement de ces signes et symptômes constitue un syndrome, qui est un ensemble de manifestations cliniques orientant le diagnostic.",
    "QuestionText": "Concernant l'examen de l'appareil digestif",
    "Subtopic": "Sémiologie digestive: examen clinique en pathologie digestive",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "L'hépatite aiguë, qu'elle soit virale ou autre, provoque fréquemment des nausées et des vomissements en raison de l'inflammation hépatique et de l'insuffisance hépatocellulaire.",
    "Choice_A_Text": "L'hépatite aigue",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'ulcère gastro-duodénal peut entraîner des vomissements, notamment en cas de sténose pylorique (occlusion haute) ou de douleur intense.",
    "Choice_B_Text": "L'ulcère gastro-duodénale",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "L'infarctus du myocarde, surtout s'il touche la paroi inférieure du cœur, peut se manifester par des symptômes digestifs atypiques comme des nausées et vomissements en raison de l'irritation du diaphragme et de l'activation du système nerveux autonome.",
    "Choice_C_Text": "L'infarctus de myocarde",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La salpingite, une infection des trompes utérines, provoque une inflammation pelvienne qui peut irriter le péritoine et causer des vomissements par réflexe.",
    "Choice_D_Text": "La salpingite",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "L'hypercalcémie est une cause métabolique classique de vomissements.<br>Elle ralentit la motilité gastrique et stimule directement le centre du vomissement dans le cerveau.",
    "Choice_E_Text": "L'hypercalcémie",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les vomissements sont un symptôme non spécifique pouvant avoir de multiples étiologies, qu'elles soient digestives (hépatite, ulcère), extra-digestives (infarctus, salpingite) ou métaboliques (hypercalcémie).<br>Toutes les propositions listent des causes possibles de vomissements.",
    "QuestionText": "Parmi les propositions suivante, cocher la(es) proposition(s) exacte(s) concernant l'(es) étiologie(s) des vomissments :",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "YearAsked": "Février 2025"
  },
  {
    "Choice_A_Explanation": "La constipation terminale, ou dyschésie, se définit par la difficulté à évacuer les selles qui sont présentes dans le rectum.",
    "Choice_A_Text": "Difficulté d'exonération",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Une fréquence de selles inférieure à 3 fois par semaine est une définition générale de la constipation, mais elle est plus typique de la constipation de transit (ralentissement de la progression dans le côlon) que de la constipation terminale.",
    "Choice_B_Text": "Souvent des selles de moins de 3 fois par semaines",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le toucher rectal est un examen clé qui permet de constater la présence de selles accumulées dans l'ampoule rectale, confirmant que le problème se situe au niveau de l'évacuation.",
    "Choice_C_Text": "Présence de selles au toucher rectal",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Le recours à des manœuvres digitales (intravaginales ou intra-anales) pour faciliter l'évacuation est un symptôme très évocateur de constipation terminale.",
    "Choice_D_Text": "Utilisation de manœuvre digital pour évacuer",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Contrairement à la constipation de transit où le besoin de déféquer peut être absent, dans la constipation terminale, le patient ressent souvent le besoin (présence de selles dans le rectum) mais ne parvient pas à évacuer.",
    "Choice_E_Text": "Souvent le besoin est présent",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La constipation terminale (ou dyschésie) est un trouble de l'évacuation rectale.<br>Ses caractéristiques sémiologiques incluent la difficulté d'exonération malgré la présence du besoin, la présence de selles dans l'ampoule rectale au toucher rectal, et souvent le besoin de recourir à des manœuvres digitales pour aider à l'évacuation.",
    "QuestionText": "Cocher la(es) caractéristique(s) sémiologique(s) de la constipation de type terminale :",
    "Subtopic": "la séméiologie proctologique",
    "YearAsked": "Février 2025"
  }
]
