[
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l'ictère en rapport avec la lithiase de la voie biliaire principale:",
    "Choice_A_Text": "Un tableau d’ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Cette description correspond à la présentation classique de l'angiocholite, une complication fréquente de la lithiase de la voie biliaire principale.<br>L'ictère est typiquement intermittent et d'intensité variable car le calcul peut se mobiliser.<br>La douleur (colique hépatique) et la fièvre complètent la triade de Villard, caractéristique de l'angiocholite.",
    "Choice_B_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'association d'un ictère fluctuant et de méléna (sang digéré dans les selles) est très évocatrice d'un ampullome vatérien, une tumeur de l'ampoule de Vater, qui saigne dans le tube digestif.",
    "Choice_C_Text": "La triade de Willard est caractéristique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le nom correct de la triade (douleur, fièvre, ictère) est la triade de Villard ou de Charcot, et non Willard.",
    "Choice_D_Text": "Il peut se traduire par un syndrome cholédocien.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Un syndrome cholédocien est l'ensemble des signes résultant d'un obstacle sur la voie biliaire principale (cholédoque).<br>La lithiase de la voie biliaire principale est une cause de syndrome cholédocien, qui se manifeste classiquement par la triade douleur-fièvre-ictère.",
    "Choice_E_Text": "Un ictère cholestatique associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Cette présentation, connue sous le nom de loi de Courvoisier-Terrier, est typique d'un obstacle tumoral bas, comme le cancer de la tête du pancréas.<br>Dans la lithiase chronique, la vésicule est souvent scléro-atrophique et non palpable.",
    "OverallExplanation": "La lithiase de la voie biliaire principale se manifeste typiquement par un ictère dont l'intensité est fluctuante, car le calcul peut bouger.<br>Lorsqu'une infection se surajoute (angiocholite), l'ictère devient douloureux et fébrile, réalisant la triade de Villard.<br>Par définition, un obstacle sur la voie biliaire principale, comme un calcul, provoque un syndrome cholédocien.<br>Les options A et D sont donc correctes, A décrivant une présentation clinique très caractéristique et D une vérité définitionnelle."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l’ictère en rapport avec la lithiase de la voie biliaire principale:",
    "Choice_A_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'association d'un ictère fluctuant et de méléna est plus caractéristique d'un ampullome vatérien, qui peut saigner dans le duodénum.",
    "Choice_B_Text": "Un tableau d'ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la présentation classique de l'angiocholite sur lithiase de la voie biliaire principale.<br>La triade douleur, fièvre et ictère (triade de Villard/Charcot) est typique.<br>Le caractère fluctuant de l'ictère est un signe majeur en faveur de l'origine lithiasique.",
    "Choice_C_Text": "Un ictère cholestatique associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Une grosse vésicule palpable (signe de Courvoisier-Terrier) oriente vers une obstruction tumorale basse (cancer de la tête du pancréas), et non lithiasique.",
    "Choice_D_Text": "La triade de Willard est caractéristique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La triade caractéristique est celle de Villard ou de Charcot.<br>Willard est un nom incorrect.",
    "Choice_E_Text": "Il peut se traduire par un syndrome cholédocien.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le syndrome cholédocien est l'ensemble des manifestations cliniques dues à un obstacle sur le cholédoque (voie biliaire principale).<br>La lithiase de la VBP en est une cause directe.",
    "OverallExplanation": "La présentation la plus caractéristique de l'ictère d'origine lithiasique est un tableau d'angiocholite, associant douleur, fièvre et un ictère fluctuant (option B).<br>Par définition, cette pathologie constitue un syndrome cholédocien (option E).<br>Les deux affirmations sont exactes."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l’ictère en rapport avec un cancer de la tête du pancréas:",
    "Choice_A_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un ictère fluctuant associé à des méléna évoque un ampullome vatérien.",
    "Choice_B_Text": "Un tableau d’ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ce tableau est typique de l'angiocholite d'origine lithiasique.",
    "Choice_C_Text": "Un ictère cholestatique progressif, souvent associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est la description classique de l'ictère par cancer de la tête du pancréas.<br>L'ictère est d'installation progressive et sans rémission.<br>L'association avec une grosse vésicule palpable correspond à la loi de Courvoisier-Terrier.",
    "Choice_D_Text": "La triade de Willard est caractéristique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La triade de Villard (et non Willard) est associée à la pathologie lithiasique.",
    "Choice_E_Text": "Les urines sont claires et les selles normo-colorées.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Dans un ictère rétentionnel (cholestatique), l'absence de bilirubine dans l'intestin rend les selles décolorées (acholiques), et son passage dans le sang puis les urines les rend foncées.",
    "OverallExplanation": "Le cancer de la tête du pancréas provoque un obstacle complet et permanent sur la voie biliaire principale.<br>Cela se traduit par un ictère d'installation progressive, qui s'intensifie sans rémission, un prurit intense et, de manière caractéristique, une grosse vésicule biliaire palpable et indolore (loi de Courvoisier-Terrier)."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "L'ictère rétentionnel d'origine tumorale:",
    "Choice_A_Text": "Est un ictère d'installation brutale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'installation brutale est caractéristique d'un obstacle lithiasique.<br>L'ictère tumoral s'installe progressivement.",
    "Choice_B_Text": "Est un ictère intermittent.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le caractère intermittent ou fluctuant est typique de la lithiase.<br>L'ictère tumoral évolue en un seul tenant, sans rémission.",
    "Choice_C_Text": "Est un ictère \"nu\".",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'ictère est dit \"nu\" car il apparaît de manière isolée, sans douleur ni fièvre, contrairement à l'ictère lithiasique.<br>Le prurit est cependant un symptôme fréquent qui l'accompagne.",
    "Choice_D_Text": "Est un ictère causé par un calcul enclavé dans le canal cystique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Un calcul dans le canal cystique ne provoque pas d'ictère (sauf complications rares comme le syndrome de Mirizzi).<br>La question porte sur une origine tumorale.",
    "Choice_E_Text": "Est un ictère accompagné d'urines foncées et de selles décolorées.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est la définition même d'un ictère cholestatique ou rétentionnel.<br>La bilirubine conjuguée passe dans le sang (urines foncées) mais n'atteint plus l'intestin (selles décolorées).",
    "OverallExplanation": "L'ictère d'origine tumorale est dû à un obstacle progressif et complet.<br>Il est donc d'installation progressive, sans rémission, et se présente souvent de manière isolée (ictère \"nu\"), sans douleur ni fièvre.<br>Comme tout ictère rétentionnel, il s'accompagne d'urines foncées et de selles décolorées en raison de la cholestase."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "Cochez les réponses justes concernant l’ictère:",
    "Choice_A_Text": "Il correspond à une coloration jaune de la peau et des téguments.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition clinique de l'ictère, visible au niveau de la peau, des muqueuses et des conjonctives.",
    "Choice_B_Text": "Il est la conséquence de l’accumulation de la bilirubine dans le sang.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'hyperbilirubinémie est la cause biologique de la coloration jaune des tissus.",
    "Choice_C_Text": "Il est toujours secondaire à une maladie hépatique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ictère peut avoir une origine pré-hépatique (hémolyse), hépatique (hépatite, cirrhose) ou post-hépatique (obstacle sur les voies biliaires).",
    "Choice_D_Text": "Son diagnostic positif repose sur l’échographie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le diagnostic positif de l'ictère est clinique (constatation de la couleur jaune) et biologique (dosage de la bilirubine).<br>L'échographie est un examen de diagnostic étiologique, pour en rechercher la cause.",
    "Choice_E_Text": "Il peut être secondaire à un déficit en glucuronyl transférase hépatocytaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Un déficit en cette enzyme est responsable de la maladie de Gilbert (déficit partiel) et de la maladie de Crigler-Najjar (déficit total), qui provoquent des ictères à bilirubine non conjuguée.",
    "OverallExplanation": "L'ictère est la coloration jaune des téguments due à une hyperbilirubinémie (A et B).<br>Ses causes sont variées (pré, intra ou post-hépatiques), incluant des déficits enzymatiques comme celui en glucuronyl transférase (E).<br>Il n'est pas toujours d'origine hépatique (C) et son diagnostic est clinique et biologique, non échographique (D)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "L'ictère rétentionnel d'origine lithiasique:",
    "Choice_A_Text": "Est un ictère d'installation progressive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Son installation est typiquement brutale, correspondant à la migration ou à l'enclavement d'un calcul.",
    "Choice_B_Text": "Est un ictère intermittent.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le caractère intermittent ou fluctuant est très évocateur, car le calcul peut se mobiliser et laisser passer la bile par moments.",
    "Choice_C_Text": "Est un ictère nu.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il est rarement \"nu\"; il est classiquement accompagné de douleurs (colique hépatique) et souvent de fièvre (angiocholite).",
    "Choice_D_Text": "Est un ictère causé par un calcul enclavé dans le canal cystique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Un calcul dans le canal cystique obstrue la vésicule biliaire mais pas l'écoulement de la bile du foie vers l'intestin.<br>Il ne cause donc pas d'ictère.",
    "Choice_E_Text": "Est un ictère causé par un calcul enclavé dans la voie biliaire principale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est la cause anatomique directe.<br>Pour qu'un ictère rétentionnel se produise, l'obstacle doit se situer sur la voie biliaire principale (cholédoque), empêchant l'évacuation de la bile hépatique.",
    "OverallExplanation": "L'ictère d'origine lithiasique est dû à un calcul bloqué dans la voie biliaire principale (E).<br>Cliniquement, il se manifeste de façon brutale et est typiquement intermittent (B), car le calcul peut bouger, contrairement à une tumeur."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l’ictère en rapport avec la lithiase de la voie biliaire principale:",
    "Choice_A_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cette association oriente principalement vers un ampullome vatérien.",
    "Choice_B_Text": "Un tableau d’ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est le tableau typique de l'angiocholite aiguë sur lithiase de la voie biliaire principale.<br>La douleur, la fièvre et l'ictère constituent la triade de Villard/Charcot.",
    "Choice_C_Text": "Un ictère cholestatique associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La loi de Courvoisier-Terrier (grosse vésicule palpable) est caractéristique d'un obstacle tumoral bas (cancer de la tête du pancréas).",
    "Choice_D_Text": "La triade de Willard est caractéristique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le nom correct est la triade de Villard ou de Charcot.",
    "Choice_E_Text": "Il peut se traduire par un syndrome cholédocien.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Par définition, un obstacle sur la voie biliaire principale, tel qu'un calcul, est responsable d'un syndrome cholédocien.",
    "OverallExplanation": "L'ictère d'origine lithiasique se présente classiquement comme un ictère douloureux, fébrile et d'intensité fluctuante, surtout en cas d'angiocholite (B).<br>Cet ensemble de symptômes définit le syndrome cholédocien (E)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l’ictère en rapport avec la lithiase de la voie biliaire principale:",
    "Choice_A_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'association d'un ictère fluctuant et de méléna est plus typique d'un ampullome vatérien.",
    "Choice_B_Text": "Un tableau d'ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Cette description correspond au tableau classique de l'angiocholite sur lithiase de la VBP, incluant la triade de Villard/Charcot (douleur, fièvre, ictère).",
    "Choice_C_Text": "Un ictère cholestatique associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le signe de Courvoisier-Terrier (grosse vésicule palpable) est un signe d'obstacle néoplasique bas, comme le cancer de la tête du pancréas.",
    "Choice_D_Text": "La triade de Willard est caractéristique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le nom correct de la triade est Villard ou Charcot.",
    "Choice_E_Text": "Il peut se traduire par un syndrome cholédocien.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Toute obstruction de la voie biliaire principale (cholédoque) par un calcul se traduit par un syndrome cholédocien.",
    "OverallExplanation": "La lithiase de la voie biliaire principale cause un syndrome cholédocien (E), qui se manifeste de manière caractéristique par un ictère douloureux, fébrile et fluctuant, surtout en cas de complication infectieuse comme l'angiocholite (B)."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "La sémiologie de l'ictère en rapport avec un cancer de la tête du pancréas:",
    "Choice_A_Text": "Un ictère fluctuant, associé à des méléna.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cet ensemble de signes est évocateur d'un ampullome vatérien.",
    "Choice_B_Text": "Un tableau d'ictère douloureux et fébrile d'intensité variable et fluctuant.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ce tableau est typique d'une angiocholite d'origine lithiasique.",
    "Choice_C_Text": "Un ictère cholestatique progressif, souvent associé à un prurit et une grosse vésicule palpable à l'examen clinique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est la description classique de l'ictère par cancer de la tête du pancréas.<br>Il est progressif, sans rémission, et s'accompagne d'une grosse vésicule palpable (loi de Courvoisier-Terrier).",
    "Choice_D_Text": "La triade de Willard est caractéristique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Cette triade (correctement nommée Villard ou Charcot) n'est pas associée au cancer mais à la lithiase biliaire.",
    "Choice_E_Text": "Les urines sont claires et les selles normo-colorées.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'ictère par obstacle est cholestatique, ce qui signifie que les urines sont foncées et les selles décolorées.",
    "OverallExplanation": "Le cancer de la tête du pancréas induit une obstruction biliaire progressive et complète.<br>Le tableau clinique typique est un ictère cholestatique qui s'installe progressivement et s'intensifie, associé à un prurit important et à une grosse vésicule palpable (loi de Courvoisier-Terrier)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Ictères rétentionnels",
    "QuestionText": "L’ictère rétentionnel d’origine lithiasique:",
    "Choice_A_Text": "Est un ictère d'installation progressive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'installation est généralement brutale, correspondant à la migration d'un calcul.",
    "Choice_B_Text": "Est un ictère intermittent.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le caractère intermittent est un signe clé, dû à la mobilité possible du calcul dans la voie biliaire.",
    "Choice_C_Text": "Est un ictère \"nu\".",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ictère lithiasique est classiquement symptomatique, associé à des douleurs et/ou de la fièvre.",
    "Choice_D_Text": "Est un ictère causé par un calcul enclavé dans le canal cystique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'obstruction du canal cystique ne cause pas d'ictère car la bile hépatique peut toujours s'écouler.",
    "Choice_E_Text": "Est un ictère causé par un calcul enclavé dans la voie biliaire principale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est la définition même de la cause anatomique.<br>L'obstacle doit se situer sur la voie biliaire principale pour entraîner un ictère rétentionnel.",
    "OverallExplanation": "L'ictère rétentionnel d'origine lithiasique est provoqué par un calcul dans la voie biliaire principale (E).<br>Sa présentation clinique est typiquement celle d'un ictère intermittent (B), en opposition à l'ictère tumoral qui est progressif."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l’hépatomégalie d’origine cardiaque (foie cardiaque):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cette description est caractéristique d'un foie de cirrhose.",
    "Choice_B_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci décrit parfaitement le foie cardiaque.<br>La douleur est due à la distension de la capsule de Glisson par la congestion sanguine.<br>La turgescence jugulaire et le reflux hépato-jugulaire sont des signes d'insuffisance cardiaque droite, la cause sous-jacente.",
    "Choice_C_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d’insuffisance hépatocellulaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ces caractéristiques sont celles d'un foie cirrhotique.",
    "Choice_D_Text": "Elle donne généralement un contact lombaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le contact lombaire est un signe qui oriente vers une masse d'origine rétropéritonéale, comme une tumeur du rein, et non vers une hépatomégalie.",
    "Choice_E_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l’ébranlement.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Cette présentation est très évocatrice d'un abcès du foie.",
    "OverallExplanation": "Le foie cardiaque est la conséquence d'une stase sanguine due à une insuffisance cardiaque droite.<br>Il se manifeste par une hépatomégalie ferme, lisse et douloureuse à la palpation, associée aux signes de la cardiopathie sous-jacente tels que la turgescence jugulaire et le reflux hépato-jugulaire."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l'hépatomégalie d'origine cardiaque (foie cardiaque):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un foie dur à bord tranchant est typique de la cirrhose.",
    "Choice_B_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d'insuffisance hépatocellulaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Une surface nodulaire et des signes d'insuffisance hépatocellulaire sont caractéristiques d'un foie de cirrhose.",
    "Choice_C_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est la description classique du foie de stase cardiaque.<br>La douleur provient de la mise en tension de la capsule hépatique.<br>Les signes veineux cervicaux (turgescence jugulaire, reflux hépato-jugulaire) sont les signes cardinaux de l'insuffisance cardiaque droite causale.",
    "Choice_D_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l'ébranlement.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce tableau clinique est celui d'un abcès hépatique.",
    "Choice_E_Text": "Elle donne généralement un contact lombaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le contact lombaire oriente vers une masse rétropéritonéale (rein) plutôt qu'une hépatomégalie.",
    "OverallExplanation": "L'hépatomégalie d'origine cardiaque résulte de la congestion passive du foie par insuffisance cardiaque droite.<br>Elle est donc douloureuse, de consistance ferme, et s'accompagne de signes cliniques d'insuffisance cardiaque droite comme le reflux hépato-jugulaire et la turgescence des veines jugulaires."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l’hépatomégalie d’origine cirrhotique (foie de cirrhose):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La fibrose extensive de la cirrhose rend le foie dur, voire ligneux, avec un bord inférieur qui devient saillant et tranchant.",
    "Choice_B_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d'insuffisance hépatocellulaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La surface du foie cirrhotique est irrégulière, marquée par les nodules de régénération.<br>L'évolution de la maladie conduit à une insuffisance hépatocellulaire (ictère, angiomes stellaires, etc.).",
    "Choice_C_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette description correspond au foie cardiaque.",
    "Choice_D_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l’ébranlement.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce tableau est évocateur d'un abcès du foie.",
    "Choice_E_Text": "Elle donne généralement un contact lombaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le contact lombaire n'est pas une caractéristique d'une hépatomégalie.",
    "OverallExplanation": "Le foie cirrhotique est caractérisé par sa consistance dure et son bord inférieur tranchant (A).<br>Sa surface devient nodulaire en raison de la fibrose et des nodules de régénération, et la maladie progresse vers une insuffisance hépatocellulaire et une hypertension portale (B)."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d’un foie normal à l'examen clinique? Cochez les réponses justes:",
    "Choice_A_Text": "Le bord inférieur du foie n’est jamais palpable.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le bord inférieur du foie peut être palpable lors d'une inspiration profonde, notamment chez les sujets minces ou longilignes, sans que cela soit pathologique.",
    "Choice_B_Text": "Il est indolore.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le foie normal est indolore à la palpation.",
    "Choice_C_Text": "Le bord antérieur est lisse et élastique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Lorsqu'il est palpable, le bord antérieur d'un foie sain est régulier, lisse, et de consistance souple ou élastique.",
    "Choice_D_Text": "La flèche hépatique est de 15 cm.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La flèche hépatique normale, mesurée par percussion sur la ligne médioclaviculaire, ne dépasse pas 12 cm.",
    "Choice_E_Text": "La palpation permet de déterminer et de situer la limite supérieure de la flèche hépatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La limite supérieure du foie est déterminée par la percussion, qui identifie la transition entre la sonorité pulmonaire et la matité hépatique.",
    "OverallExplanation": "Un foie normal est indolore (B) et présente un bord antérieur lisse et élastique lorsqu'il est perçu (C).<br>Le bord inférieur peut parfois être palpé chez des sujets normaux (A est faux).<br>La flèche hépatique normale est inférieure à 12 cm (D est faux), et sa limite supérieure est définie par la percussion, non la palpation (E est faux)."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Masses palpables de l’abdomen",
    "QuestionText": "Quels sont les diagnostics différentiels d’une hépatomégalie? Cochez les réponses justes:",
    "Choice_A_Text": "Un gros rein.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une masse du pôle supérieur du rein droit (hydronéphrose, tumeur) peut être confondue avec une hépatomégalie.<br>La présence d'un contact lombaire permet de faire la différence.",
    "Choice_B_Text": "Une ptose hépatique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une ptose hépatique signifie que le foie est abaissé.<br>Le bord inférieur est palpable plus bas que la normale, mais la flèche hépatique mesurée par percussion reste de taille normale.",
    "Choice_C_Text": "Un prolongement du lobe droit du foie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un lobe de Riedel est une variation anatomique (un prolongement du lobe droit) qui peut être palpé et simuler une hépatomégalie, mais la taille globale du foie reste normale.",
    "Choice_D_Text": "Une masse de l'angle colique droit.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Une tumeur ou un plastron de l'angle colique droit peut se présenter comme une masse de l'hypochondre droit, pouvant être confondue avec une hépatomégalie.",
    "Choice_E_Text": "Une grosse vésicule biliaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une vésicule très dilatée (hydrocholécyste) peut former une masse palpable sous le rebord costal droit, mais elle est généralement plus localisée et de forme piriforme, distincte du foie lui-même.",
    "OverallExplanation": "Plusieurs conditions peuvent simuler une hépatomégalie à la palpation.<br>Il peut s'agir de variations anatomiques du foie comme une ptose ou un lobe de Riedel, ou de masses d'organes adjacents tels que le rein droit, l'angle colique droit ou la vésicule biliaire.<br>La percussion de la flèche hépatique et les examens d'imagerie permettent de faire la distinction."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l’hépatomégalie d’origine cardiaque (foie cardiaque):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cette description est celle d'un foie de cirrhose.",
    "Choice_B_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d’insuffisance hépatocellulaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ce sont les caractéristiques d'un foie cirrhotique avancé.",
    "Choice_C_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le foie cardiaque est le résultat d'une congestion veineuse due à une insuffisance cardiaque droite.<br>Il est donc douloureux (tension de la capsule), ferme, lisse, et s'accompagne des signes de la cardiopathie (turgescence jugulaire, reflux hépato-jugulaire).",
    "Choice_D_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l’ébranlement.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce tableau est très évocateur d'un abcès du foie.",
    "Choice_E_Text": "Elle donne généralement un contact lombaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le contact lombaire est caractéristique d'une masse rétropéritonéale (rein).",
    "OverallExplanation": "Le foie cardiaque est une hépatomégalie de stase, secondaire à une insuffisance cardiaque droite.<br>La sémiologie associe donc les caractéristiques d'un foie congestionné (ferme, lisse, douloureux) aux signes de l'insuffisance cardiaque droite (reflux hépato-jugulaire, turgescence des jugulaires)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l'hépatomégalie d’origine cardiaque (foie cardiaque):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un foie dur à bord tranchant évoque une cirrhose.",
    "Choice_B_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d'insuffisance hépatocellulaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Une surface nodulaire et des signes d'insuffisance hépatique sont typiques de la cirrhose.",
    "Choice_C_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition décrit précisément le foie cardiaque.<br>La douleur est liée à la congestion.<br>Les signes veineux cervicaux sont les marqueurs de l'insuffisance cardiaque droite qui en est la cause.",
    "Choice_D_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l'ébranlement.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est le tableau clinique d'un abcès hépatique.",
    "Choice_E_Text": "Elle donne généralement un contact lombaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le contact lombaire n'est pas associé à une hépatomégalie mais à une masse rétropéritonéale.",
    "OverallExplanation": "L'hépatomégalie cardiaque est une conséquence de l'insuffisance cardiaque droite.<br>Elle se caractérise par un foie congestionné, donc douloureux, ferme et lisse, et s'accompagne de signes cliniques d'insuffisance cardiaque droite, notamment le reflux hépato-jugulaire."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les hépatomégalies",
    "QuestionText": "Sémiologie de l’hépatomégalie d’origine cirrhotique (foie de cirrhose):",
    "Choice_A_Text": "Une hépatomégalie dure à bord inférieur tranchant.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La fibrose rend le foie de consistance dure et le bord inférieur devient saillant et tranchant.",
    "Choice_B_Text": "La face antérieure du foie est granitée ou nodulaire avec des signes d’insuffisance hépatocellulaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La surface hépatique devient irrégulière (nodules de régénération).<br>À un stade avancé, des signes d'insuffisance hépatocellulaire apparaissent.",
    "Choice_C_Text": "Une hépatomégalie douloureuse à surface lisse et de consistance ferme, associée à une turgescence spontanée des veines jugulaires et/ou un reflux hépato-jugulaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette description est celle du foie cardiaque.",
    "Choice_D_Text": "Une hépatomégalie douloureuse et fébrile avec un signe à l’ébranlement.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce tableau est typique d'un abcès du foie.",
    "Choice_E_Text": "Elle donne généralement un contact lombaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le contact lombaire n'est pas une caractéristique d'une hépatomégalie.",
    "OverallExplanation": "Au stade d'hépatomégalie, le foie cirrhotique est typiquement dur, avec un bord inférieur tranchant et une surface nodulaire.<br>Des signes d'insuffisance hépatique et d'hypertension portale y sont souvent associés.<br>Les propositions A et B sont donc correctes."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L’ascite exsudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un liquide d'ascite pauvre en protides (< 25 g/L) est un transsudat.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition d'une ascite exsudative, qui résulte d'un processus inflammatoire ou néoplasique du péritoine.",
    "Choice_C_Text": "Peut être en rapport avec un syndrome de Budd-Chiari.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le syndrome de Budd-Chiari (thrombose des veines sus-hépatiques) cause une hypertension portale.<br>L'ascite est typiquement exsudative au début en raison de la congestion hépatique aiguë et riche en protéines.",
    "Choice_D_Text": "La cirrhose hépatique en est la principale cause.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La cirrhose hépatique est la principale cause d'ascite transsudative, due à l'hypertension portale et à l'hypoalbuminémie.",
    "Choice_E_Text": "Peut être en rapport avec une tuberculose péritonéale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La tuberculose péritonéale est une cause classique d'ascite exsudative, riche en protides et en lymphocytes.",
    "OverallExplanation": "Une ascite exsudative est définie par un taux de protides supérieur à 25 g/L (B).<br>Elle est typiquement causée par des pathologies péritonéales comme la tuberculose (E) ou la carcinose, ou par une congestion hépatique aiguë comme dans le syndrome de Budd-Chiari (C)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L'ascite exsudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition biochimique d'une ascite exsudative, reflétant une augmentation de la perméabilité capillaire péritonéale.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un liquide pauvre en protides est qualifié de transsudat.",
    "Choice_C_Text": "La cirrhose hépatique en est la principale cause.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La cirrhose est la cause la plus fréquente d'ascite transsudative.",
    "Choice_D_Text": "Elle peut être en rapport avec une tuberculose péritonéale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'inflammation péritonéale due à la tuberculose provoque un exsudat riche en protides et en cellules lymphocytaires.",
    "Choice_E_Text": "Elle peut être en rapport avec un syndrome de Budd-Chiari.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le syndrome de Budd-Chiari, par la congestion hépatique aiguë qu'il entraîne, est une cause d'ascite riche en protides (exsudative).",
    "OverallExplanation": "Une ascite exsudative (riche en protides > 25g/L) est causée par des processus inflammatoires ou néoplasiques du péritoine (tuberculose, carcinose) ou par une congestion hépatique sévère (syndrome de Budd-Chiari)."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L’ascite transudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci définit une ascite exsudative.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition d'un transsudat, qui résulte d'un déséquilibre des pressions hydrostatique et oncotique.",
    "Choice_C_Text": "Elle peut être en rapport avec une cirrhose du foie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La cirrhose est la cause la plus fréquente d'ascite transsudative, en raison de l'hypertension portale et de l'hypoalbuminémie.",
    "Choice_D_Text": "Elle peut être en rapport avec une tuberculose péritonéale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La tuberculose péritonéale cause une ascite exsudative.",
    "Choice_E_Text": "Elle peut être en rapport avec un syndrome néphrotique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le syndrome néphrotique entraîne une hypoalbuminémie sévère, ce qui diminue la pression oncotique et favorise la formation d'un transsudat péritonéal.",
    "OverallExplanation": "L'ascite transsudative est pauvre en protides (< 25 g/L) et résulte d'un déséquilibre des pressions de filtration.<br>Les causes principales sont la cirrhose hépatique (via l'hypertension portale) et le syndrome néphrotique (via l'hypoalbuminémie)."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Une ascite transudative correspond à:",
    "Choice_A_Text": "Un taux d'albumine dans le liquide d'ascite > 25 g/l.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La classification transsudat/exsudat se base sur le taux de protides totaux, pas sur l'albumine seule.",
    "Choice_B_Text": "Un taux d'albumine dans le liquide d'ascite < 25 g/l.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La définition repose sur les protides totaux.",
    "Choice_C_Text": "Un taux de protides dans le liquide d'ascite > 25 g/l.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci définit une ascite exsudative.",
    "Choice_D_Text": "Un taux de protides dans le liquide d'ascite < 25 g/l.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la définition classique d'une ascite transsudative.",
    "Choice_E_Text": "Un gradient d'albumine sérum et albumine liquide d'ascite > 11.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un gradient (SAAG) > 11 g/L indique une ascite liée à l'hypertension portale, qui est une cause majeure d'ascite transsudative, mais ce n'est pas la définition du transsudat lui-même.<br>Par exemple, une ascite transsudative due à un syndrome néphrotique a un SAAG bas (< 11 g/L).",
    "OverallExplanation": "La définition biochimique classique d'une ascite transsudative est un taux de protides totaux dans le liquide inférieur à 25 g/L.<br>Le gradient d'albumine (SAAG) est un outil plus moderne pour déterminer l'étiologie (hypertension portale ou non), mais il ne définit pas le caractère transsudatif du liquide."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d’une ascite d’origine cirrhotique?",
    "Choice_A_Text": "Il s’agit généralement d’une ascite transudative.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'ascite cirrhotique est le prototype de l'ascite transsudative, avec un taux de protides < 25 g/L.",
    "Choice_B_Text": "Le gradient albumine sérum et albumine liquide d’ascite > 11.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Un gradient SAAG (Serum-Ascites Albumin Gradient) supérieur à 11 g/L est le marqueur de l'hypertension portale, qui est le mécanisme principal de l'ascite cirrhotique.",
    "Choice_C_Text": "Le gradient albumine sérum et albumine liquide d’ascite > 11 (répété).",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Cette affirmation est identique à la précédente et est donc correcte.",
    "Choice_D_Text": "Elle peut être associée à une splénomégalie.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La splénomégalie est un signe clinique majeur de l'hypertension portale, qui est la cause de l'ascite dans la cirrhose.",
    "Choice_E_Text": "Elle peut être associée à des circulations veineuses collatérales.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La circulation veineuse collatérale (abdominale, péri-ombilicale) est également un signe d'hypertension portale.",
    "OverallExplanation": "L'ascite d'origine cirrhotique est une conséquence de l'hypertension portale.<br>Elle est donc transsudative, avec un SAAG > 11 g/L, et s'associe aux autres signes d'hypertension portale comme la splénomégalie et les circulations veineuses collatérales."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d’une ascite d’origine cardiaque?",
    "Choice_A_Text": "Une turgescence spontanée des veines jugulaires à l’examen clinique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La turgescence jugulaire est un signe clé d'insuffisance cardiaque droite, qui est la cause de l'ascite cardiaque.",
    "Choice_B_Text": "Un reflux hépato-jugulaire à l’examen clinique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le reflux hépato-jugulaire est également un signe spécifique d'insuffisance cardiaque droite.",
    "Choice_C_Text": "Une hépatomégalie à bord inférieur tranchant.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le foie cardiaque est typiquement ferme et à bord mousse, non tranchant.<br>Un bord tranchant évoque une cirrhose.",
    "Choice_D_Text": "Une érythrose palmaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'érythrose palmaire est un signe d'insuffisance hépatocellulaire, typique de la cirrhose, pas de l'ascite cardiaque.",
    "Choice_E_Text": "L’ascite est transudative.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'ascite cardiaque est due à l'augmentation de la pression hydrostatique systémique, ce qui produit un transsudat pauvre en protides.",
    "OverallExplanation": "L'ascite d'origine cardiaque est la conséquence d'une insuffisance cardiaque droite.<br>Elle est donc de type transsudatif et s'accompagne des signes cliniques de l'insuffisance cardiaque droite, tels que la turgescence jugulaire spontanée et le reflux hépato-jugulaire."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L’ascite exsudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition biochimique de l'exsudat, qui indique un processus pathologique affectant le péritoine lui-même.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un liquide pauvre en protides est un transsudat.",
    "Choice_C_Text": "La cirrhose hépatique en est la principale cause.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La cirrhose cause une ascite transsudative.",
    "Choice_D_Text": "Elle peut être en rapport avec une tuberculose péritonéale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La tuberculose péritonéale est une cause classique d'ascite exsudative, inflammatoire et lymphocytaire.",
    "Choice_E_Text": "Elle peut être en rapport avec un syndrome de Budd-Chiari.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La congestion hépatique aiguë dans le syndrome de Budd-Chiari entraîne la production d'un liquide d'ascite riche en protéines.",
    "OverallExplanation": "Une ascite exsudative se définit par une concentration de protides > 25 g/L.<br>Ses causes principales sont inflammatoires (tuberculose péritonéale), néoplasiques (carcinose) ou liées à une congestion hépatique (syndrome de Budd-Chiari)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L'ascite exsudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition correcte d'une ascite exsudative, résultant d'une pathologie active du péritoine.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est la définition d'une ascite transsudative.",
    "Choice_C_Text": "La cirrhose hépatique en est la principale cause.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La cirrhose est la principale cause d'ascite transsudative.",
    "Choice_D_Text": "Elle peut être en rapport avec une tuberculose péritonéale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'inflammation péritonéale tuberculeuse provoque une ascite exsudative.",
    "Choice_E_Text": "Elle peut être en rapport avec un syndrome de Budd-Chiari.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le syndrome de Budd-Chiari cause une ascite riche en protides par transsudation de lymphe hépatique due à la congestion.",
    "OverallExplanation": "Une ascite exsudative est riche en protides (> 25 g/L).<br>Elle est typiquement retrouvée dans des affections comme la tuberculose péritonéale ou le syndrome de Budd-Chiari."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "L’ascite transudative:",
    "Choice_A_Text": "Correspond à un épanchement liquidien intrapéritonéal riche en protides (> 25 g/l).",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci définit une ascite exsudative.",
    "Choice_B_Text": "Correspond à un épanchement liquidien intrapéritonéal pauvre en protides (< 25 g/l).",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition d'un transsudat, causé par un déséquilibre des pressions hydrostatique ou oncotique.",
    "Choice_C_Text": "Peut être en rapport avec une cirrhose du foie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La cirrhose est la cause la plus fréquente de transsudat péritonéal en raison de l'hypertension portale.",
    "Choice_D_Text": "Peut être en rapport avec une tuberculose péritonéale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La tuberculose péritonéale cause une ascite exsudative.",
    "Choice_E_Text": "Peut être en rapport avec un syndrome néphrotique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La fuite massive d'albumine dans le syndrome néphrotique diminue la pression oncotique plasmatique, entraînant un transsudat.",
    "OverallExplanation": "Une ascite transsudative est pauvre en protéines (< 25 g/L).<br>Elle est classiquement due à une cirrhose hépatique (augmentation de la pression hydrostatique portale) ou à un syndrome néphrotique (diminution de la pression oncotique)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Une ascite transudative correspond à:",
    "Choice_A_Text": "Un taux d’albumine dans le liquide d’ascite > 25 g/l.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La définition ne repose pas sur le taux d'albumine seul et le seuil de 25 g/L s'applique aux protides totaux.",
    "Choice_B_Text": "Un taux d’albumine dans le liquide d’ascite < 25 g/l.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La définition repose sur les protides totaux.",
    "Choice_C_Text": "Un taux de protides dans le liquide d’ascite > 25 g/l.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci correspond à une ascite exsudative.",
    "Choice_D_Text": "Un taux de protides dans le liquide d’ascite < 25 g/l.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la définition classique et correcte d'une ascite transsudative.",
    "Choice_E_Text": "Un gradient d’albumine sérum et albumine liquide d’ascite > 11.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un SAAG > 11 g/L est un marqueur d'hypertension portale, qui est une cause majeure d'ascite transsudative, mais ne définit pas le transsudat lui-même.<br>Une ascite transsudative peut avoir un SAAG < 11 (ex: syndrome néphrotique).",
    "OverallExplanation": "La définition d'une ascite transsudative est basée sur sa faible concentration en protéines, classiquement un taux de protides totaux inférieur à 25 g/L."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d’une ascite d’origine cirrhotique?",
    "Choice_A_Text": "Il s’agit généralement d’une ascite transudative.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'ascite due à la cirrhose est un transsudat, avec une faible teneur en protéines (< 25 g/L).",
    "Choice_B_Text": "Le gradient albumine sérum et albumine liquide d’ascite > 11.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le SAAG élevé (> 11 g/L) est le signe biologique de l'hypertension portale, mécanisme principal de l'ascite cirrhotique.",
    "Choice_C_Text": "Le gradient albumine sérum et albumine liquide d’ascite > 11 (répété).",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Cette proposition est une répétition de la précédente et est donc également correcte.",
    "Choice_D_Text": "Elle peut être associée à une splénomégalie.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La splénomégalie est un signe clinique d'hypertension portale, fréquemment associée à l'ascite cirrhotique.",
    "Choice_E_Text": "Elle peut être associée à des circulations veineuses collatérales.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les circulations veineuses collatérales sont un autre signe physique d'hypertension portale.",
    "OverallExplanation": "L'ascite cirrhotique est la manifestation de l'hypertension portale.<br>Elle est donc transsudative, avec un SAAG élevé, et s'accompagne d'autres signes d'hypertension portale comme la splénomégalie et les circulations veineuses collatérales."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Les ASCITES",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d’une ascite d’origine cardiaque?",
    "Choice_A_Text": "Une turgescence spontanée des veines jugulaires à l’examen clinique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La turgescence des veines jugulaires est un signe majeur d'insuffisance cardiaque droite, la cause de l'ascite d'origine cardiaque.",
    "Choice_B_Text": "Un reflux hépato-jugulaire à l’examen clinique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le reflux hépato-jugulaire est également un signe pathognomonique de l'insuffisance cardiaque droite.",
    "Choice_C_Text": "Une hépatomégalie à bord inférieur tranchant.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le foie cardiaque a un bord inférieur mousse et régulier, non tranchant.<br>Le bord tranchant est typique de la cirrhose.",
    "Choice_D_Text": "Une érythrose palmaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'érythrose palmaire est un signe d'insuffisance hépatocellulaire (cirrhose), non d'origine cardiaque.",
    "Choice_E_Text": "L’ascite est transudative.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'ascite cardiaque est un transsudat, résultant de l'augmentation de la pression hydrostatique dans la circulation systémique.",
    "OverallExplanation": "L'ascite cardiaque est la conséquence d'une insuffisance cardiaque droite.<br>Elle est donc transsudative et s'accompagne des signes cliniques de cette insuffisance, notamment la turgescence jugulaire et le reflux hépato-jugulaire."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "La douleur pancréatique est:",
    "Choice_A_Text": "De siège épigastrique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le siège typique de la douleur pancréatique est la région épigastrique.",
    "Choice_B_Text": "À type de crampe ou en barre.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La douleur est souvent décrite comme une crampe intense ou une sensation de barre qui traverse l'abdomen.",
    "Choice_C_Text": "À irradiation vers l’épaule droite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'irradiation vers l'épaule droite est caractéristique de la douleur biliaire.<br>La douleur pancréatique irradie typiquement dans le dos.",
    "Choice_D_Text": "Les facteurs calmants sont l'antéflexion, la compression abdominale ou la prise d’Aspirine.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La position en antéflexion (penché en avant) ou \"en chien de fusil\" est une position antalgique classique qui soulage la douleur pancréatique.",
    "Choice_E_Text": "Les facteurs favorisants sont les repas riches en graisse et l'alcool.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La consommation d'alcool et les repas gras sont des déclencheurs bien connus des pancréatites.",
    "OverallExplanation": "La douleur pancréatique a des caractéristiques sémiologiques très évocatrices : un siège épigastrique, une irradiation dorsale transfixiante, un type en barre, un soulagement par l'antéflexion et un déclenchement par l'alcool ou les repas gras."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 48 ans, sans antécédents particuliers, accuse depuis 10 heures une douleur forte, insupportable, bloquant la respiration, de l’hypocondre droit, à type de torsion, irradiant vers l'épaule droite, associée à des nausées et des vomissements, évoluant dans un contexte de fièvre chiffrée à 38,4°C.",
    "Choice_A_Text": "Une douleur biliaire « Colique hépatique ».",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le tableau clinique est typique de la colique hépatique compliquée de cholécystite aiguë.<br>Le siège (hypochondre droit), l'irradiation (épaule droite), le type (torsion, blocage respiratoire), et les signes associés (fièvre, vomissements) sont tous caractéristiques.",
    "Choice_B_Text": "Une pancréatite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur pancréatique est typiquement épigastrique avec une irradiation dorsale, et non vers l'épaule droite.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le syndrome de Kœnig correspond à une subocclusion du grêle, avec des douleurs crampoïdes, un ballonnement et une débâcle de gaz et de selles.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur gastrique est généralement épigastrique, à type de brûlure ou de crampe, et rythmée par les repas.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une douleur colique est plus souvent une crampe diffuse ou localisée sur le cadre colique, soulagée par l'émission de gaz ou de selles.",
    "OverallExplanation": "Ce cas clinique présente tous les signes caractéristiques de la colique hépatique, probablement compliquée d'une cholécystite aiguë (en raison de la durée, de l'intensité et de la fièvre).<br>La localisation dans l'hypochondre droit avec irradiation vers l'épaule droite est pathognomonique."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "Une jeune fille de 19 ans, célibataire, consulte aux urgences pour des douleurs aiguës de la fosse iliaque droite. On peut évoquer comme diagnostic:",
    "Choice_A_Text": "Une appendicite aiguë.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'appendicite aiguë est la cause la plus fréquente de douleur aiguë de la fosse iliaque droite (FID) chez le sujet jeune.",
    "Choice_B_Text": "Une grossesse extra-utérine.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Chez toute femme en âge de procréer présentant une douleur pelvienne, une grossesse extra-utérine (GEU) doit être systématiquement évoquée, même si la patiente se dit célibataire.",
    "Choice_C_Text": "Une torsion d’un kyste de l'ovaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Une torsion d'annexe (ovaire, trompe) est une urgence gynécologique qui se manifeste par une douleur aiguë de la FID ou de la fosse iliaque gauche.",
    "Choice_D_Text": "Une pancréatite aiguë.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de la pancréatite aiguë est typiquement épigastrique, à irradiation dorsale.",
    "Choice_E_Text": "Une colique hépatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur de la colique hépatique siège dans l'hypochondre droit, avec une irradiation vers l'épaule droite.",
    "OverallExplanation": "Devant une douleur aiguë de la fosse iliaque droite chez une jeune femme, les diagnostics à évoquer en priorité sont l'appendicite aiguë (le plus fréquent), et les urgences gynécologiques comme la grossesse extra-utérine et la torsion d'annexe.<br>Il est impératif d'éliminer ces dernières."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 40 ans, sans antécédents pathologiques notables, présente depuis 2 jours des douleurs épigastriques à type de crampe intense et transfixiante à irradiation postérieure progressivement croissante, aggravée par les repas et soulagée par l'antéflexion. Vers quel type de douleur vous oriente ce tableau clinique?",
    "Choice_A_Text": "Une douleur biliaire (colique hépatique).",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La douleur biliaire est localisée dans l'hypochondre droit avec une irradiation vers l'épaule droite.",
    "Choice_B_Text": "Une douleur pancréatique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le tableau est très évocateur d'une douleur pancréatique.<br>Le siège épigastrique, l'irradiation transfixiante (postérieure), l'aggravation par les repas et surtout le soulagement par l'antéflexion (position penchée en avant) sont tous des signes cardinaux.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le syndrome de Kœnig est une douleur de lutte intestinale (subocclusion), de nature crampoïde et soulagée par une débâcle de gaz et de selles.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Bien que le siège soit épigastrique, l'irradiation transfixiante et le soulagement par l'antéflexion ne sont pas typiques d'une douleur gastrique.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une douleur colique serait plutôt soulagée par l'émission de gaz ou de selles.",
    "OverallExplanation": "La description de la douleur correspond point par point à la sémiologie classique de la douleur pancréatique : siège épigastrique, irradiation dorsale transfixiante, et surtout la position antalgique en antéflexion."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Quelles sont les caractéristiques d'une douleur abdominale d'origine biliaire?",
    "Choice_A_Text": "Elle siège au niveau de la région hypogastrique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le siège typique est l'hypochondre droit ou l'épigastre, pas la région hypogastrique.",
    "Choice_B_Text": "Elle siège au niveau de l'hypochondre droit.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'hypochondre droit est le siège classique de la douleur biliaire (colique hépatique).",
    "Choice_C_Text": "Elle irradie en hémi-ceinture.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'irradiation peut se faire en hémi-ceinture droite, vers la pointe de l'omoplate ou le dos.",
    "Choice_D_Text": "Elle peut irradier en bretelle.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'irradiation en \"bretelle\" vers l'épaule droite est très caractéristique et due à l'irritation du nerf phrénique.",
    "Choice_E_Text": "Elle s'accompagne toujours d’un ictère.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une colique hépatique simple (calcul dans la vésicule ou le cystique) ne s'accompagne pas d'ictère.<br>L'ictère n'apparaît qu'en cas d'obstacle sur la voie biliaire principale.",
    "OverallExplanation": "La douleur biliaire typique, ou colique hépatique, siège dans l'hypochondre droit.<br>Ses irradiations sont caractéristiques : en hémi-ceinture droite, vers la pointe de l'omoplate, ou en bretelle vers l'épaule droite."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 48 ans, sans antécédents particuliers, accuse depuis 10 heures une douleur forte, insupportable, bloquant la respiration, de l’hypocondre droit, à type de torsion, irradiant vers l'épaule droite, associée à des nausées et des vomissements, évoluant dans un contexte de fièvre chiffrée à 38,4°C:",
    "Choice_A_Text": "Une douleur biliaire « Colique hépatique ».",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le tableau clinique est hautement évocateur d'une colique hépatique compliquée de cholécystite aiguë.<br>Tous les éléments sont présents : siège, irradiation, type de douleur, inhibition respiratoire, signes associés (fièvre, vomissements).",
    "Choice_B_Text": "Une pancréatite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur pancréatique est épigastrique à irradiation dorsale.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il s'agit d'une subocclusion intestinale, avec des crampes et un ballonnement.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur gastrique est épigastrique et rythmée par les repas, sans cette irradiation caractéristique.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur colique est différente et généralement soulagée par l'émission de gaz.",
    "OverallExplanation": "Ce cas clinique est une description d'école de la cholécystite aiguë lithiasique.<br>La douleur de l'hypochondre droit irradiant vers l'épaule, avec inhibition respiratoire (signe de Murphy) et fièvre, est pathognomonique."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 48 ans, sans antécédents particuliers, accuse depuis 10 heures une douleur forte, insupportable, bloquant la respiration, de l’hypocondre droit, à type de torsion, irradiant vers l'épaule droite, associée à des nausées et des vomissements, évoluant dans un contexte de fièvre chiffrée à 38,4°C:",
    "Choice_A_Text": "Une douleur biliaire « Colique hépatique ».",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La présentation est typique d'une colique hépatique compliquée (cholécystite aiguë).<br>La localisation de la douleur, son irradiation, son type (inhibition respiratoire) et la présence de fièvre orientent fortement vers ce diagnostic.",
    "Choice_B_Text": "Une pancréatite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur pancréatique est épigastrique et irradie dans le dos.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le syndrome de Kœnig est une douleur de subocclusion du grêle.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur gastrique a un siège épigastrique et est souvent post-prandiale.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur colique a des caractéristiques différentes.",
    "OverallExplanation": "Cette vignette clinique est une illustration parfaite de la cholécystite aiguë.<br>La douleur de l'hypochondre droit, l'irradiation scapulaire droite, l'inhibition respiratoire et la fièvre sont des signes cardinaux."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "Une jeune fille de 19 ans, célibataire, consulte aux urgences pour des douleurs aiguës de la fosse iliaque droite. On peut évoquer comme diagnostic:",
    "Choice_A_Text": "Une appendicite aiguë.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est le diagnostic le plus fréquent dans ce contexte de douleur de la fosse iliaque droite (FID) chez un sujet jeune.",
    "Choice_B_Text": "Une grossesse extra-utérine.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une GEU est une urgence vitale qui doit être systématiquement suspectée chez toute femme en âge de procréer présentant des douleurs pelviennes, quel que soit son statut marital déclaré.",
    "Choice_C_Text": "Une torsion d’un kyste de l'ovaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La torsion d'annexe est une autre urgence gynécologique à évoquer, se manifestant par une douleur brutale et intense dans l'une des fosses iliaques.",
    "Choice_D_Text": "Une pancréatite aiguë.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de la pancréatite est épigastrique à irradiation dorsale.",
    "Choice_E_Text": "Une colique hépatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur de la colique hépatique siège dans l'hypochondre droit.",
    "OverallExplanation": "Chez une jeune femme avec une douleur de la FID, le diagnostic différentiel inclut principalement l'appendicite aiguë et les pathologies gynécologiques aiguës comme la grossesse extra-utérine et la torsion d'annexe.<br>Ces diagnostics doivent tous être considérés."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "DOULEUR ABDOMINALE AIGUE DE L’ADULTE",
    "QuestionText": "Une jeune fille de 19 ans, célibataire, consulte aux urgences pour des douleurs aiguës de la fosse iliaque droite. On peut évoquer comme diagnostic:",
    "Choice_A_Text": "Une appendicite aiguë.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'appendicite aiguë est le premier diagnostic à évoquer devant une douleur de la fosse iliaque droite (FID) chez un sujet jeune.",
    "Choice_B_Text": "Une grossesse extra-utérine.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Devant toute douleur pelvienne chez une femme en âge de procréer, il faut impérativement éliminer une grossesse extra-utérine.",
    "Choice_C_Text": "Une torsion d’un kyste de l'ovaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La torsion d'annexe est une urgence gynécologique qui peut se manifester par une douleur aiguë de la FID.",
    "Choice_D_Text": "Une pancréatite aiguë.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur pancréatique n'est généralement pas localisée en FID.",
    "Choice_E_Text": "Une colique hépatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur biliaire se situe dans l'hypochondre droit.",
    "OverallExplanation": "La douleur aiguë de la fosse iliaque droite chez la jeune femme impose d'évoquer en premier lieu l'appendicite aiguë, ainsi que les urgences gynécologiques telles que la grossesse extra-utérine et la torsion d'annexe."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Une douleur pancréatique:",
    "Choice_A_Text": "De siège hypogastrique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le siège de la douleur pancréatique est épigastrique.",
    "Choice_B_Text": "Soulagée par l'antéflexion.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La position penchée en avant (antéflexion) ou \"en chien de fusil\" est une position antalgique caractéristique.",
    "Choice_C_Text": "Aggravée par la prise alimentaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'alimentation, en particulier les repas gras, stimule la sécrétion pancréatique et aggrave la douleur.",
    "Choice_D_Text": "À irradiation dorsale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'irradiation est typiquement postérieure, transfixiante, \"en coup de poignard\" dans le dos.",
    "Choice_E_Text": "Peut être déclenchée par la prise d’alcool.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'alcool est un facteur déclenchant majeur des pancréatites aiguës.",
    "OverallExplanation": "La douleur pancréatique présente une sémiologie très caractéristique : épigastrique, à irradiation dorsale, aggravée par l'alimentation, soulagée par l'antéflexion et souvent déclenchée par l'alcool ou les graisses."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 48 ans, sans antécédents particuliers, accuse depuis 10 heures une douleur forte, insupportable, bloquant la respiration, de l’hypocondre droit, à type de torsion, irradiant vers l'épaule droite, associée à des nausées et des vomissements, évoluant dans un contexte de fièvre chiffrée à 38,4°C:",
    "Choice_A_Text": "Une douleur biliaire « Colique hépatique ».",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le tableau est typique d'une colique hépatique compliquée de cholécystite aiguë.<br>Les caractéristiques de la douleur (siège HCD, irradiation épaule droite, inhibition respiratoire) et la fièvre sont pathognomoniques.",
    "Choice_B_Text": "Une pancréatite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Une douleur pancréatique serait épigastrique et à irradiation dorsale.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le syndrome de Kœnig correspond à une subocclusion intestinale.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur gastrique a un siège et des caractéristiques différentes.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur d'origine colique n'a pas cette présentation.",
    "OverallExplanation": "Ce cas clinique est une description d'école de la cholécystite aiguë : douleur de l'hypochondre droit, irradiation scapulaire, inhibition respiratoire, nausées, vomissements et fièvre."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "LES DOULEURS ABDOMINALES D’ORIGINE DIGESTIVE",
    "QuestionText": "Patiente de 48 ans, sans antécédents particuliers, accuse depuis 10 heures une douleur forte, insupportable, bloquant la respiration, de l’hypocondre droit, à type de torsion, irradiant vers l'épaule droite, associée à des nausées et des vomissements, évoluant dans un contexte de fièvre chiffrée à 38,4°C:",
    "Choice_A_Text": "Une douleur biliaire « Colique hépatique ».",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La description correspond parfaitement au tableau d'une colique hépatique compliquée de cholécystite aiguë.<br>La localisation, l'irradiation, l'inhibition respiratoire et la fièvre sont des signes cardinaux.",
    "Choice_B_Text": "Une pancréatite aiguë.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur pancréatique est épigastrique avec irradiation dorsale.",
    "Choice_C_Text": "Un syndrome de Kœnig.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il s'agit d'une douleur de subocclusion intestinale.",
    "Choice_D_Text": "Une douleur gastrique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur gastrique a une sémiologie différente.",
    "Choice_E_Text": "Une douleur du côlon transverse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur colique est d'un autre type.",
    "OverallExplanation": "La présentation clinique est pathognomonique d'une cholécystite aiguë, une complication de la pathologie lithiasique biliaire.<br>Tous les éléments de la sémiologie classique de la douleur biliaire sont présents."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Les caractères sémiologiques de la dysphagie:",
    "Choice_A_Text": "La dysphagie récente est suspecte.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une dysphagie d'apparition récente, surtout chez un sujet âgé ou avec des facteurs de risque, est un signe d'alarme qui doit faire suspecter une pathologie organique, notamment un cancer de l'œsophage.",
    "Choice_B_Text": "Une dysphagie progressive est très évocatrice d’une étiologie organique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une dysphagie qui s'aggrave progressivement, touchant d'abord les solides puis les liquides, est typique d'une sténose organique (tumorale, peptique).",
    "Choice_C_Text": "Une dysphagie intermittente: capricieuse; paradoxale est évocatrice d’une cause fonctionnelle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Une dysphagie non progressive, intermittente, et paradoxale (plus marquée pour les liquides que pour les solides) oriente vers un trouble moteur de l'œsophage (cause fonctionnelle) comme l'achalasie.",
    "Choice_D_Text": "La dysphagie paradoxale est dite: aphagie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'aphagie est l'impossibilité totale de déglutir.<br>La dysphagie paradoxale est une difficulté de déglutition plus importante pour les liquides que pour les solides.",
    "Choice_E_Text": "L’odynophagie est une dysphagie douloureuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'odynophagie est, par définition, une douleur ressentie lors de la déglutition.",
    "OverallExplanation": "L'interrogatoire est crucial pour orienter le diagnostic d'une dysphagie.<br>Son caractère récent (A) et progressif (B) évoque une cause organique.<br>Son caractère intermittent et paradoxal (C) oriente vers une cause fonctionnelle.<br>L'odynophagie (E) est une douleur à la déglutition."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Sémiologie de la dysphagie motrice:",
    "Choice_A_Text": "Elle est en rapport avec un rétrécissement de la lumière œsophagienne.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un rétrécissement de la lumière (sténose) est la cause d'une dysphagie organique (ou obstructive), non motrice.",
    "Choice_B_Text": "Elle est en rapport avec un trouble de la motricité de l'œsophage et une dysfonction du sphincter inférieur de l’œsophage.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition de la dysphagie motrice (ou fonctionnelle).<br>Elle résulte d'un dysfonctionnement du péristaltisme œsophagien et/ou de la relaxation du sphincter inférieur, comme dans l'achalasie.",
    "Choice_C_Text": "C’est une dysphagie d’aggravation progressive, d’abord aux solides puis aux liquides.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette progression est caractéristique de la dysphagie obstructive (organique).",
    "Choice_D_Text": "C’est une dysphagie intermittente, capricieuse et paradoxale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ces qualificatifs sont typiques de la dysphagie motrice.<br>Elle est souvent paradoxale, c'est-à-dire plus marquée pour les liquides que pour les solides.",
    "Choice_E_Text": "C’est une dysphagie d'aggravation lente, d’abord aux solides uniquement puis aux liquides.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci décrit une dysphagie organique à évolution lente, comme une sténose peptique.",
    "OverallExplanation": "La dysphagie motrice est due à un trouble du péristaltisme œsophagien (B).<br>Contrairement à la dysphagie obstructive qui est progressive pour les solides, la dysphagie motrice est classiquement intermittente, capricieuse et souvent paradoxale (D)."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Sémiologie de la dysphagie obstructive:",
    "Choice_A_Text": "Est en rapport avec un rétrécissement de la lumière œsophagienne.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition même de la dysphagie obstructive (ou organique).<br>Il existe un obstacle mécanique au passage du bol alimentaire.",
    "Choice_B_Text": "Est en rapport avec un trouble de la motricité de l’œsophage et une dysfonction du sphincter inférieur de l’œsophage.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci définit la dysphagie motrice (ou fonctionnelle).",
    "Choice_C_Text": "C'est une dysphagie d’aggravation progressive, d'abord aux solides puis aux liquides.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Cette évolution est très caractéristique de la dysphagie obstructive.<br>Le rétrécissement s'aggravant, la gêne passe des gros morceaux solides aux aliments mous, puis aux liquides.",
    "Choice_D_Text": "C'est une dysphagie intermittente, capricieuse et paradoxale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ces caractères sont ceux de la dysphagie motrice.",
    "Choice_E_Text": "Elle peut être en rapport avec un cancer de l’œsophage.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le cancer de l'œsophage est la cause la plus fréquente et la plus redoutée de dysphagie obstructive chez l'adulte.",
    "OverallExplanation": "La dysphagie obstructive est due à un rétrécissement de la lumière œsophagienne (A), le plus souvent un cancer (E).<br>Elle se manifeste de manière typique par une aggravation progressive, touchant d'abord les solides puis les liquides (C)."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Les caractères sémiologiques de la dysphagie:",
    "Choice_A_Text": "La dysphagie récente est suspecte de malignité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une dysphagie d'apparition récente chez un adulte, surtout après 50 ans, est un signe d'alarme qui impose de rechercher un cancer de l'œsophage.",
    "Choice_B_Text": "Une dysphagie progressive est très évocatrice d'une étiologie organique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'aggravation progressive de la dysphagie (solides puis liquides) est le mode d'évolution typique d'une sténose organique.",
    "Choice_C_Text": "Une dysphagie intermittente: capricieuse; paradoxale est évocatrice d'une cause fonctionnelle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ces caractéristiques orientent vers un trouble moteur de l'œsophage, comme l'achalasie.",
    "Choice_D_Text": "La dysphagie paradoxale est dite: aphagie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'aphagie est une impossibilité complète de déglutir, alors que la dysphagie paradoxale est une gêne plus marquée pour les liquides que pour les solides.",
    "Choice_E_Text": "L'odynophagie est une dysphagie douloureuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est la définition exacte de l'odynophagie : une douleur lors de la déglutition.",
    "OverallExplanation": "Les caractéristiques d'une dysphagie permettent une orientation étiologique : récente et progressive (A, B) pour une cause organique ; intermittente et paradoxale (C) pour une cause fonctionnelle.<br>L'odynophagie (E) est le terme désignant une déglutition douloureuse."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Les caractères sémiologiques de la dysphagie:",
    "Choice_A_Text": "La dysphagie récente est suspecte de malignité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une dysphagie récente chez un adulte est un signe d'alarme majeur devant faire évoquer un cancer de l'œsophage jusqu'à preuve du contraire.",
    "Choice_B_Text": "Une dysphagie progressive est très évocatrice d’une étiologie organique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La progression de la gêne, d'abord pour les solides puis pour les liquides, est typique d'une sténose organique qui s'aggrave.",
    "Choice_C_Text": "Une dysphagie intermittente: capricieuse; paradoxale est évocatrice d'une cause fonctionnelle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ces caractères inconstants et illogiques (paradoxaux) orientent vers un trouble de la motricité œsophagienne.",
    "Choice_D_Text": "La dysphagie paradoxale est dite: aphagie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce sont deux termes distincts.<br>L'aphagie est l'impossibilité totale de déglutir.<br>La dysphagie paradoxale est une gêne plus importante pour les liquides que les solides.",
    "Choice_E_Text": "L'odynophagie est une dysphagie douloureuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Par définition, l'odynophagie est une douleur associée à la déglutition.",
    "OverallExplanation": "L'analyse des caractères de la dysphagie est essentielle.<br>Le mode d'installation (récente, progressive) oriente vers une cause organique/maligne (A, B).<br>Le type (intermittente, paradoxale) oriente vers une cause fonctionnelle (C).<br>L'odynophagie est le symptôme de douleur à la déglutition (E)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Sémiologie de la dysphagie motrice:",
    "Choice_A_Text": "Elle est en rapport avec un rétrécissement de la lumière œsophagienne.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un rétrécissement de la lumière définit la dysphagie obstructive ou organique.",
    "Choice_B_Text": "Elle est en rapport avec un trouble de la motricité de l’œsophage et une dysfonction du sphincter inférieur de l’œsophage.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition physiopathologique de la dysphagie motrice (ou fonctionnelle).<br>Elle est causée par un défaut de coordination du péristaltisme ou de la relaxation du sphincter.",
    "Choice_C_Text": "C'est une dysphagie d’aggravation progressive, d'abord aux solides puis aux liquides.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette progression est le signe classique d'une dysphagie organique.",
    "Choice_D_Text": "C’est une dysphagie intermittente, capricieuse et paradoxale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le caractère non-constant, variable et parfois plus marqué pour les liquides (paradoxal) est très évocateur d'une dysphagie motrice.",
    "Choice_E_Text": "C’est une dysphagie d’aggravation lente, d'abord aux solides uniquement puis aux liquides.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci décrit une dysphagie organique à progression lente (ex: sténose peptique).",
    "OverallExplanation": "La dysphagie motrice résulte d'un dysfonctionnement du péristaltisme de l'œsophage et/ou de la relaxation du sphincter inférieur (B).<br>Sa présentation clinique est typiquement intermittente, capricieuse et paradoxale (D), la distinguant de la dysphagie organique."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Sémiologie de la dysphagie motrice:",
    "Choice_A_Text": "Elle est en rapport avec un rétrécissement de la lumière œsophagienne.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un rétrécissement (sténose) est la cause d'une dysphagie organique, pas motrice.",
    "Choice_B_Text": "Elle est en rapport avec un trouble de la motricité de l’œsophage et une dysfonction du sphincter inférieur de l’œsophage.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition exacte de la dysphagie motrice.<br>Le problème est fonctionnel (mouvement) et non structurel (obstacle).",
    "Choice_C_Text": "C'est une dysphagie d’aggravation progressive, d'abord aux solides puis aux liquides.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette progression est caractéristique de la dysphagie obstructive (organique).",
    "Choice_D_Text": "C’est une dysphagie intermittente, capricieuse et paradoxale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ces adjectifs décrivent la présentation clinique classique de la dysphagie motrice, qui peut varier dans le temps et être plus marquée pour les liquides que les solides.",
    "Choice_E_Text": "C’est une dysphagie d’aggravation lente, d'abord aux solides uniquement puis aux liquides.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci correspond à une dysphagie organique à évolution lente.",
    "OverallExplanation": "La dysphagie motrice est causée par un trouble fonctionnel de la motilité œsophagienne (B).<br>Elle se distingue de la dysphagie organique par son caractère intermittent, capricieux et souvent paradoxal (D)."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Les caractères sémiologiques de la dysphagie:",
    "Choice_A_Text": "La dysphagie récente est suspecte de malignité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Chez l'adulte, toute dysphagie d'apparition récente doit être considérée comme un signe de cancer de l'œsophage jusqu'à preuve du contraire.",
    "Choice_B_Text": "Une dysphagie progressive est très évocatrice d’une étiologie organique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'aggravation progressive de la gêne (d'abord pour les solides, puis pour les liquides) témoigne d'un rétrécissement organique de la lumière œsophagienne.",
    "Choice_C_Text": "Une dysphagie intermittente: capricieuse; paradoxale est évocatrice d'une cause fonctionnelle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ce type de dysphagie oriente vers un trouble moteur de l'œsophage, comme l'achalasie.",
    "Choice_D_Text": "La dysphagie paradoxale est dite: aphagie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'aphagie est l'incapacité totale à avaler.<br>La dysphagie paradoxale est une difficulté de déglutition plus grande pour les liquides que pour les solides.",
    "Choice_E_Text": "L’odynophagie est une dysphagie douloureuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'odynophagie est le terme médical qui désigne une déglutition douloureuse.",
    "OverallExplanation": "L'analyse sémiologique de la dysphagie est primordiale pour l'orientation diagnostique.<br>Une dysphagie récente et progressive (A, B) suggère une cause organique potentiellement maligne.<br>Une dysphagie intermittente et paradoxale (C) suggère une cause fonctionnelle.<br>L'odynophagie est une douleur à la déglutition (E)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "DYSPHAGIE",
    "QuestionText": "Les caractères sémiologiques de la dysphagie:",
    "Choice_A_Text": "La dysphagie récente est suspecte de malignité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une dysphagie d'installation récente chez un adulte, particulièrement après 50 ans, est un signe d'alarme qui doit faire suspecter une cause maligne comme un cancer de l'œsophage.",
    "Choice_B_Text": "Une dysphagie progressive est très évocatrice d’une étiologie organique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une dysphagie qui s'aggrave avec le temps, touchant initialement les solides puis les liquides, est typique d'un rétrécissement (sténose) organique progressif.",
    "Choice_C_Text": "Une dysphagie intermittente: capricieuse; paradoxale est évocatrice d'une cause fonctionnelle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ces caractéristiques (non constante, illogique, parfois pire pour les liquides) orientent vers un trouble moteur de l'œsophage (dysphagie fonctionnelle ou motrice).",
    "Choice_D_Text": "La dysphagie paradoxale est dite: aphagie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'aphagie est l'impossibilité totale de déglutir.<br>La dysphagie paradoxale est une gêne à la déglutition plus prononcée pour les liquides que pour les solides.",
    "Choice_E_Text": "L’odynophagie est une dysphagie douloureuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "C'est la définition même de l'odynophagie : une douleur lors du passage des aliments dans l'œsophage.",
    "OverallExplanation": "L'analyse sémiologique est clé pour orienter le diagnostic.<br>Une dysphagie récente (A) et progressive (B) est suspecte d'organicité (et de malignité).<br>Une dysphagie intermittente et paradoxale (C) oriente vers une cause fonctionnelle.<br>L'odynophagie (E) est le terme spécifique pour une déglutition douloureuse."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "La péritonite appendiculaire:",
    "Choice_A_Text": "Est une péritonite primitive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une péritonite primitive est une infection de la cavité péritonéale sans foyer infectieux intra-abdominal.<br>La péritonite appendiculaire est une péritonite secondaire, causée par la perforation de l'appendice.",
    "Choice_B_Text": "Est secondaire à la diffusion d’un foyer septique à point de départ vésiculaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le point de départ est l'appendice, et non la vésicule biliaire (vésiculaire).",
    "Choice_C_Text": "Donne une contracture abdominale maximale au niveau de la fosse iliaque droite.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le foyer infectieux initial étant l'appendice, situé dans la fosse iliaque droite, les signes péritonéaux, y compris la contracture, sont maximaux dans cette région.",
    "Choice_D_Text": "Donne une contracture abdominale maximale au niveau de la fosse iliaque gauche.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une contracture maximale en fosse iliaque gauche orienterait plutôt vers une sigmoïdite perforée.",
    "Choice_E_Text": "Est une urgence médico-chirurgicale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Toute péritonite aiguë généralisée est une urgence médico-chirurgicale qui met en jeu le pronostic vital.",
    "OverallExplanation": "La péritonite appendiculaire est une péritonite secondaire, une urgence chirurgicale majeure.<br>Sur le plan clinique, elle se caractérise par une contracture abdominale dont l'intensité est maximale au point de départ de l'infection, c'est-à-dire la fosse iliaque droite."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "La contracture abdominale:",
    "Choice_A_Text": "Est le maître symptôme des péritonites aiguës généralisées.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La contracture est le signe physique pathognomonique de l'irritation péritonéale généralisée.",
    "Choice_B_Text": "Est un signe clinique constant des péritonites aiguës asthéniques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les péritonites asthéniques, vues chez le sujet âgé ou immunodéprimé, se caractérisent justement par l'absence ou la discrétion des signes physiques, notamment la contracture.",
    "Choice_C_Text": "Est une contraction indolore des muscles de la paroi abdominale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La contracture est extrêmement douloureuse, spontanément et à la palpation.",
    "Choice_D_Text": "Est une contraction localisée des muscles de la paroi abdominale.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une contraction localisée est une défense.<br>La contracture est une contraction généralisée de toute la paroi abdominale.",
    "Choice_E_Text": "Est une contraction généralisée des muscles de la paroi abdominale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Par définition, la contracture est une rigidité généralisée, permanente et invincible des muscles de la paroi abdominale.",
    "OverallExplanation": "La contracture abdominale est le signe clinique majeur de la péritonite aiguë généralisée (A).<br>Elle se définit comme une contraction généralisée (E), permanente, invincible et douloureuse des muscles de la paroi abdominale."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Les péritonites aiguës généralisées se traduisent cliniquement par le syndrome péritonéal qui peut être constitué de:",
    "Choice_A_Text": "Une contracture permanente et invincible de la paroi abdominale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est le signe physique le plus caractéristique du syndrome péritonéal.",
    "Choice_B_Text": "Des vomissements fécaloïdes constants.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les vomissements fécaloïdes sont un signe tardif d'occlusion intestinale, pas un signe constant de péritonite.<br>Des vomissements peuvent être présents mais ne sont pas toujours fécaloïdes.",
    "Choice_C_Text": "Des douleurs abdominales intenses rapidement généralisées.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La douleur est un signe fonctionnel majeur : elle est typiquement brutale, intense et se généralise rapidement à tout l'abdomen.",
    "Choice_D_Text": "Des rectorragies abondantes.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les rectorragies ne font pas partie du syndrome péritonéal et orientent vers une hémorragie digestive basse.",
    "Choice_E_Text": "Des diarrhées glairo-sanglantes chroniques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ce symptôme évoque une maladie inflammatoire chronique de l'intestin, pas une péritonite aiguë.",
    "OverallExplanation": "Le syndrome péritonéal classique associe des signes fonctionnels, comme la douleur abdominale intense et généralisée (C), et des signes physiques, dont le plus important est la contracture abdominale (A)."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "La péritonite aiguë par perforation d'ulcère bulbaire:",
    "Choice_A_Text": "Est une urgence chirurgicale mettant en jeu le pronostic vital du malade.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Toute péritonite par perforation d'organe creux est une urgence chirurgicale absolue dont le pronostic vital est engagé.",
    "Choice_B_Text": "Est une péritonite aiguë primitive.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elle est secondaire à une lésion intra-abdominale (la perforation de l'ulcère).",
    "Choice_C_Text": "Est une péritonite secondaire à une contamination de dehors en dedans.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La contamination se fait de l'intérieur du duodénum vers la cavité péritonéale, soit de dedans en dehors.",
    "Choice_D_Text": "Est suspectée devant une douleur épigastrique chronique intermittente.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur chronique est celle de la maladie ulcéreuse non compliquée.<br>La perforation se manifeste par une douleur aiguë et brutale.",
    "Choice_E_Text": "Est suspectée devant une douleur épigastrique aiguë en coup de poignard.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La douleur \"en coup de poignard\" est la description classique du début d'une péritonite par perforation d'un ulcère gastro-duodénal.",
    "OverallExplanation": "La péritonite par perforation d'ulcère bulbaire est une urgence chirurgicale vitale (A).<br>Le diagnostic est évoqué devant une douleur épigastrique brutale, d'intensité maximale d'emblée, décrite classiquement comme un \"coup de poignard\" (E)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Dans le syndrome appendiculaire:",
    "Choice_A_Text": "La douleur est constante.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur est le symptôme cardinal et constant de l'appendicite aiguë, même si son siège et son type peuvent varier.",
    "Choice_B_Text": "Les vomissements peuvent manquer.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les vomissements et les nausées sont fréquents mais inconstants, ils ne sont pas obligatoires pour le diagnostic.",
    "Choice_C_Text": "La fièvre est importante.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La fièvre est généralement modérée (fébricule à 38-38.5°C).<br>Une fièvre élevée doit faire suspecter une complication (abcès, péritonite).",
    "Choice_D_Text": "Les brûlures mictionnelles peuvent s’associer.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Si l'appendice est en position pelvienne, au contact de la vessie, il peut provoquer une irritation vésicale se manifestant par des signes urinaires comme des brûlures mictionnelles.",
    "Choice_E_Text": "Les leucorrhées peuvent advenir.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les leucorrhées (écoulements vaginaux) ne sont pas un signe d'appendicite et orientent vers une cause gynécologique (salpingite).",
    "OverallExplanation": "Le syndrome appendiculaire classique associe une douleur constante de la fosse iliaque droite (A) à une fièvre modérée et des troubles digestifs inconstants comme les vomissements (B).<br>Selon la position de l'appendice, des signes trompeurs comme des brûlures mictionnelles peuvent être présents (D)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Dans le syndrome péritonéal:",
    "Choice_A_Text": "La douleur est inconstante.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La douleur est le signe fonctionnel constant et majeur du syndrome péritonéal.",
    "Choice_B_Text": "La défense est le maître symptôme.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le maître symptôme est la contracture.<br>La défense est un signe d'irritation péritonéale localisée, moins spécifique et moins grave que la contracture.",
    "Choice_C_Text": "La contracture est pathognomonique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La contracture abdominale généralisée, permanente et invincible est le signe pathognomonique (qui signe la maladie) de la péritonite aiguë généralisée.",
    "Choice_D_Text": "Le cri du Douglas est très suggestif.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La douleur vive provoquée par le toucher rectal au niveau du cul-de-sac de Douglas (cri du Douglas) est un signe très évocateur d'irritation péritonéale.",
    "Choice_E_Text": "Les vomissements sont constants.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les vomissements sont fréquents mais inconstants.",
    "OverallExplanation": "Le syndrome péritonéal est dominé par la contracture abdominale, qui en est le signe pathognomonique (C).<br>La douleur au toucher rectal (cri du Douglas) est également un signe très suggestif de l'atteinte péritonéale (D)."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les traumatismes abdominaux",
    "QuestionText": "Traumatismes abdominal: lors de la perforation d’un organe creux, on retrouve:",
    "Choice_A_Text": "Une matité dans l'aire hépatique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La perforation d'un organe creux libère de l'air dans la cavité péritonéale (pneumopéritoine), ce qui entraîne une disparition de la matité pré-hépatique, remplacée par un tympanisme.",
    "Choice_B_Text": "Une douleur abdominale minime.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La perforation entraîne une péritonite, qui se manifeste par une douleur abdominale intense, souvent brutale en \"coup de poignard\".",
    "Choice_C_Text": "Une contracture abdominale généralisée.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'épanchement du contenu digestif dans le péritoine provoque une irritation péritonéale intense se traduisant par une contracture, signe majeur de péritonite.",
    "Choice_D_Text": "Un météorisme abdominal.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le météorisme (distension gazeuse de l'abdomen) est fréquent, lié à l'iléus paralytique réflexe qui accompagne la péritonite.",
    "Choice_E_Text": "Un toucher rectal douloureux.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La douleur au toucher du cul-de-sac de Douglas (cri du Douglas) est un signe d'irritation péritonéale.",
    "OverallExplanation": "La perforation d'un organe creux lors d'un traumatisme abdominal entraîne une péritonite aiguë.<br>Le tableau clinique associe une douleur intense, une contracture abdominale généralisée (C), un météorisme (D) et une douleur au toucher rectal (E)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Appendicite aiguë: parmi les diagnostics suivants, lesquels sont les diagnostics différentiels d’un syndrome appendiculaire?",
    "Choice_A_Text": "La gastro-entérite intestinale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La gastro-entérite peut provoquer des douleurs abdominales diffuses ou localisées et de la fièvre, pouvant mimer une appendicite débutante.",
    "Choice_B_Text": "La colique néphrétique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une colique néphrétique droite peut se manifester par une douleur irradiant vers la fosse iliaque droite, constituant un diagnostic différentiel important.",
    "Choice_C_Text": "La grossesse extra-utérine.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Chez une femme en âge de procréer, la GEU rompue est un diagnostic différentiel majeur et une urgence vitale à ne pas manquer.",
    "Choice_D_Text": "La diverticulite sigmoïdienne.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La diverticulite sigmoïdienne donne une douleur en fosse iliaque gauche (surnommée \"l'appendicite de gauche\").<br>Elle n'est un diagnostic différentiel que dans de rares cas d'appendice long ou de sigmoïde redondant.",
    "Choice_E_Text": "La rétention aiguë d’urine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La rétention aiguë d'urine provoque une douleur hypogastrique pouvant irradier et être confondue avec une appendicite pelvienne.",
    "OverallExplanation": "Le diagnostic d'appendicite aiguë n'est pas toujours simple.<br>De nombreuses pathologies peuvent donner un tableau similaire, notamment digestives (gastro-entérite), urologiques (colique néphrétique, rétention d'urine) et gynécologiques (grossesse extra-utérine)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Péritonite aiguë généralisée: quel est le maître symptôme dans une péritonite aiguë généralisée?",
    "Choice_A_Text": "Les vomissements.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les vomissements sont un signe fréquent mais inconstant.",
    "Choice_B_Text": "L'arrêt des matières et des gaz.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est un signe d'iléus paralytique, fréquent mais pas le symptôme principal.",
    "Choice_C_Text": "La contracture abdominale généralisée.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La contracture abdominale est le signe physique cardinal, le \"maître symptôme\" qui affirme le diagnostic de péritonite aiguë généralisée.<br>Elle est décrite comme une rigidité invincible, permanente et douloureuse.",
    "Choice_D_Text": "La fièvre.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La fièvre est un signe général d'infection, très fréquent mais pas aussi spécifique que la contracture.",
    "Choice_E_Text": "L’instabilité hémodynamique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'instabilité hémodynamique est un signe de gravité (choc septique), qui apparaît plus tardivement et n'est pas le symptôme initial définissant la péritonite.",
    "OverallExplanation": "Le maître symptôme, c'est-à-dire le signe clinique le plus important et le plus caractéristique qui permet de poser le diagnostic de péritonite aiguë généralisée, est la contracture abdominale."
  },
  {
    "YearAsked": "Juin 2023 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "La péritonite aiguë par perforation d’ulcère bulbaire:",
    "Choice_A_Text": "Est une urgence chirurgicale mettant en jeu le pronostic vital du malade.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La perforation d'un ulcère entraîne une péritonite chimique puis bactérienne, ce qui constitue une urgence chirurgicale majeure avec un risque vital.",
    "Choice_B_Text": "Est une péritonite aiguë primitive.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elle est classée comme péritonite secondaire, car elle est due à une cause intra-abdominale identifiable (la perforation).",
    "Choice_C_Text": "Est une péritonite secondaire à une contamination de dehors en dedans.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La contamination provient de l'intérieur du tube digestif (lumen duodénal) vers la cavité péritonéale, c'est donc une contamination de dedans en dehors.",
    "Choice_D_Text": "Est suspectée devant une douleur épigastrique chronique intermittente.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur chronique correspond à l'ulcère non compliqué.<br>La perforation se manifeste par une douleur aiguë, brutale et intense.",
    "Choice_E_Text": "Est suspectée devant une douleur épigastrique aiguë en coup de poignard.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La douleur 'en coup de poignard' est la description sémiologique classique et très évocatrice de la perforation d'un ulcère gastroduodénal.",
    "OverallExplanation": "La péritonite par perforation d'ulcère est une urgence chirurgicale vitale (A).<br>Son signe d'appel le plus caractéristique est l'apparition brutale d'une douleur épigastrique violente, souvent comparée à un coup de poignard (E)."
  },
  {
    "YearAsked": "Juin 2023 (Rattrapage)",
    "Subtopic": "Péritonites aigues",
    "QuestionText": "Les péritonites aiguës généralisées se traduisent cliniquement par le syndrome péritonéal qui peut être constitué de:",
    "Choice_A_Text": "Une sensibilité localisée au niveau de la fosse iliaque droite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une sensibilité localisée évoque une irritation péritonéale localisée (ex: appendicite non compliquée), et non une péritonite généralisée.",
    "Choice_B_Text": "Une hémorragie extériorisée lors d'un effort de vomissements.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci décrit une hématémèse, qui n'est pas un signe de péritonite.",
    "Choice_C_Text": "Un arrêt des matières et des gaz.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'arrêt du transit est un signe classique, résultant de l'iléus paralytique réflexe provoqué par l'inflammation péritonéale.",
    "Choice_D_Text": "Des rectorragies abondantes.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les rectorragies orientent vers une pathologie du côlon ou du rectum, pas une péritonite.",
    "Choice_E_Text": "Une contracture permanente et invincible de la paroi abdominale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La contracture est le signe physique pathognomonique de la péritonite aiguë généralisée.",
    "OverallExplanation": "Le syndrome péritonéal associe plusieurs signes.<br>Les plus importants et caractéristiques sont la contracture abdominale généralisée (E) et l'arrêt du transit (iléus paralytique) (C)."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Quelles sont les caractéristiques sémiologiques d'une hernie non compliquée?",
    "Choice_A_Text": "Impulsive à la toux, reproductible, irréductible.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une hernie irréductible est une hernie compliquée (incarcérée ou étranglée).",
    "Choice_B_Text": "Impulsive à la toux, réductible, non reproductible.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Une hernie non compliquée est reproductible (elle réapparaît à l'effort).",
    "Choice_C_Text": "Reproductible, impulsive à la toux, réductible.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ceci est la triade sémiologique classique d'une hernie non compliquée.<br>Elle est réductible (on peut la rentrer), impulsive à la toux (elle sort à l'effort), et reproductible (elle ressort après avoir été réduite).",
    "Choice_D_Text": "Non impulsive à la toux, non reproductible, irréductible.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ce sont les caractéristiques d'une hernie étranglée.",
    "Choice_E_Text": "Non impulsive à la toux, non reproductible, réductible.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une hernie non compliquée est impulsive et reproductible.",
    "OverallExplanation": "Une hernie simple, non compliquée, se caractérise cliniquement par trois signes : elle est réductible (le contenu peut être réintégré dans l'abdomen), impulsive à la toux (la tuméfaction augmente de volume lors de l'effort de toux) et reproductible (elle réapparaît après réduction)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Dans la hernie inguinale indirecte:",
    "Choice_A_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s'extériorise par l'orifice crural.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'extériorisation par l'orifice crural définit la hernie crurale.",
    "Choice_B_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s'extériorise par l'orifice inguinal profond.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La hernie inguinale indirecte (ou oblique externe) suit le trajet du canal inguinal, en commençant par l'orifice inguinal profond.<br>Elle est le plus souvent congénitale par persistance du canal péritonéo-vaginal.",
    "Choice_C_Text": "Il existe toujours un facteur de risque (constipation, dysurie).",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ces facteurs de risque (hyperpression abdominale) sont surtout associés aux hernies acquises (directes).<br>La hernie indirecte est souvent congénitale et peut survenir sans facteur de risque évident.",
    "Choice_D_Text": "Le traitement médical est efficace.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le traitement de la hernie est chirurgical.<br>Il n'existe pas de traitement médical curatif.",
    "Choice_E_Text": "La chirurgie permet d'éviter les complications.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'indication chirurgicale est posée pour traiter la hernie et prévenir ses complications, notamment l'étranglement herniaire qui est une urgence vitale.",
    "OverallExplanation": "La hernie inguinale indirecte est définie par le passage des viscères à travers l'orifice inguinal profond (B).<br>Son traitement est chirurgical, visant à prévenir les complications graves comme l'étranglement (E)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "La hernie est l'issue de viscères abdominaux contenus dans un sac péritonéal et s'extériorisant par le collet au niveau d’une zone de faiblesse de la paroi abdominale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est une définition correcte et complète de la hernie.<br>Elle se produit au niveau d'un orifice naturel ou d'une zone de faiblesse.",
    "Choice_B_Text": "L'éventration est l'issue de viscères abdominaux contenus dans un sac péritonéal et s'extériorisant par un orifice naturel de la paroi abdominale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'éventration se produit à travers une déhiscence musculo-aponévrotique acquise, typiquement une cicatrice chirurgicale, et non un orifice naturel.",
    "Choice_C_Text": "L'éviscération est l'issue de viscères abdominaux au dehors de la cavité péritonéale, provoquée par la désunion d’une plaie opératoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est la définition exacte.<br>L'éviscération est une complication post-opératoire précoce où la plaie se désunit complètement (peau, muscle, péritoine), sans sac péritonéale recouvrant les viscères.",
    "Choice_D_Text": "Le diastasis est l’écartement de 2 muscles (ex: grands droits), avec un orifice véritable, et issue de viscères abdominaux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le diastasis est un écartement des muscles grands droits au niveau de la ligne blanche, mais sans orifice aponévrotique véritable et sans sac herniaire.",
    "Choice_E_Text": "L’étranglement herniaire nécessite une cure chirurgicale en urgence.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'étranglement herniaire est une complication grave avec compromission vasculaire de l'anse incarcérée.<br>C'est une urgence chirurgicale absolue pour éviter la nécrose intestinale.",
    "OverallExplanation": "Cette question porte sur les définitions précises.<br>La hernie (A), l'éviscération (C) et la nécessité d'opérer un étranglement en urgence (E) sont des affirmations correctes.<br>Les définitions de l'éventration (B) et du diastasis (D) sont erronées."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Dans la hernie inguinale indirecte:",
    "Choice_A_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéalo s’extériorise par l'orifice crural.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'orifice crural est le point de départ de la hernie crurale.",
    "Choice_B_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s’extériorise par l’orifice inguinal profond.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition anatomique de la hernie inguinale indirecte, qui suit le trajet du cordon spermatique (chez l'homme) à travers le canal inguinal.",
    "Choice_C_Text": "Il existe toujours un facteur de risque (constipation, dysurie).",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Les facteurs de risque liés à l'hyperpression abdominale sont surtout associés aux hernies acquises (directes).<br>La hernie indirecte est souvent congénitale.",
    "Choice_D_Text": "Le traitement médical est efficace.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le traitement de toute hernie est chirurgical.",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": null,
    "Choice_E_Explanation": "",
    "OverallExplanation": "La hernie inguinale indirecte, ou oblique externe, se définit par son passage à travers l'orifice inguinal profond, suivant le canal inguinal.<br>Elle est fréquemment d'origine congénitale."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "La hernie est l’issue de viscères abdominaux contenus dans un sac péritonéal et s’extériorisant par le collet au niveau d’une zone de faiblesse de la paroi abdominale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition correcte de la hernie.",
    "Choice_B_Text": "L'éventration est l’issue de viscères abdominaux contenus dans un sac péritonéal et s'extériorisant par un orifice naturel de la paroi abdominale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'éventration se produit à travers un orifice acquis, non naturel, le plus souvent une cicatrice chirurgicale.",
    "Choice_C_Text": "L'éviscération est l'issue de viscères abdominaux au dehors de la cavité péritonéale, provoquée par la désunion d’une plaie opératoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est une définition précise de l'éviscération, une complication post-opératoire précoce où il n'y a plus de sac péritonéal pour contenir les viscères.",
    "Choice_D_Text": "Le diastasis est l’écartement de 2 muscles (ex: grands droits), avec un orifice véritable, et issue de viscères abdominaux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le diastasis est un écartement de la ligne blanche sans orifice aponévrotique véritable ni sac herniaire.",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": null,
    "Choice_E_Explanation": "",
    "OverallExplanation": "Les définitions de la hernie (A) et de l'éviscération (C) sont correctes.<br>Celle de l'éventration est incorrecte car elle ne se produit pas par un orifice naturel.<br>Celle du diastasis est incorrecte car il n'y a pas d'orifice véritable."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les HERNIES",
    "QuestionText": "La hernie crurale:",
    "Choice_A_Text": "Est la hernie la plus fréquente.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La hernie la plus fréquente est la hernie inguinale.",
    "Choice_B_Text": "Le collet se situe en haut de la ligne de Malgaigne.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un collet situé au-dessus de la ligne de Malgaigne (arcade crurale) correspond à une hernie inguinale.",
    "Choice_C_Text": "Le collet se situe en dessous de la ligne de Malgaigne.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est le repère anatomique clé pour distinguer la hernie crurale (en dessous de la ligne) de la hernie inguinale (au-dessus).",
    "Choice_D_Text": "S'étrangle plus souvent que la hernie inguinale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La hernie crurale a un risque d'étranglement beaucoup plus élevé que la hernie inguinale en raison de l'étroitesse et de la rigidité de l'orifice crural.",
    "Choice_E_Text": "S'étrangle plus souvent que l’hernie inguinale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est une répétition de la proposition D et est également correct.",
    "OverallExplanation": "La hernie crurale se distingue de la hernie inguinale par la position de son collet, qui est situé sous la ligne de Malgaigne (C).<br>Elle est moins fréquente que la hernie inguinale mais présente un risque d'étranglement bien plus important (D et E)."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les HERNIES",
    "QuestionText": "La hernie non étranglée:",
    "Choice_A_Text": "Est indolore.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une hernie non compliquée (non étranglée, non incarcérée) est typiquement indolore ou provoque tout au plus une simple gêne.",
    "Choice_B_Text": "Doit se faire opérer en urgence.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'opération en urgence est réservée aux hernies compliquées (étranglée).<br>Une hernie non étranglée relève d'une chirurgie programmée (à froid).",
    "Choice_C_Text": "Est une urgence.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ce n'est pas une urgence chirurgicale.",
    "Choice_D_Text": "Peut toucher toutes les hernies.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'état 'non étranglé' est le mode de présentation habituel de toutes les hernies avant une éventuelle complication.",
    "Choice_E_Text": "Est expansive à la toux.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'expansivité (ou l'impulsivité) à la toux est un signe clinique cardinal de la hernie non compliquée.",
    "OverallExplanation": "Une hernie non étranglée (ou non compliquée) est indolore (A), non urgente, et se caractérise par son expansivité à la toux (E).<br>Toutes les hernies peuvent se présenter sous cette forme (D)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Dans la hernie inguinale indirecte:",
    "Choice_A_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s’extériorise par l'orifice crural.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'extériorisation par l'orifice crural définit une hernie crurale.",
    "Choice_B_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s'extériorise par l'orifice inguinal profond.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la définition de la hernie inguinale indirecte (oblique externe).<br>Elle suit le trajet du canal inguinal.",
    "Choice_C_Text": "Il existe toujours un facteur de risque (constipation, dysurie).",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La hernie indirecte est le plus souvent congénitale et peut apparaître sans facteur d'hyperpression abdominale.",
    "Choice_D_Text": "Le traitement médical est efficace.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le traitement de la hernie est chirurgical.",
    "Choice_E_Text": "La chirurgie permet d'éviter les complications.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'intervention chirurgicale a pour but de corriger la hernie et de prévenir les complications potentiellement graves, comme l'étranglement.",
    "OverallExplanation": "La hernie inguinale indirecte passe par l'orifice inguinal profond (B).<br>Comme pour les autres hernies, le traitement est chirurgical et vise à prévenir les complications (E)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "La hernie est l'issue de viscères abdominaux contenus dans un sac péritonéal et s'extériorisant par le collet au niveau d'une zone de faiblesse de la paroi abdominale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est une définition correcte et complète de la hernie.",
    "Choice_B_Text": "L'éventration est l'issue de viscères abdominaux contenus dans un sac péritonéal et s'extériorisant par un orifice naturel de la paroi abdominale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'éventration se produit à travers un orifice acquis (cicatrice chirurgicale), non naturel.",
    "Choice_C_Text": "L'éviscération est l'issue de viscères abdominaux au dehors de la cavité péritonéale, provoquée par la désunion d’une plaie opératoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Cette définition est exacte.<br>L'éviscération est une déhiscence complète et précoce d'une plaie opératoire, sans sac péritonéal recouvrant les viscères.",
    "Choice_D_Text": "Le diastasis est l'écartement de 2 muscles (ex: grands droits), avec un orifice véritable, et issue de viscères abdominaux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le diastasis est un écartement musculaire sans orifice aponévrotique véritable.",
    "Choice_E_Text": "L'étranglement herniaire nécessite une cure chirurgicale en urgence.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'étranglement herniaire est une urgence chirurgicale absolue en raison du risque d'ischémie et de nécrose intestinale.",
    "OverallExplanation": "Cette question teste les définitions.<br>Les affirmations sur la hernie (A), l'éviscération (C) et l'urgence de l'étranglement (E) sont correctes.<br>Les définitions de l'éventration (B) et du diastasis (D) sont incorrectes."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Dans la hernie inguinale indirecte:",
    "Choice_A_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s’extériorise par l’orifice crural.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'orifice crural est le point de passage de la hernie crurale.",
    "Choice_B_Text": "L'issue de viscères abdominaux contenus dans un sac péritonéal s'extériorise par l’orifice inguinal profond.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est la caractéristique anatomique qui définit la hernie inguinale indirecte (ou oblique externe).",
    "Choice_C_Text": "Il existe toujours un facteur de risque (constipation, dysurie).",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La hernie indirecte est souvent congénitale et n'est pas nécessairement liée à des facteurs d'hyperpression abdominale.",
    "Choice_D_Text": "Le traitement médical est efficace.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le seul traitement curatif de la hernie est la chirurgie.",
    "Choice_E_Text": "La chirurgie permet d'éviter les complications.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le but de l'intervention chirurgicale est de réparer la hernie et de prévenir l'étranglement, une complication potentiellement mortelle.",
    "OverallExplanation": "La hernie inguinale indirecte est définie par son passage à travers l'orifice inguinal profond (B).<br>Son traitement est chirurgical, notamment pour éviter les complications (E)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "La hernie est l’issue de viscères abdominaux contenus dans un sac péritonéal et s’extériorisant par le collet au niveau d’une zone de faiblesse de la paroi abdominale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Cette définition de la hernie est précise et correcte.",
    "Choice_B_Text": "L'éventration est l’issue de viscères abdominaux contenus dans un sac péritonéal et s’extériorisant par un orifice naturel de la paroi abdominale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Une éventration se produit à travers un orifice acquis (iatrogène, post-chirurgical), pas un orifice naturel.",
    "Choice_C_Text": "L'éviscération est l'issue de viscères abdominaux au dehors de la cavité péritonéale, provoquée par la désunion d’une plaie opératoire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est la définition exacte de l'éviscération.<br>Il y a une perte de substance de tous les plans de la paroi et les viscères ne sont pas recouverts de péritoine.",
    "Choice_D_Text": "Le diastasis est l’écartement de 2 muscles (ex: grands droits), avec un orifice véritable, et issue de viscères abdominaux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le diastasis des grands droits est un écartement de la ligne blanche sans véritable orifice aponévrotique.",
    "Choice_E_Text": "L'étranglement herniaire nécessite une cure chirurgicale en urgence.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'étranglement herniaire est une urgence chirurgicale absolue en raison du risque d'ischémie-nécrose intestinale.",
    "OverallExplanation": "Les définitions de la hernie (A), de l'éviscération (C) et le caractère urgent de l'étranglement herniaire (E) sont des affirmations correctes.<br>Les définitions proposées pour l'éventration (B) et le diastasis (D) sont erronées."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les HERNIES",
    "QuestionText": "Une hernie compliquée:",
    "Choice_A_Text": "Elle peut être traitée médicalement.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une hernie compliquée (étranglée ou incarcérée) est une urgence chirurgicale.<br>Il n'y a pas de traitement médical.",
    "Choice_B_Text": "Est indolore.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La complication (étranglement) se manifeste par une douleur brutale et intense au niveau de la hernie.",
    "Choice_C_Text": "Est expansive à la toux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La perte de l'impulsivité à la toux est un signe de complication (incarcération/étranglement).",
    "Choice_D_Text": "Reste réductible.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une hernie compliquée est par définition irréductible (le contenu ne peut plus être réintégré dans l'abdomen).",
    "Choice_E_Text": "Peut se compliquer d’une occlusion ou d’une péritonite.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ce sont les complications évolutives de l'étranglement.<br>L'anse intestinale étranglée s'occlut (occlusion intestinale) puis se nécrose et se perfore, entraînant une péritonite.",
    "OverallExplanation": "Une hernie compliquée (étranglée) est une hernie devenue irréductible, douloureuse, et non impulsive à la toux.<br>Son évolution se fait vers l'occlusion intestinale puis la péritonite par perforation de l'anse nécrosée, constituant une urgence vitale."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Les traumatismes abdominaux",
    "QuestionText": "Quel est l'élément qui fait la différence entre un traumatisme abdominal fermé et ouvert?",
    "Choice_A_Text": "L'intégrité cutanée.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une plaie cutanée peut exister sans qu'il y ait de traumatisme ouvert de l'abdomen (plaie non pénétrante).<br>L'intégrité cutanée définit la contusion, mais pas la différence entre fermé et ouvert au sens chirurgical.",
    "Choice_B_Text": "L'intégrité musculaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les muscles peuvent être lésés sans que le péritoine soit ouvert.",
    "Choice_C_Text": "L'intégrité musculo-aponévrotique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ce plan peut être franchi sans que le péritoine le soit nécessairement.",
    "Choice_D_Text": "L'intégrité péritonéale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La distinction fondamentale entre un traumatisme abdominal fermé (ou contusion) et un traumatisme ouvert (ou pénétrant) est l'effraction du péritoine pariétal.<br>Un traumatisme est dit ouvert si la cavité péritonéale communique avec l'extérieur.",
    "Choice_E_Text": "L'intégrité des organes intra-abdominaux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Des organes peuvent être gravement lésés dans un traumatisme fermé (ex: rupture de rate après un choc).",
    "OverallExplanation": "La définition chirurgicale d'un traumatisme abdominal ouvert (ou pénétrant) repose sur l'effraction du péritoine.<br>Si le péritoine est intact, le traumatisme est considéré comme fermé (contusion), même en présence d'une plaie cutanée superficielle."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Les traumatismes abdominaux",
    "QuestionText": "Quelle est la différence entre la contusion abdominale et le traumatisme ouvert abdominal?",
    "Choice_A_Text": "La lésion cutanée.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Il peut y avoir une lésion cutanée (plaie non pénétrante) sans traumatisme ouvert.",
    "Choice_B_Text": "La lésion des parties molles.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les parties molles peuvent être lésées dans les deux cas.",
    "Choice_C_Text": "La lésion péritonéale pariétale.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est le critère de distinction essentiel.<br>Une contusion est un traumatisme fermé sans effraction du péritoine.<br>Un traumatisme ouvert (ou pénétrant) implique une violation du péritoine pariétal.",
    "Choice_D_Text": "La lésion des organes intra-abdominaux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Des lésions d'organes graves peuvent survenir dans une contusion abdominale (traumatisme fermé).",
    "Choice_E_Text": "La stabilité hémodynamique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'instabilité hémodynamique est un signe de gravité (hémorragie) qui peut se voir dans les deux types de traumatismes.",
    "OverallExplanation": "La différence définitionnelle entre une contusion (traumatisme fermé) et un traumatisme ouvert de l'abdomen réside dans l'intégrité du péritoine pariétal.<br>S'il y a effraction péritonéale, le traumatisme est dit ouvert ou pénétrant."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Parmi les signes suivants, lesquels retrouve-t-on dans l’hémopéritoine?",
    "Choice_A_Text": "La douleur de l’hypochondre gauche.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une douleur de l'hypochondre gauche peut être un signe d'appel, par exemple en cas de rupture de la rate, une cause fréquente d'hémopéritoine.",
    "Choice_B_Text": "Une distension abdominale.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'accumulation de sang dans la cavité péritonéale, associée à l'iléus paralytique réflexe, provoque une distension abdominale.",
    "Choice_C_Text": "Une matité déclive.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La présence de liquide (sang) dans l'abdomen se traduit à la percussion par une matité dans les zones déclives (les flancs en décubitus dorsal), qui est mobile avec les changements de position.",
    "Choice_D_Text": "Des vomissements incoercibles.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les vomissements ne sont pas un signe spécifique d'hémopéritoine.<br>Des nausées ou vomissements peuvent exister par irritation péritonéale, mais ne sont ni constants ni incoercibles.",
    "Choice_E_Text": "Un tympanisme pré-hépatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le tympanisme pré-hépatique (disparition de la matité hépatique) est un signe de pneumopéritoine (perforation d'organe creux), pas d'hémopéritoine.",
    "OverallExplanation": "L'hémopéritoine se manifeste par des signes d'épanchement liquidien intra-abdominal : distension (B) et matité déclive (C).<br>Des douleurs abdominales, comme une douleur de l'hypochondre gauche en cas de rupture splénique (A), sont également présentes."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "Les traumatismes abdominaux",
    "QuestionText": "Lors d’un traumatisme abdominal, les situations d'urgences opératoires extrêmes sont:",
    "Choice_A_Text": "Un état de choc irréversible.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Un état de choc hémorragique qui ne répond pas ou mal à la réanimation initiale ('non-répondeur' ou 'répondeur transitoire') signe une hémorragie active massive et impose une laparotomie d'hémostase en urgence extrême.",
    "Choice_B_Text": "Un abdomen distendu avec matité déclive.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ce tableau clinique (hémopéritoine) est une indication opératoire, mais pas nécessairement 'extrême' si le patient est hémodynamiquement stable ou stabilisable.",
    "Choice_C_Text": "Un agent vulnérant toujours en place.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un objet empalé ne doit jamais être retiré en pré-hospitalier ou aux urgences.<br>Il faut l'enlever au bloc opératoire car il peut tamponner une lésion vasculaire majeure.",
    "Choice_D_Text": "Une issue de viscères à travers la plaie abdominale.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Une éviscération traumatique est une indication de laparotomie immédiate.",
    "Choice_E_Text": "Une issue de liquide biologique par la plaie abdominale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'issue de bile, d'urine, ou de contenu digestif par une plaie abdominale signe une lésion viscérale et impose une exploration chirurgicale en urgence.",
    "OverallExplanation": "Les urgences opératoires extrêmes en traumatologie abdominale sont les situations où tout retard met en jeu le pronostic vital immédiat.<br>Cela inclut le choc hémorragique non contrôlé (A), l'éviscération (D), un agent vulnérant en place (C) et l'issue de liquide biologique par la plaie (E)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Les traumatismes abdominaux",
    "QuestionText": "Traumatisme abdominal ouvert: lors d’un traumatisme ouvert, quels sont les éléments indiquant une laparotomie en urgence?",
    "Choice_A_Text": "L’objet contendant toujours en place.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Un objet empalé (agent vulnérant) doit être retiré au bloc opératoire, ce qui constitue une indication de laparotomie en urgence.",
    "Choice_B_Text": "L'issue de liquide digestif par la plaie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Cela signe une perforation d'un organe creux et nécessite une réparation chirurgicale urgente.",
    "Choice_C_Text": "L'instabilité hémodynamique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Une instabilité hémodynamique (choc) malgré la réanimation évoque une hémorragie active et impose une laparotomie d'hémostase.",
    "Choice_D_Text": "La douleur abdominale exquise.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur est un signe important qui nécessite une surveillance et des explorations, mais n'est pas en soi une indication absolue de laparotomie immédiate si les autres critères de gravité sont absents.",
    "Choice_E_Text": "L'issue de matières fécales par la plaie.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci signe une perforation colique et est une indication formelle de chirurgie urgente pour parage, réparation ou stomie, et lavage péritonéal.",
    "OverallExplanation": "Dans le cadre d'un traumatisme abdominal ouvert, les indications formelles et urgentes de laparotomie sont les signes d'hémorragie active (instabilité hémodynamique), les signes de perforation viscérale (issue de liquide digestif ou de matières fécales), et la présence d'un corps étranger empalé."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "infections des parties molles",
    "QuestionText": "Parmi les signes physiques d'un abcès chaud, lesquels sont absents dans l'abcès froid?",
    "Choice_A_Text": "La douleur.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'abcès froid est classiquement indolore, alors que l'abcès chaud est très douloureux.",
    "Choice_B_Text": "La tuméfaction.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La tuméfaction (gonflement) est présente dans les deux types d'abcès, car il s'agit d'une collection liquidienne.",
    "Choice_C_Text": "La chaleur.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La chaleur locale est un signe cardinal de l'inflammation aiguë (abcès chaud) et est absente dans l'abcès froid.",
    "Choice_D_Text": "La rougeur.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La rougeur (érythème) est un autre signe d'inflammation aiguë présent dans l'abcès chaud et absent ou très discret dans l'abcès froid.",
    "Choice_E_Text": "Les adénopathies locorégionales.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Des adénopathies peuvent être présentes dans les deux cas, mais leurs caractères sont différents : inflammatoires (douloureuses, mobiles) pour l'abcès chaud, et froides (indolores, fixées, en masse) pour l'abcès froid d'origine tuberculeuse.",
    "OverallExplanation": "L'abcès chaud présente les quatre signes cardinaux de l'inflammation de Celse : douleur (dolor), chaleur (calor), rougeur (rubor) et tuméfaction (tumor).<br>L'abcès froid, typiquement tuberculeux, est une collection formée lentement sans ces signes inflammatoires aigus ; il est donc indolore, sans chaleur ni rougeur."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "infections des parties molles",
    "QuestionText": "Quelles sont les caractéristiques d’un abcès froid?",
    "Choice_A_Text": "Il est indolore.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'absence de douleur est une caractéristique majeure de l'abcès froid.",
    "Choice_B_Text": "Il est dur.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Au stade collecté, l'abcès est fluctuant, témoignant de son contenu liquide (pus caséeux).<br>Il peut être entouré d'une zone d'induration.",
    "Choice_C_Text": "Il est fluctuant.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La fluctuation à la palpation est le signe clinique d'une collection liquidienne.",
    "Choice_D_Text": "Ses adénopathies régionales sont dures, fixes, et indolores.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Lorsque des adénopathies sont présentes (notamment dans la tuberculose), elles sont typiquement froides : indolores, dures et fixées entre elles et aux plans profonds.",
    "Choice_E_Text": "Il s'accompagne toujours d'une chaleur locale.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'absence de chaleur locale est un critère de définition de l'abcès \"froid\".",
    "OverallExplanation": "L'abcès froid, le plus souvent d'origine tuberculeuse, se caractérise par l'absence des signes inflammatoires aigus.<br>Il se présente comme une tuméfaction fluctuante (C) et indolore (A), sans chaleur ni rougeur.<br>Les adénopathies satellites, si présentes, sont également \"froides\" (D)."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "infections des parties molles",
    "QuestionText": "Infections des parties molles: dans l'abcès chaud, les adénopathies satellites sont:",
    "Choice_A_Text": "Douloureuses.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les adénopathies sont réactionnelles à l'infection aiguë, elles sont donc inflammatoires et douloureuses à la palpation.",
    "Choice_B_Text": "Indolores.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les adénopathies indolores sont plutôt retrouvées dans les abcès froids ou les pathologies malignes.",
    "Choice_C_Text": "Peu mobiles.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "En raison de l'inflammation péri-ganglionnaire (périadénite), leur mobilité peut être diminuée.",
    "Choice_D_Text": "Molles.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Elles sont généralement de consistance ferme ou dure en raison de l'inflammation.",
    "Choice_E_Text": "Palpables.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Pour être décrites, elles doivent être palpables en raison de leur augmentation de volume.",
    "OverallExplanation": "Les adénopathies satellites d'un abcès chaud sont des ganglions lymphatiques réactionnels à une infection aiguë.<br>Elles sont donc augmentées de volume (palpables), inflammatoires (douloureuses) et leur mobilité peut être réduite par la périadénite."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "infections des parties molles",
    "QuestionText": "Infections des parties molles: l’abcès froid est:",
    "Choice_A_Text": "Douloureux.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Il est classiquement indolore.",
    "Choice_B_Text": "Rouge.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Il est sans rougeur, ou avec une rougeur très discrète et tardive.",
    "Choice_C_Text": "Fluctuant.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La fluctuation est le signe de la collection liquidienne (pus caséeux) et est présente à la palpation.",
    "Choice_D_Text": "Pourvoyeur d’une hyperleucocytose à la NFS.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'abcès froid, souvent tuberculeux, ne s'accompagne généralement pas d'une hyperleucocytose à polynucléaires neutrophiles, contrairement à l'abcès chaud.<br>La NFS peut être normale ou montrer une lymphocytose.",
    "Choice_E_Text": "Accompagné rarement d’adénopathies satellites.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Dans le cas de la tuberculose, les adénopathies satellites sont fréquentes et caractéristiques (froides, fixées).",
    "OverallExplanation": "L'abcès froid se définit par l'absence des signes cardinaux de l'inflammation aiguë.<br>Il se présente comme une collection liquidienne, donc fluctuante à la palpation, mais sans douleur, rougeur, ni chaleur locale significatives.<br>Le bilan biologique ne montre pas de syndrome inflammatoire bactérien typique."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "infections des parties molles",
    "QuestionText": "Dans l’abcès chaud, on retrouve:",
    "Choice_A_Text": "Une induration froide.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'induration est chaude, en raison de l'inflammation aiguë.",
    "Choice_B_Text": "Une fièvre.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La fièvre est un signe général fréquent, témoignant de la réaction systémique à l'infection.",
    "Choice_C_Text": "Des adénopathies régionales.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Des adénopathies satellites inflammatoires sont classiquement retrouvées.",
    "Choice_D_Text": "Une collection indolore.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur est un signe cardinal de l'abcès chaud.",
    "Choice_E_Text": "Une rougeur localisée.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La rougeur (érythème) est l'un des quatre signes classiques de l'inflammation aiguë.",
    "OverallExplanation": "L'abcès chaud est une collection purulente aiguë qui se manifeste par des signes locaux d'inflammation (douleur, chaleur, rougeur, tuméfaction), des signes régionaux (adénopathies inflammatoires) et des signes généraux (fièvre)."
  },
  {
    "YearAsked": "Examen 2020-2021",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "L'occlusion est l'arrêt du péristaltisme intestinal. Comment est qualifié cet arrêt dans la définition d'une occlusion intestinale aiguë?",
    "Choice_A_Text": "Permanent.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le caractère permanent de l'arrêt du transit est un élément clé de la définition de l'occlusion constituée.",
    "Choice_B_Text": "Intermittent.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un arrêt intermittent définirait plutôt un syndrome subocclusif (ou syndrome de Koenig).",
    "Choice_C_Text": "Incomplet.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un arrêt incomplet correspond également à une subocclusion, où des gaz et parfois des selles peuvent encore passer.",
    "Choice_D_Text": "Complet.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'arrêt doit être complet pour définir une occlusion intestinale aiguë.",
    "Choice_E_Text": "Durant plus de 24 heures.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La durée est un critère temporel important pour distinguer une simple constipation d'une véritable occlusion.",
    "OverallExplanation": "La définition complète d'une occlusion intestinale aiguë est un arrêt complet et permanent du transit des matières et des gaz.<br>Le critère de durée (plus de 24 heures) est également utilisé en pratique pour affirmer le diagnostic."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Patient de 30 ans, tabagique, présente depuis plus de 6 semaines des vomissements post-prandiaux tardifs, parfois provoqués par le patient lui-même, chez qui l'examen clinique trouve un clapotage à jeun. De quel syndrome s'agit-il?",
    "Choice_A_Text": "Un syndrome de Kœnig.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le syndrome de Koenig est une subocclusion du grêle, se manifestant par des crises douloureuses suivies d'une débâcle.",
    "Choice_B_Text": "Un syndrome de sténose antro-pylorique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ce tableau est très caractéristique d'une sténose du pylore.<br>Les vomissements post-prandiaux tardifs (aliments ingérés plusieurs heures avant), le soulagement qu'ils procurent, et surtout le clapotage à jeun (bruit de liquide dans un estomac qui n'a pas pu se vider) sont pathognomoniques.",
    "Choice_C_Text": "Un syndrome ulcéreux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un syndrome ulcéreux typique est une douleur épigastrique rythmée par les repas.<br>La sténose pylorique peut être une complication d'un ulcère, mais le tableau décrit n'est plus celui d'un syndrome ulcéreux simple.",
    "Choice_D_Text": "Un syndrome solaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le syndrome solaire est une douleur épigastrique intense liée à une irritation du plexus solaire.",
    "Choice_E_Text": "Un syndrome de Mallory-Weiss.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le syndrome de Mallory-Weiss est une déchirure de la jonction oeso-gastrique provoquant une hématémèse après des efforts de vomissements.",
    "OverallExplanation": "L'association de vomissements post-prandiaux tardifs d'aliments non digérés et d'un clapotage gastrique à jeun est pathognomonique du syndrome de sténose antro-pylorique, qui correspond à une occlusion haute au niveau de l'évacuation de l'estomac."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Les niveaux hydro-aériques de type grêlique:",
    "Choice_A_Text": "Sont plus hauts que larges.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les niveaux plus hauts que larges sont caractéristiques du côlon.",
    "Choice_B_Text": "Sont volumineux.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les niveaux volumineux et peu nombreux sont typiques du côlon.",
    "Choice_C_Text": "Montrent les valvules conniventes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La paroi du grêle dilaté présente des images fines et serrées correspondant aux valvules conniventes (plis de Kerckring).",
    "Choice_D_Text": "Sont centraux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Les anses du grêle occupent la partie centrale de l'abdomen, les niveaux hydro-aériques sont donc centraux.",
    "Choice_E_Text": "Sont peu nombreux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ils sont typiquement nombreux, en 'tuyaux d'orgue'.",
    "OverallExplanation": "Les niveaux hydro-aériques (NHA) sur un abdomen sans préparation orientent vers le siège de l'occlusion.<br>Les NHA de type grêlique sont centraux, nombreux, plus larges que hauts, et présentent des parois fines dessinant les valvules conniventes."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Dans le syndrome occlusif, il y a:",
    "Choice_A_Text": "Arrêt des matières sans arrêt des gaz pendant au moins 24 heures.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'occlusion se définit par l'arrêt des matières ET des gaz.",
    "Choice_B_Text": "Arrêt des matières et des gaz pendant au moins 24 heures.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est une définition pragmatique et correcte du maître symptôme de l'occlusion.",
    "Choice_C_Text": "Arrêt complet et intermittent des matières et des gaz pendant au moins 36 heures.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le terme 'intermittent' est contradictoire avec le concept d'occlusion constituée.<br>Il décrirait plutôt une subocclusion.",
    "Choice_D_Text": "Arrêt complet et permanent des matières et des gaz pendant au moins 24 heures.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la définition la plus complète et précise, incluant les notions de complétude et de permanence.",
    "Choice_E_Text": "Arrêt complet et permanent des matières et des gaz pendant au moins 48 heures.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le délai de 24 heures est suffisant pour poser le diagnostic ; attendre 48 heures retarderait la prise en charge.",
    "OverallExplanation": "Le syndrome occlusif est défini par l'arrêt complet et permanent du transit intestinal, c'est-à-dire des matières et des gaz.<br>En pratique clinique, un arrêt de plus de 24 heures est considéré comme significatif."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Les niveaux hydro-aériques de type colique:",
    "Choice_A_Text": "Sont plus hauts que larges.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "En raison des haustrations coliques, les niveaux hydro-aériques (NHA) coliques sont typiquement plus hauts que larges.",
    "Choice_B_Text": "Sont volumineux.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les NHA coliques sont généralement peu nombreux mais de grand diamètre.",
    "Choice_C_Text": "Montrent les valvules conniventes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Les valvules conniventes sont caractéristiques de l'intestin grêle.<br>Le côlon présente des haustrations.",
    "Choice_D_Text": "Sont centraux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ils sont situés en périphérie de l'abdomen, suivant le cadre colique.",
    "Choice_E_Text": "Sont très nombreux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ils sont typiquement peu nombreux, contrairement aux NHA grêliques.",
    "OverallExplanation": "Les niveaux hydro-aériques de type colique se distinguent par leur localisation périphérique, leur faible nombre, leur grand volume et leur aspect plus haut que large, avec des parois épaisses marquées par les haustrations."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Le tableau clinique de l’occlusion intestinale varie en fonction du mécanisme. L'occlusion intestinale par strangulation se caractérise par:",
    "Choice_A_Text": "Un début progressif.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le début est typiquement brutal et soudain, correspondant à l'accident vasculaire.",
    "Choice_B_Text": "Une douleur abdominale modérée et intermittente.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur est intense, continue, et ne cède pas aux antalgiques habituels.",
    "Choice_C_Text": "Un risque d’ischémie et de nécrose intestinale.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "C'est la définition même de la strangulation : l'occlusion de l'anse intestinale est associée à une compromission de sa vascularisation, menant rapidement à l'ischémie puis à la nécrose.",
    "Choice_D_Text": "Un météorisme diffus avec bruits hydro-aériques.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci décrit plutôt une occlusion par obstruction, où l'intestin lutte contre l'obstacle.<br>Dans la strangulation, l'anse est paralysée et l'abdomen est souvent silencieux à l'auscultation.",
    "Choice_E_Text": "Un météorisme asymétrique, silencieux et immobile.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Cette description, appelée triade de Von Wahl, est caractéristique d'une occlusion par strangulation (volvulus).<br>Elle correspond à la distension de l'anse ischémiée, qui est paralysée (silence auscultatoire) et fixe.",
    "OverallExplanation": "L'occlusion par strangulation est une urgence chirurgicale absolue car elle implique une souffrance vasculaire de l'intestin (C), avec un risque élevé de nécrose.<br>Cliniquement, elle se distingue par un début brutal, une douleur très intense et continue, et des signes physiques comme le météorisme asymétrique et silencieux (E)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Dans le syndrome occlusif:",
    "Choice_A_Text": "La distension abdominale est constante.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La distension (météorisme) est fréquente mais peut être absente, notamment dans les occlusions très hautes du grêle où les vomissements sont précoces et abondants.",
    "Choice_B_Text": "Les vomissements peuvent être tardifs.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Dans les occlusions basses (coliques), les vomissements sont un signe tardif, voire absent au début.",
    "Choice_C_Text": "Le diagnostic peut être évoqué qu'après 24 heures d'évolution.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le diagnostic peut être évoqué plus précocement sur la base du tableau clinique, notamment dans les occlusions par strangulation où la douleur est d'emblée intense.",
    "Choice_D_Text": "Le pronostic vital n'est pas mis en jeu.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le pronostic vital est toujours engagé en cas d'occlusion, en raison des risques de déshydratation, de choc, de strangulation, de nécrose et de perforation.",
    "Choice_E_Text": "Le toucher rectal doit être systématique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le toucher rectal est une étape indispensable de l'examen clinique.<br>Il permet de rechercher une cause (fécalome, tumeur du bas rectum) et d'apprécier la vacuité de l'ampoule rectale.",
    "OverallExplanation": "Le syndrome occlusif est une urgence vitale où le toucher rectal est un examen clé (E).<br>La présentation clinique varie : les vomissements peuvent être précoces (occlusion haute) ou tardifs (occlusion basse) (B), et la distension peut manquer au début (A)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Les niveaux hydro-aériques de type colique:",
    "Choice_A_Text": "Sont plus hauts que larges.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est une caractéristique radiologique classique des NHA coliques due aux haustrations.",
    "Choice_B_Text": "Sont volumineux.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ils sont typiquement larges et peu nombreux, occupant une grande partie de l'abdomen.",
    "Choice_C_Text": "Montrent les valvules conniventes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Les valvules conniventes sont spécifiques de l'intestin grêle.",
    "Choice_D_Text": "Sont centraux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ils sont périphériques, situés sur le cadre colique.",
    "Choice_E_Text": "Sont très nombreux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ils sont généralement peu nombreux.",
    "OverallExplanation": "Sur une radiographie d'abdomen sans préparation, les niveaux hydro-aériques (NHA) d'une occlusion colique sont caractérisés par leur siège périphérique, leur faible nombre, leur grand volume (B), et leur aspect plus haut que large (A)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Les occlusions intestinales aiguës",
    "QuestionText": "Les niveaux hydro-aériques de type colique:",
    "Choice_A_Text": "Sont plus hauts que larges.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est une caractéristique typique des niveaux coliques, contrastant avec les niveaux grêliques qui sont plus larges que hauts.",
    "Choice_B_Text": "Sont peu volumineux.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ils sont au contraire volumineux, de grand diamètre.",
    "Choice_C_Text": "Sont centraux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Leur topographie est périphérique, en cadre.",
    "Choice_D_Text": "Sont peu nombreux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ils sont généralement peu nombreux, à la différence des niveaux grêliques.",
    "Choice_E_Text": "Montrent les valvules conniventes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les valvules conniventes sont une caractéristique de l'intestin grêle, non du côlon.",
    "OverallExplanation": "Les niveaux hydro-aériques d'origine colique se reconnaissent à leur aspect : périphériques, peu nombreux (D), volumineux, et plus hauts que larges (A)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "Les hémorroïdes sont des dilatations variqueuses des artères au niveau de la muqueuse anale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les hémorroïdes sont des dilatations des plexus veineux, pas artériels.",
    "Choice_B_Text": "Les hémorroïdes externes prennent origine au niveau de la muqueuse du rectum.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les hémorroïdes externes sont situées sous la peau du pourtour de l'anus, en dessous de la ligne pectinée.<br>Les hémorroïdes internes prennent origine dans la muqueuse du bas rectum.",
    "Choice_C_Text": "Les hémorroïdes peuvent provoquer des démangeaisons.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le prurit anal est un symptôme fréquent de la maladie hémorroïdaire, souvent lié à l'irritation causée par les suintements.",
    "Choice_D_Text": "La fissure peut se thromboser.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est l'hémorroïde externe qui peut se thromboser, formant un caillot douloureux.<br>La fissure anale est une ulcération, elle ne thrombose pas.",
    "Choice_E_Text": "La maladie de Crohn peut être révélée par une fissure anale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les lésions ano-périnéales, notamment les fissures atypiques (profondes, multiples, indolores), peuvent être la première manifestation d'une maladie de Crohn.",
    "OverallExplanation": "Les hémorroïdes sont une source fréquente de prurit anal (C).<br>Une fissure anale, surtout si elle est atypique, doit faire rechercher une maladie de Crohn sous-jacente (E).<br>Les autres affirmations contiennent des erreurs de définition (A, B, D)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Le syndrome rectal comporte:",
    "Choice_A_Text": "Des émissions afécales.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Il s'agit d'émissions de glaires, de pus ou de sang, sans matières fécales.",
    "Choice_B_Text": "Un prurit.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le prurit est un symptôme proctologique fréquent mais ne fait pas partie de la définition du syndrome rectal, qui est un syndrome d'irritation rectale.",
    "Choice_C_Text": "Des épreintes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les épreintes sont des douleurs coliques abdominales se terminant par une fausse envie d'aller à la selle.",
    "Choice_D_Text": "Des ténesmes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le ténesme est une sensation de tension douloureuse et de brûlure anale avec une envie impérieuse et inefficace d'aller à la selle.",
    "Choice_E_Text": "Des faux besoins.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les faux besoins, ou envies impérieuses d'aller à la selle, sont un élément central du syndrome rectal.",
    "OverallExplanation": "Le syndrome rectal est un ensemble de symptômes traduisant une irritation du rectum.<br>Il associe classiquement le ténesme (D), les épreintes (C), les faux besoins (E) et les émissions afécales glairo-sanglantes (A)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "Les hémorroïdes sont des dilatations variqueuses des artères au niveau de la muqueuse anale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les hémorroïdes sont des structures veineuses, pas artérielles.",
    "Choice_B_Text": "Les hémorroïdes externes prennent origine au niveau de la muqueuse du rectum.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les hémorroïdes externes sont sous-cutanées, au niveau de la marge anale, sous la ligne pectinée.",
    "Choice_C_Text": "Les hémorroïdes peuvent provoquer des démangeaisons.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le prurit anal est un symptôme commun de la maladie hémorroïdaire.",
    "Choice_D_Text": "La fissure peut se thromboser.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La thrombose est une complication des hémorroïdes (externes surtout), pas de la fissure anale qui est une plaie.",
    "Choice_E_Text": "La maladie de Crohn peut être révélée par une fissure anale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une fissure anale atypique est une manifestation inaugurale classique de la maladie de Crohn.",
    "OverallExplanation": "Les hémorroïdes sont une cause fréquente de prurit (démangeaisons) anal (C).<br>Par ailleurs, la découverte d'une fissure anale, surtout si elle présente des caractères atypiques, doit faire évoquer le diagnostic de maladie de Crohn (E)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Le syndrome rectal comporte:",
    "Choice_A_Text": "Des émissions afécales.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les émissions de glaires ou de sang sans selles sont typiques.",
    "Choice_B_Text": "Un prurit.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le prurit n'est pas un élément définitionnel du syndrome rectal.",
    "Choice_C_Text": "Des épreintes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les épreintes sont des contractions douloureuses de l'abdomen se terminant par une envie d'aller à la selle.",
    "Choice_D_Text": "Des ténesmes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le ténesme est une sensation de brûlure anale avec une fausse envie permanente.",
    "Choice_E_Text": "Des faux besoins.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les faux besoins sont des envies impérieuses et répétées d'aller à la selle.",
    "OverallExplanation": "Le syndrome rectal est la traduction clinique d'une inflammation du rectum.<br>Il comprend une association de symptômes : ténesme (D), épreintes (C), faux besoins (E) et émissions afécales (A)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Cochez les réponses justes:",
    "Choice_A_Text": "Les hémorroïdes sont des dilatations variqueuses des artères au niveau de la muqueuse anale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les hémorroïdes concernent les plexus veineux.",
    "Choice_B_Text": "Les hémorroïdes externes prennent origine au niveau de la muqueuse du rectum.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elles sont situées sous la peau de la marge anale.",
    "Choice_C_Text": "Les hémorroïdes peuvent provoquer des démangeaisons.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le prurit anal est un symptôme fréquent de la pathologie hémorroïdaire.",
    "Choice_D_Text": "La fissure peut se thromboser.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La thrombose est une complication de l'hémorroïde externe.",
    "Choice_E_Text": "La maladie de Crohn peut être révélée par une fissure anale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les manifestations ano-périnéales, dont la fissure, sont des modes de révélation fréquents de la maladie de Crohn.",
    "OverallExplanation": "Le prurit est un signe courant associé aux hémorroïdes (C).<br>Une fissure anale, surtout atypique, peut être le premier signe d'une maladie de Crohn (E)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "la séméiologie proctologique",
    "QuestionText": "Le syndrome rectal comporte:",
    "Choice_A_Text": "Des émissions afécales.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les émissions glaireuses, purulentes ou sanglantes sans selles sont caractéristiques.",
    "Choice_B_Text": "Un prurit.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le prurit n'est pas inclus dans la définition du syndrome rectal.",
    "Choice_C_Text": "Des épreintes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les épreintes sont des douleurs coliques avec fausse envie.",
    "Choice_D_Text": "Des ténesmes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le ténesme est une tension anale douloureuse avec envie impérieuse.",
    "Choice_E_Text": "Des faux besoins.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les faux besoins sont des envies répétées d'exonération.",
    "OverallExplanation": "Le syndrome rectal est un ensemble de symptômes liés à l'irritation du rectum, qui inclut les faux besoins (E), le ténesme (D), les épreintes (C) et les émissions afécales (A)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "Le reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "La remontée passive, involontaire et sans effort du contenu gastrique dans l'œsophage à travers le cardia.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition physiopathologique exacte du reflux gastro-œsophagien.",
    "Choice_B_Text": "Il peut se confondre avec le mérycisme.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le mérycisme est un trouble du comportement alimentaire où les aliments sont régurgités volontairement dans la bouche pour être à nouveau mastiqués et déglutis.<br>Il peut être confondu avec les régurgitations du RGO.",
    "Choice_C_Text": "Le pyrosis est le maître symptôme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le pyrosis, une sensation de brûlure rétrosternale ascendante, est le symptôme le plus fréquent et le plus caractéristique du RGO.",
    "Choice_D_Text": "L'association pyrosis-régurgitation acide permet de faire cliniquement le diagnostic de RGO.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "En l'absence de signes d'alarme, la présence de ces deux symptômes typiques est suffisante pour poser le diagnostic de RGO et initier un traitement d'épreuve.",
    "Choice_E_Text": "Les examens complémentaires sont toujours nécessaires pour poser le diagnostic.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le diagnostic est avant tout clinique dans les formes typiques sans signes de gravité.<br>Les examens complémentaires ne sont indiqués qu'en cas de doute, de symptômes atypiques ou de signes d'alarme.",
    "OverallExplanation": "Le RGO est défini comme une remontée passive du contenu gastrique (A).<br>Son diagnostic clinique repose sur l'association de ses deux symptômes cardinaux : le pyrosis (C) et les régurgitations acides.<br>Cette association est si typique qu'elle permet de poser le diagnostic sans examens complémentaires dans la majorité des cas (D).<br>Le mérycisme est un diagnostic différentiel à connaître (B)."
  },
  {
    "YearAsked": "Examen 2021-2022",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "La sémiologie du reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "Le pyrosis est le maître symptôme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le pyrosis (brûlure rétrosternale ascendante) est le symptôme le plus caractéristique du RGO.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le point de départ de la brûlure est typiquement épigastrique, avant son ascension rétrosternale.",
    "Choice_C_Text": "À irradiation vers l'épaule droite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'irradiation est ascendante, rétrosternale.<br>L'irradiation vers l'épaule droite est typique d'une douleur biliaire.",
    "Choice_D_Text": "Favorisée par la posture: l'antéflexion du tronc (laçage des chaussures, prière).",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Les positions qui augmentent la pression abdominale, comme se pencher en avant (antéflexion) ou le décubitus dorsal, favorisent le reflux et déclenchent les symptômes.<br>C'est le syndrome postural.",
    "Choice_E_Text": "L'association pyrosis-régurgitation permet de retenir le diagnostic de « RGO ».",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "En l'absence de signes d'alarme, l'association de ces deux symptômes typiques a une excellente valeur prédictive positive pour le diagnostic de RGO.",
    "OverallExplanation": "La sémiologie typique du RGO est dominée par le pyrosis (A), une brûlure partant de l'épigastre (B) et remontant derrière le sternum.<br>Les symptômes sont souvent déclenchés par la posture (syndrome postural) (D).<br>L'association pyrosis-régurgitations est suffisante pour un diagnostic clinique (E)."
  },
  {
    "YearAsked": "Examen 2022-2023",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "La sémiologie du reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "Le pyrosis est le maître symptôme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le pyrosis est le symptôme le plus fréquent et le plus évocateur du RGO.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La douleur du pyrosis commence souvent dans la région épigastrique avant de remonter.",
    "Choice_C_Text": "À irradiation vers l'épaule droite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'irradiation est rétrosternale ascendante.<br>Une irradiation vers l'épaule droite suggère une origine biliaire.",
    "Choice_D_Text": "Favorisée par la posture: l'antéflexion du tronc (laçage des chaussures, prière).",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le syndrome postural est caractéristique : les symptômes sont aggravés par les positions qui augmentent la pression sur l'estomac, comme se pencher en avant.",
    "Choice_E_Text": "L'association pyrosis-régurgitation permet de retenir le diagnostic de « RGO ».",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Pour un patient sans signe d'alarme, la présence de ces deux symptômes typiques suffit pour poser un diagnostic clinique de RGO.",
    "OverallExplanation": "Le diagnostic de RGO repose sur une sémiologie typique : un pyrosis (A) de siège épigastrique (B) et à irradiation rétrosternale ascendante, souvent déclenché par des changements de posture (D).<br>L'association du pyrosis et des régurgitations est fortement diagnostique (E)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "Le reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "La remontée passive, involontaire et sans effort du contenu gastrique dans l’œsophage à travers le cardia.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition physiopathologique précise du RGO.",
    "Choice_B_Text": "Il peut se confondre avec le mérycisme.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le mérycisme, qui est une régurgitation volontaire suivie d'une re-mastication, est un diagnostic différentiel des régurgitations du RGO.",
    "Choice_C_Text": "Le pyrosis est le maître symptôme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le pyrosis est le symptôme le plus fréquent et caractéristique du RGO.",
    "Choice_D_Text": "L'association pyrosis-régurgitation acide permet de faire cliniquement le diagnostic de RGO.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Dans un contexte typique et sans signe d'alarme, cette association de symptômes est suffisante pour le diagnostic.",
    "Choice_E_Text": "Les examens complémentaires sont toujours nécessaires pour poser le diagnostic.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Faux, le diagnostic est clinique dans la majorité des cas.<br>Les examens sont réservés aux formes atypiques, résistantes au traitement ou avec signes d'alarme.",
    "OverallExplanation": "Le RGO est défini par la remontée passive du contenu gastrique (A).<br>Il se manifeste principalement par le pyrosis (C).<br>L'association pyrosis-régurgitations permet de poser le diagnostic cliniquement (D).<br>Le mérycisme est un diagnostic différentiel à considérer (B)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "Le reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "La remontée passive, involontaire et sans effort du contenu gastrique dans l’œsophage à travers le cardia.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition correcte du RGO.",
    "Choice_B_Text": "Il peut se confondre avec le mérycisme.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le mérycisme (rumination volontaire) est un diagnostic différentiel des régurgitations.",
    "Choice_C_Text": "Le pyrosis est le maître symptôme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le pyrosis est le symptôme cardinal du RGO.",
    "Choice_D_Text": "L'association pyrosis-régurgitation acide permet de faire cliniquement le diagnostic de RGO.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La présence de ces deux symptômes typiques suffit au diagnostic dans les cas non compliqués.",
    "Choice_E_Text": "Les examens complémentaires sont toujours nécessaires pour poser le diagnostic.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le diagnostic est clinique.<br>Les examens sont indiqués en cas de signes d'alarme.",
    "OverallExplanation": "Le RGO est défini par une remontée passive de liquide gastrique (A).<br>Le pyrosis en est le symptôme principal (C).<br>L'association pyrosis-régurgitation est suffisante pour un diagnostic clinique (D) dans la plupart des cas, et il faut le distinguer du mérycisme (B)."
  },
  {
    "YearAsked": "Juillet 2021 (Rattrapage)",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "La sémiologie du reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "Le pyrosis est le maître symptôme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le pyrosis est bien le symptôme le plus fréquent et le plus caractéristique.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La brûlure du pyrosis a typiquement un point de départ épigastrique.",
    "Choice_C_Text": "À irradiation vers l'épaule droite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'irradiation est ascendante rétrosternale, pas vers l'épaule droite (ce qui évoque une cause biliaire).",
    "Choice_D_Text": "Favorisée par la posture: l'antéflexion du tronc (laçage des chaussures, prière).",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le syndrome postural, où les symptômes sont déclenchés en se penchant en avant, est un signe très évocateur de RGO.",
    "Choice_E_Text": "L'association pyrosis-régurgitation permet de retenir le diagnostic de « RGO ».",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Quand ces deux symptômes sont présents, le diagnostic de RGO est hautement probable et peut être posé cliniquement.",
    "OverallExplanation": "La sémiologie du RGO est dominée par le pyrosis (A), qui part de l'épigastre (B) et remonte, souvent favorisé par la posture (D).<br>L'association avec les régurgitations est très spécifique et suffit généralement au diagnostic (E)."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "LE REFLUX GASTROOESOPHAGIEN",
    "QuestionText": "La sémiologie du reflux gastro-œsophagien (RGO):",
    "Choice_A_Text": "Le pyrosis est le maître symptôme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La brûlure rétrosternale ascendante (pyrosis) est le symptôme cardinal du RGO.",
    "Choice_B_Text": "De siège épigastrique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le point de départ de la douleur est souvent épigastrique.",
    "Choice_C_Text": "À irradiation vers l'épaule droite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'irradiation est typiquement ascendante rétrosternale.<br>Une irradiation à l'épaule droite oriente vers une pathologie biliaire.",
    "Choice_D_Text": "Favorisée par la posture: l'antéflexion du tronc (laçage des chaussures, prière).",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le caractère postural des symptômes (déclenchement par l'antéflexion, le décubitus) est très caractéristique.",
    "Choice_E_Text": "L'association pyrosis-régurgitation permet de retenir le diagnostic de « RGO ».",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'association de ces deux symptômes typiques permet de poser le diagnostic de RGO avec une forte probabilité, en l'absence de signes d'alarme.",
    "OverallExplanation": "La présentation clinique typique du RGO inclut le pyrosis (A) comme symptôme principal, partant de l'épigastre (B), avec un caractère postural net (D).<br>La co-occurrence du pyrosis et des régurgitations est fortement diagnostique (E)."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Lors du choc hémorragique compensé:",
    "Choice_A_Text": "Les pertes sanguines sont inférieures à 20%.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le stade de choc compensé (Classe II de l'ATLS) correspond à une perte de volume sanguin de 15 à 30%. Inférieur à 20% est une approximation acceptable.",
    "Choice_B_Text": "La mise en jeu des mécanismes de compensation est inefficace.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Par définition, dans un choc \"compensé\", les mécanismes (tachycardie, vasoconstriction) sont efficaces pour maintenir une pression artérielle suffisante pour la perfusion des organes nobles.",
    "Choice_C_Text": "Il existe une accélération du pouls.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La tachycardie est le premier et le plus sensible des mécanismes de compensation pour maintenir le débit cardiaque face à l'hypovolémie.",
    "Choice_D_Text": "Il se produit une vasoconstriction splanchnique et musculaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La vasoconstriction périphérique, notamment cutanée, musculaire et splanchnique, permet de redistribuer le flux sanguin vers les organes vitaux (cœur, cerveau).",
    "Choice_E_Text": "Toutes les réponses sont justes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La proposition B est fausse.",
    "OverallExplanation": "Le choc hémorragique compensé correspond à une perte sanguine modérée (<20-30%) où les mécanismes de compensation sont efficaces.<br>Ces mécanismes incluent principalement l'accélération du pouls (tachycardie) et la vasoconstriction périphérique pour préserver la perfusion des organes vitaux."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Lors du choc hémorragique compensé:",
    "Choice_A_Text": "Les pertes sanguines sont inférieures à 20%.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le choc compensé correspond à une perte volémique modérée, classiquement entre 15 et 30% du volume sanguin total.",
    "Choice_B_Text": "La mise en jeu des mécanismes de compensation est inefficace.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le terme \"compensé\" signifie précisément que les mécanismes de compensation (tachycardie, vasoconstriction) sont efficaces pour maintenir la pression artérielle.",
    "Choice_C_Text": "Il existe une accélération du pouls.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La tachycardie est le principal mécanisme compensatoire pour maintenir le débit cardiaque.",
    "Choice_D_Text": "Il se produit une vasoconstriction splanchnique et musculaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La vasoconstriction périphérique est un mécanisme clé pour centraliser la circulation sanguine vers les organes nobles.",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": null,
    "Choice_E_Explanation": "",
    "OverallExplanation": "Le choc hémorragique est dit compensé lorsque les pertes sanguines sont modérées (A) et que les mécanismes physiologiques comme la tachycardie (C) et la vasoconstriction périphérique (D) suffisent à maintenir une perfusion adéquate des organes vitaux."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Lors du choc hémorragique, cochez les réponses justes:",
    "Choice_A_Text": "La syncope est une perte de connaissance complète.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La syncope est définie comme une perte de connaissance brève, complète et à récupération spontanée, souvent due à une hypoperfusion cérébrale transitoire.",
    "Choice_B_Text": "La lipothymie est un malaise avec vertige.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La lipothymie est une sensation de malaise imminent, avec vertiges, sueurs, vue brouillée, mais sans perte de connaissance complète.",
    "Choice_C_Text": "La syncope est un malaise avec vertige.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est la définition de la lipothymie.<br>La syncope implique une perte de connaissance complète.",
    "Choice_D_Text": "Lors de la syncope, l’hémorragie est moins abondante et plus progressive.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Au contraire, la syncope est souvent le témoin d'une hémorragie soudaine et massive, provoquant une chute brutale du débit sanguin cérébral.",
    "Choice_E_Text": "",
    "Choice_E_isCorrect": null,
    "Choice_E_Explanation": "",
    "OverallExplanation": "En contexte d'hémorragie, il est important de distinguer la lipothymie (malaise sans perte de connaissance) (B) de la syncope (perte de connaissance complète et brève) (A).<br>La syncope est un signe de gravité, suggérant une hémorragie massive."
  },
  {
    "YearAsked": "Examen 2018-2019 - Pr AQODAD",
    "Subtopic": "Hémorragies digestives",
    "QuestionText": "L'hémorragie:",
    "Choice_A_Text": "Elle peut avoir comme conséquence une hypoxie.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'hémorragie diminue la quantité d'hémoglobine circulante, le transporteur de l'oxygène, ce qui entraîne une hypoxie tissulaire.",
    "Choice_B_Text": "Elle peut avoir comme conséquence une souffrance rénale.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'hypovolémie et la vasoconstriction entraînent une diminution de la perfusion rénale, pouvant mener à une insuffisance rénale aiguë fonctionnelle puis organique.",
    "Choice_C_Text": "Elle est responsable d'une hypotension artérielle.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'hypotension est un signe de choc décompensé, lorsque les mécanismes de compensation sont dépassés par l'importance de l'hémorragie.",
    "Choice_D_Text": "Elle est responsable d’une tachycardie au début.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La tachycardie est le premier mécanisme de compensation mis en jeu pour maintenir le débit cardiaque face à la diminution du volume sanguin.",
    "Choice_E_Text": "Elle peut se compliquer par une anurie.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'anurie (arrêt de la production d'urine) est un signe d'insuffisance rénale aiguë sévère, une complication grave du choc hémorragique.",
    "OverallExplanation": "L'hémorragie a de multiples conséquences systémiques.<br>Elle déclenche une tachycardie compensatrice (D).<br>Si elle est importante, elle mène à l'hypotension (C), à l'hypoxie tissulaire (A) et à la souffrance de divers organes, notamment le rein, pouvant aller jusqu'à l'insuffisance rénale et l'anurie (B, E)."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Lors du choc hémorragique compensé:",
    "Choice_A_Text": "Les pertes sanguines sont inférieures à 20%.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le choc est dit compensé pour des pertes de volume sanguin modérées (généralement classées entre 15% et 30%).<br>Dans cette phase, les mécanismes de compensation sont efficaces.",
    "Choice_B_Text": "La mise en jeu des mécanismes de compensation est inefficace.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le terme \"compensé\" signifie justement que les mécanismes de compensation sont efficaces pour maintenir la pression artérielle et la perfusion des organes vitaux.",
    "Choice_C_Text": "Il existe une accélération du pouls.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La tachycardie est le premier mécanisme de compensation qui se met en place pour tenter de maintenir le débit cardiaque face à la baisse du volume sanguin.",
    "Choice_D_Text": "Il se produit une vasoconstriction splanchnique et musculaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La vasoconstriction des territoires périphériques (cutané, musculaire, splanchnique) permet de rediriger le sang vers les organes nobles (cœur, cerveau, reins).",
    "Choice_E_Text": "Toutes les réponses sont justes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La proposition B est incorrecte.",
    "OverallExplanation": "Le choc hémorragique compensé survient lors de pertes sanguines modérées (A).<br>L'organisme met en jeu des mécanismes de compensation efficaces, principalement une accélération du pouls (C) et une vasoconstriction périphérique (D), pour maintenir la perfusion des organes vitaux."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "Les hémorragies internes",
    "QuestionText": "Lors du choc hémorragique compensé:",
    "Choice_A_Text": "Les pertes sanguines sont inférieures à 20%.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Un choc compensé correspond à une perte de volume sanguin modérée (classe I ou II), typiquement moins de 30%, où les mécanismes de régulation suffisent à maintenir la pression artérielle.",
    "Choice_B_Text": "La mise en jeu des mécanismes de compensation est inefficace.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Si les mécanismes étaient inefficaces, le choc serait dit \"décompensé\".",
    "Choice_C_Text": "Il existe une accélération du pouls.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La tachycardie est le signe de compensation le plus précoce et le plus constant.",
    "Choice_D_Text": "Il se produit une vasoconstriction splanchnique et musculaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La vasoconstriction périphérique est un mécanisme essentiel pour centraliser la circulation sanguine.",
    "Choice_E_Text": "Toutes les réponses sont justes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La proposition B est fausse, donc cette option est incorrecte.",
    "OverallExplanation": "Dans un choc hémorragique compensé, la perte sanguine est encore modérée (A).<br>L'organisme parvient à maintenir une pression artérielle efficace grâce à des mécanismes de compensation comme la tachycardie (C) et la vasoconstriction périphérique (D)."
  },
  {
    "YearAsked": "Décembre 2024 (Rattrapage)",
    "Subtopic": "Hémorragies digestives",
    "QuestionText": "L'hématémèse:",
    "Choice_A_Text": "Est secondaire à un saignement dont l’origine se situe en amont de la jonction iléo-cæcale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Cette définition est trop large.<br>L'hématémèse signe un saignement en amont de l'angle de Treitz (duodéno-jéjunal).<br>Un saignement de l'iléon ne provoque pas d'hématémèse.",
    "Choice_B_Text": "Est secondaire à un saignement dont l’origine se situe en aval de l’angle duodéno-jéjunal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un saignement en aval de l'angle de Treitz définit une hémorragie digestive basse.",
    "Choice_C_Text": "Est une hémorragie extériorisée lors d’un effort de toux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'extériorisation de sang par la toux est une hémoptysie, d'origine respiratoire.",
    "Choice_D_Text": "Est une hémorragie extériorisée lors d’un effort de vomissements.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la définition même de l'hématémèse : vomissement de sang.",
    "Choice_E_Text": "Est un signe d’une hémorragie digestive haute.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Par définition, l'hématémèse témoigne d'une hémorragie dont la source est située en amont de l'angle de Treitz, c'est-à-dire une hémorragie digestive haute.",
    "OverallExplanation": "L'hématémèse est le vomissement de sang (D).<br>C'est un signe pathognomonique d'une hémorragie digestive haute (E), c'est-à-dire provenant de l'œsophage, de l'estomac ou du duodénum."
  },
  {
    "YearAsked": "Juin 2022 (Rattrapage)",
    "Subtopic": "Hémorragies digestives",
    "QuestionText": "Les hémorragies digestives hautes:",
    "Choice_A_Text": "Sont secondaires à un saignement dont l’origine se situe en aval de l’angle duodéno-jéjunal.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est la définition des hémorragies digestives basses.",
    "Choice_B_Text": "Sont plus fréquentes que les hémorragies digestives basses.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les hémorragies digestives hautes représentent environ 80 à 90% de toutes les hémorragies digestives.",
    "Choice_C_Text": "Peuvent se manifester par des selles noires.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les selles noires, goudronneuses et nauséabondes (méléna) sont un signe classique d'hémorragie digestive haute, correspondant à du sang digéré.",
    "Choice_D_Text": "Peuvent se manifester par une hémoptysie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'hémoptysie est un saignement d'origine respiratoire.",
    "Choice_E_Text": "Peuvent se manifester par une hématurie.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'hématurie est la présence de sang dans les urines.",
    "OverallExplanation": "Les hémorragies digestives hautes (HDH) sont les plus fréquentes (B).<br>Elles se manifestent classiquement par une hématémèse et/ou un méléna (selles noires) (C).<br>Leur origine se situe en amont de l'angle duodéno-jéjunal."
  },
  {
    "YearAsked": "Examen 2018-2019",
    "Subtopic": "L’HYPERTENSION PORTALE",
    "QuestionText": "Le syndrome d'hypertension portale:",
    "Choice_A_Text": "Angiome stellaire + érythrose palmaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les angiomes stellaires et l'érythrose palmaire sont des signes d'insuffisance hépatocellulaire, qui coexistent souvent avec l'hypertension portale dans la cirrhose, mais ne définissent pas le syndrome d'hypertension portale lui-même.",
    "Choice_B_Text": "Circulation veineuse abdominale + splénomégalie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ce sont les deux signes cliniques cardinaux du syndrome d'hypertension portale.<br>La splénomégalie est due à la stase veineuse dans la rate, et la circulation veineuse collatérale est le développement de voies de dérivation pour contourner l'obstacle portal.",
    "Choice_C_Text": "Hépatomégalie + ascite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ascite est bien une conséquence de l'hypertension portale, mais l'hépatomégalie n'est pas constante (le foie peut être de taille normale ou atrophique dans la cirrhose).",
    "Choice_D_Text": "Hépatomégalie + splénomégalie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La splénomégalie est un signe clé, mais l'hépatomégalie n'est pas un critère obligatoire.",
    "Choice_E_Text": "Ictère + angiome stellaire + érythrose palmaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ce sont des signes d'insuffisance hépatocellulaire.",
    "OverallExplanation": "Le syndrome d'hypertension portale (HTP) se définit par un ensemble de signes résultant de l'augmentation de pression dans le système porte.<br>Les manifestations cliniques les plus spécifiques de l'HTP sont la splénomégalie de stase et le développement d'une circulation veineuse collatérale."
  },
  {
    "YearAsked": "2019 (Rattrapage)",
    "Subtopic": "L’HYPERTENSION PORTALE",
    "QuestionText": "Le syndrome d’hypertension portale:",
    "Choice_A_Text": "Angiome stellaire + érythrose palmaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ces signes témoignent d'une insuffisance hépatocellulaire, souvent associée à l'hypertension portale (HTP) dans le cadre d'une cirrhose, mais ils ne sont pas des signes directs de l'HTP.",
    "Choice_B_Text": "Circulation veineuse abdominale + splénomégalie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La splénomégalie et la circulation veineuse collatérale sont les deux principaux signes cliniques résultant directement de l'augmentation de la pression dans la veine porte.",
    "Choice_C_Text": "Hépatomégalie + ascite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Bien que l'ascite soit une complication majeure de l'HTP, l'hépatomégalie n'est pas un signe constant.",
    "Choice_D_Text": "Hépatomégalie + splénomégalie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La splénomégalie est un signe d'HTP, mais l'hépatomégalie n'est pas obligatoire.",
    "Choice_E_Text": "Ictère + angiome stellaire + érythrose palmaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ces signes sont caractéristiques de l'insuffisance hépatocellulaire.",
    "OverallExplanation": "Le diagnostic clinique du syndrome d'hypertension portale repose sur la mise en évidence de signes directs de l'obstacle sur le flux portal.<br>Les plus importants sont la splénomégalie par congestion et la présence d'une circulation veineuse collatérale visible (abdominale, péri-ombilicale)."
  },
  {
    "YearAsked": "2020 (Rattrapage)",
    "Subtopic": "L’HYPERTENSION PORTALE",
    "QuestionText": "Le syndrome d’hypertension portale:",
    "Choice_A_Text": "Angiome stellaire + érythrose palmaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ce sont des signes d'insuffisance hépatocellulaire, pas directement d'hypertension portale.",
    "Choice_B_Text": "Circulation veineuse abdominale + splénomégalie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Cette association constitue le cœur du diagnostic clinique de l'hypertension portale.<br>Ce sont des conséquences directes de la stase sanguine dans le système porte.",
    "Choice_C_Text": "Hépatomégalie + ascite.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ascite est une conséquence de l'hypertension portale, mais la taille du foie est variable.",
    "Choice_D_Text": "Hépatomégalie + splénomégalie.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La splénomégalie est un signe clé, mais pas l'hépatomégalie.",
    "Choice_E_Text": "Ictère + angiome stellaire + érythrose palmaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Il s'agit de signes d'insuffisance hépatocellulaire.",
    "OverallExplanation": "Le syndrome d'hypertension portale est un ensemble de manifestations dues à un obstacle sur la circulation porte.<br>Cliniquement, il se traduit principalement par une splénomégalie (liée à la stase veineuse splénique) et le développement de circulations veineuses collatérales pour court-circuiter l'obstacle."
  }
]
