[
  {
    "Choice_A_Explanation": "L'hypertension artérielle est un facteur de risque majeur et modifiable par des traitements médicamenteux et des mesures hygiéno-diététiques.",
    "Choice_A_Text": "Hypertension artérielle.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le diabète est un facteur de risque modifiable car son équilibre par le traitement et le régime alimentaire influence le risque cardiovasculaire.",
    "Choice_B_Text": "Diabète.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Le tabagisme est un facteur de risque modifiable, l'arrêt du tabac étant une mesure préventive essentielle.",
    "Choice_C_Text": "Tabagisme.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La ménopause est un facteur de risque non modifiable car c'est un processus physiologique naturel lié à l'âge chez la femme.",
    "Choice_D_Text": "Ménopause.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La dyslipidémie, ou un taux anormal de lipides dans le sang, est un facteur de risque modifiable par le régime alimentaire et/ou des médicaments.",
    "Choice_E_Text": "Dyslipidémie.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "Les facteurs de risque cardiovasculaires modifiables sont ceux sur lesquels on peut agir pour réduire le risque.<br> Parmi les options, l'hypertension, le diabète, le tabagisme et la dyslipidémie sont modifiables.<br> La ménopause est un état physiologique non modifiable.",
    "QuestionText": "Cochez le(s) facteur(s) de risque cardiovasculaire modifiable(s).",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "YearAsked": "2023-2024"
  },
  {
    "Choice_A_Explanation": "Une douleur survenant lors de la montée rapide d'un escalier correspondrait plutôt à une classe II ou III, indiquant une limitation lors d'efforts modérés à importants.",
    "Choice_A_Text": "Une douleur thoracique survenant uniquement lors de la montée rapide d'un escalier.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Une douleur après une marche de plus de 200 mètres sur terrain plat correspond à la classe II de la CCS.",
    "Choice_B_Text": "Une douleur thoracique après une marche de plus de 200 mètres.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Un stress émotionnel peut déclencher un angor à différents stades de sévérité et n'est pas spécifique à la classe IV.",
    "Choice_C_Text": "Une douleur thoracique qui apparaît lors d'un stress émotionnel intense.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La classe IV de la classification CCS est définie par l'impossibilité de mener la moindre activité physique sans angor, avec des symptômes survenant même au repos ou pour des efforts minimes.",
    "Choice_D_Text": "Une douleur thoracique survenant au repos ou lors d'efforts minimes.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le soulagement par la trinitrine est une caractéristique générale de l'angor d'effort stable mais ne définit pas sa classe de sévérité.",
    "Choice_E_Text": "Une douleur thoracique soulagée immédiatement par la prise de trinitrine.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La classification de la Canadian Cardiovascular Society (CCS) évalue la sévérité de l'angine de poitrine en fonction du niveau d'effort déclenchant la douleur.<br> La classe IV est la plus sévère et correspond à des symptômes qui se manifestent pour des efforts très faibles ou même au repos.",
    "QuestionText": "Quelle situation correspond à un angor classe IV selon la classification de la Canadian Cardiovascular Society (CCS)?.",
    "Subtopic": "SÉMIOLOGIE CARDIO-VASCULAIRE: LA DOULEUR THORACIQUE",
    "YearAsked": "2023-2024"
  },
  {
    "Choice_A_Explanation": "La douleur du syndrome coronarien aigu est typiquement une douleur constrictive rétrosternale, pouvant irradier, mais elle n'est pas classiquement migratrice vers le dos ni associée à une asymétrie tensionnelle.",
    "Choice_A_Text": "Syndrome coronarien aigu.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "L'embolie pulmonaire se manifeste souvent par une douleur de type pleural, en coup de poignard, et une dyspnée aiguë, mais pas par les signes décrits.",
    "Choice_B_Text": "Embolie pulmonaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La dissection aortique est l'urgence à évoquer en priorité devant une douleur thoracique brutale, très intense, à type de déchirement, transfixiante, migrant vers le dos, et accompagnée d'une asymétrie tensionnelle (différence > 20 mmHg entre les deux bras).",
    "Choice_C_Text": "Dissection aortique.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La péricardite aiguë cause une douleur augmentée par l'inspiration et la position couchée, et soulagée par la position penchée en avant.",
    "Choice_D_Text": "Péricardite aiguë.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le pneumothorax spontané se caractérise par une douleur brutale, unilatérale, de type pleural, avec une diminution du murmure vésiculaire à l'auscultation du côté atteint.",
    "Choice_E_Text": "Pneumothorax spontané.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La description clinique d'une douleur thoracique brutale, transfixiante, migratrice vers le dos, associée à une asymétrie tensionnelle est très évocatrice d'une dissection aortique, une urgence vitale.",
    "QuestionText": "Quelle urgence cardiovasculaire doit être systématiquement recherchée devant une douleur thoracique brutale et transfixiante, migratrice vers le dos, avec asymétrie tensionnelle entre les bras ?.",
    "Subtopic": "SÉMIOLOGIE CARDIO-VASCULAIRE: LA DOULEUR THORACIQUE",
    "YearAsked": "2023-2024"
  },
  {
    "Choice_A_Explanation": "Une insuffisance mitrale provoque un souffle holosystolique de régurgitation.",
    "Choice_A_Text": "Une insuffisance mitrale.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La persistance du canal artériel crée un shunt de l'aorte vers l'artère pulmonaire durant tout le cycle cardiaque, générant un souffle continu, systolo-diastolique, souvent décrit comme un bruit de machinerie.",
    "Choice_B_Text": "Une persistance du canal artériel.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Une insuffisance aortique est responsable d'un souffle protodiastolique.",
    "Choice_C_Text": "Une insuffisance aortique.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Une sténose pulmonaire cause un souffle systolique d'éjection.",
    "Choice_D_Text": "Une sténose pulmonaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une cardiomyopathie hypertrophique peut causer un souffle systolique d'éjection au niveau de la chambre de chasse du ventricule gauche.",
    "Choice_E_Text": "Une cardiomyopathie hypertrophique.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Un souffle continu est un souffle perçu tout au long du cycle cardiaque (systole et diastole).<br> Il est typiquement causé par une communication anormale entre une circulation à haute pression et une circulation à basse pression, comme dans la persistance du canal artériel ou une fistule artério-veineuse.",
    "QuestionText": "Un souffle continu évoque principalement :",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "YearAsked": "2023-2024"
  },
  {
    "Choice_A_Explanation": "Conformément à la définition, l'anévrisme est une pathologie qui affecte la structure de la paroi artérielle, entraînant sa faiblesse et sa dilatation.",
    "Choice_A_Text": "De la paroi artérielle.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'anévrisme concerne l'ensemble des tuniques de la paroi artérielle, pas seulement la limitante interne (intima).",
    "Choice_B_Text": "De la limitante interne seule de la paroi artérielle.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La dilatation anévrismale est définie comme étant permanente, et non intermittente.",
    "Choice_C_Text": "Responsable d'une dilatation localisée intermittente de la lumière, de plus de 50% de calibre normal, avec perte du parallélisme des bords du vaisseau.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "La dilatation est permanente et est caractérisée par une perte du parallélisme des bords, pas son absence.",
    "Choice_D_Text": "Responsable d'une dilatation localisée intermittente de la lumière, de plus de 50% de calibre normal, sans perte du parallélisme des bords du vaisseau.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La dilatation est permanente, non intermittente, et le seuil de définition est une augmentation de plus de 50% du calibre normal, pas 30%.",
    "Choice_E_Text": "Responsable d'une dilatation localisée intermittente de la lumière, de plus de 30% de calibre normal, sans perte du parallélisme des bords du vaisseau.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La définition précise d'un anévrisme artériel est une dilatation localisée et permanente de la lumière d'une artère, de plus de 50% par rapport à son calibre normal, avec une perte du parallélisme de ses bords.<br> La proposition A est la seule description correcte parmi les choix.",
    "QuestionText": "L'anévrisme artériel est une pathologie :",
    "Subtopic": "Les anévrysmes artériels",
    "YearAsked": "2024-2025"
  },
  {
    "Choice_A_Explanation": "Le terme 'cupuliforme' n'est pas une classification morphologique standard pour les anévrismes artériels.",
    "Choice_A_Text": "Les anévrismes cupuliformes.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le terme 'inflammatoire' se réfère à l'étiologie (la cause) de l'anévrisme, et non à son aspect morphologique (sa forme).",
    "Choice_B_Text": "Les anévrismes inflammatoires.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'anévrisme fusiforme est une classification morphologique décrivant une dilatation diffuse et allongée, en forme de fuseau, de l'artère.",
    "Choice_C_Text": "Les anévrismes fusiformes.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "L'anévrisme sacciforme est une classification morphologique décrivant une dilatation localisée, en forme de sac, n'affectant qu'une partie de la circonférence de la paroi artérielle.",
    "Choice_D_Text": "Les anévrismes sacciformes.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le terme 'athéromateux' est une classification étiologique, désignant l'athérosclérose comme cause de l'anévrisme, pas sa forme.",
    "Choice_E_Text": "Les anévrismes athéromateux.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La classification morphologique des anévrismes se base sur leur forme.<br> Les deux principaux types sont fusiformes (dilatation de toute la circonférence) et sacciformes (dilatation localisée en forme de sac).<br> Les termes inflammatoire et athéromateux décrivent la cause de l'anévrisme.",
    "QuestionText": "Selon l'aspect, on peut distinguer :",
    "Subtopic": "Les anévrysmes artériels",
    "YearAsked": "2024-2025"
  },
  {
    "Choice_A_Explanation": "Le signe de De Bakey consiste à évaluer la relation entre le pôle supérieur de l'anévrisme et le rebord costal, pas le pôle inférieur.",
    "Choice_A_Text": "La possibilité de passer le bord de la main entre le rebord costal et le pôle inférieur de l'anévrisme.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Ceci est la description correcte de la manœuvre clinique pour rechercher le signe de De Bakey.",
    "Choice_B_Text": "La possibilité de passer le bord de la main entre le rebord costal et le pôle supérieur de l'anévrisme.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Un signe de De Bakey positif (on peut passer la main) indique une localisation sous-rénale, car le pôle supérieur de l'anévrisme est en dessous des artères rénales.",
    "Choice_C_Text": "Signe la localisation sus-rénale de l'anévrisme.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Ceci est l'interprétation correcte du signe de De Bakey : si on peut insinuer la main entre le rebord costal et le pôle supérieur de la masse, cela signifie que l'anévrisme ne remonte pas jusqu'aux artères rénales et est donc sous-rénal.",
    "Choice_D_Text": "Signe la localisation sous-rénale de l'anévrisme.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le signe de De Bakey distingue principalement les localisations sous-rénales des localisations sus-rénales ou juxta-rénales, pas inter-rénales.",
    "Choice_E_Text": "Signe la localisation inter-rénale de l'anévrisme.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le signe de De Bakey est une manœuvre clinique utilisée pour évaluer la position d'un anévrisme de l'aorte abdominale (AAA).<br> Il consiste à tenter de glisser la main entre le rebord costal et le pôle supérieur de la masse pulsatile.<br> Si cela est possible, le signe est positif et indique que l'anévrisme est localisé sous les artères rénales (sous-rénal), ce qui est une information cruciale pour la planification chirurgicale.",
    "QuestionText": "Le signe de De Bakey lors d'un anévrisme de l'aorte abdominale correspond à :",
    "Subtopic": "Les anévrysmes artériels",
    "YearAsked": "2024-2025"
  },
  {
    "Choice_A_Explanation": "La classification de Leriche et Fontaine commence au stade I.<br> Il n'y a pas de stade 0 dans cette classification, contrairement à la classification de Rutherford.",
    "Choice_A_Text": "Le stade 0 correspond à l'absence de signes fonctionnels.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le stade IIa correspond à une claudication intermittente avec un périmètre de marche supérieur à 200 mètres.<br> Un périmètre inférieur à 200 mètres correspond au stade IIb.",
    "Choice_B_Text": "Le stade IIa correspond à une claudication intermittente avec périmètre de marche inférieur à 200 mètres.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le stade IV est défini par la présence de troubles trophiques, ce qui inclut les ulcères de la jambe.",
    "Choice_C_Text": "Le stade IV correspond à un ulcère de la jambe.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La gangrène d'orteil est un type de trouble trophique qui caractérise le stade IV de la classification.",
    "Choice_D_Text": "Le stade IV correspond à une gangrène d'orteil.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Le stade IV est le stade des troubles trophiques (ulcère ou gangrène) du pied ou de la jambe, résultant d'une ischémie sévère.",
    "Choice_E_Text": "Le stade IV correspond à un trouble trophique du pied.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La classification de Leriche et Fontaine stadifie la sévérité de l'artériopathie oblitérante des membres inférieurs (AOMI).<br> Stade I : asymptomatique.<br> Stade II : claudication intermittente (IIa > 200m, IIb < 200m).<br> Stade III : douleurs de repos.<br> Stade IV : troubles trophiques (ulcère, gangrène).<br> Ainsi, les propositions C, D et E sont toutes des manifestations possibles du stade IV.",
    "QuestionText": "Classification de Leriche et Fontaine.",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "YearAsked": "2024-2025"
  },
  {
    "Choice_A_Explanation": "L'ulcère artériel est typiquement profond et creusant en raison de la nécrose tissulaire due à l'ischémie.",
    "Choice_A_Text": "Est creusant.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "L'aspect 'à l'emporte-pièce' (punched-out) est une caractéristique classique de l'ulcère artériel, avec des bords nets et bien délimités.",
    "Choice_B_Text": "À l'emporte-pièce.",
    "Choice_B_isCorrect": true,
    "Choice_C_Explanation": "Les bords de l'ulcère artériel sont typiquement abrupts et verticaux, contrastant avec les bords en pente douce d'un ulcère veineux.",
    "Choice_C_Text": "À bords abrupts.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "En raison de la mauvaise vascularisation, le fond d'un ulcère artériel est souvent atone, nécrotique ou fibrineux, avec une absence de tissu de granulation (bourgeonnement), qui est un signe de cicatrisation.",
    "Choice_D_Text": "Avec tendance au bourgeonnement.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Cette option est incorrecte car la proposition D est fausse.",
    "Choice_E_Text": "Toutes les réponses sont justes.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "L'ulcère artériel, conséquence de l'AOMI, présente des caractéristiques sémiologiques typiques dues à l'ischémie chronique.<br> Il est profond (creusant), avec des bords nets (à l'emporte-pièce, abrupts) et un fond atone, sans tendance à la cicatrisation (absence de bourgeonnement).",
    "QuestionText": "L'ulcère de la jambe au cours de l'AOMI :",
    "Subtopic": "Les ulcères de jambe",
    "YearAsked": "2023-2024"
  },
  {
    "Choice_A_Explanation": "C'est la définition correcte de l'index de pression systolique (IPS), également connu sous le nom d'indice tibio-brachial (ITB) ou Ankle-Brachial Index (ABI).",
    "Choice_A_Text": "Correspond à la pression artérielle systolique à la cheville divisée par la pression artérielle systolique humérale.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Ceci est l'inverse de la formule correcte pour calculer l'IPS.",
    "Choice_B_Text": "Correspond à la pression artérielle systolique humérale divisée par la pression artérielle systolique à la cheville.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Une valeur d'IPS comprise entre 0,9 et 1,3 est considérée comme normale, excluant une AOMI significative.",
    "Choice_C_Text": "Une valeur entre 0,9 et 1,3 signifie un état hémodynamique normal.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Une valeur d'IPS entre 0,75 et 0,9 indique une artérite débutante ou légère, considérée comme bien compensée, pas mal compensée.",
    "Choice_D_Text": "Une valeur entre 0,75 et 0,9 signifie une artérite mal compensée.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Une valeur d'IPS dans cette plage (0,75-0,9) est indicative d'une AOMI légère, ou 'artérite bien compensée'.",
    "Choice_E_Text": "Une valeur entre 0,75 et 0,9 signifie une artérite bien compensée.",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "L'index de pression systolique (IPS) est un outil simple et non invasif pour le dépistage et le diagnostic de l'artériopathie oblitérante des membres inférieurs (AOMI).<br> Il se calcule en divisant la pression artérielle systolique la plus élevée à la cheville par la pression systolique la plus élevée au bras.<br> Une valeur normale se situe entre 0,9 et 1,3, tandis qu'une valeur inférieure à 0,9 est pathologique.",
    "QuestionText": "L'index de pression systolique (IPS) :",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "YearAsked": "2024-2025"
  }
]
