[
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "L’angor stable dans sa forme typique correspond aux critères suivants:",
    "Choice_A_Text": "Une douleur thoracique survenant au repos.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une douleur thoracique survenant au repos est une caractéristique de l'angor instable, et non de l'angor stable qui est typiquement déclenché par l'effort.",
    "Choice_B_Text": "Une douleur thoracique cédant au repos en 5 minutes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'un des critères fondamentaux de l'angor stable est sa résolution rapide après l'arrêt de l'effort, généralement en moins de 10 minutes.<br>Une durée de 5 minutes est donc tout à fait caractéristique.",
    "Choice_C_Text": "Une douleur thoracique cédant en 20 minutes après administration de trinitrine.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de l'angor stable cède très rapidement à la prise de trinitrine sublinguale, en quelques secondes et en moins d'une minute.<br>Un délai de 20 minutes est beaucoup trop long et évoquerait plutôt un syndrome coronarien aigu.",
    "Choice_D_Text": "Une douleur thoracique déclenchée par l’effort.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La survenue à l'effort est la caractéristique principale de l'angor stable.<br>L'effort augmente les besoins en oxygène du myocarde, ce qui déclenche la douleur en cas de sténose coronaire.",
    "Choice_E_Text": "Une douleur thoracique rétrosternale en barre durant 30 minutes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une douleur angineuse stable dure quelques minutes.<br>Une douleur prolongée de 30 minutes est un signe d'alarme majeur évoquant un infarctus du myocarde (syndrome coronarien aigu).",
    "OverallExplanation": "L'angor stable, ou angine de poitrine d'effort, se définit par une douleur thoracique constrictive, rétrosternale, qui est déclenchée par un effort physique (ou un stress) et qui cède rapidement (en quelques minutes) à l'arrêt de cet effort ou à la prise de trinitrine.<br>Les options B et D décrivent précisément ces caractéristiques fondamentales."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "M. M’hamed, 63 ans, suivi pour un diabète de type 2 depuis 15 ans, se présente aux urgences car il ressent depuis environ 12 heures une douleur thoracique très intense, constrictive en barre, qui a débuté brutalement alors qu’il faisait du jardinage, et qui a duré 40 minutes. Cette douleur irradie vers le poignet gauche et elle est accompagnée de sueurs profuses et de nausées sans vomissements. Quel diagnostic évoquez-vous en premier, compte tenu du terrain et de la description sémiologique de cette douleur thoracique?",
    "Choice_A_Text": "Une embolie pulmonaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La douleur de l'embolie pulmonaire est typiquement latéro-thoracique, en 'coup de poignard', et augmentée par l'inspiration, ce qui ne correspond pas à la description d'une douleur constrictive en barre.",
    "Choice_B_Text": "Un syndrome coronarien aigu.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le tableau clinique est très évocateur d'un syndrome coronarien aigu (SCA).<br>Les arguments en faveur sont : le terrain (homme de 63 ans, diabétique), le type de douleur (constrictive en barre), son irradiation (poignet gauche), sa durée prolongée (40 minutes, donc non calmée par le repos), et les signes d'accompagnement neuro-végétatifs (sueurs, nausées).",
    "Choice_C_Text": "Une péricardite aiguë.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de la péricardite est généralement augmentée par l'inspiration et le décubitus dorsal, et calmée par la position penchée en avant, ce qui n'est pas décrit ici.",
    "Choice_D_Text": "Une dissection aortique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de la dissection aortique est classiquement décrite comme une 'déchirure' ou transfixiante, migrant souvent vers le dos, ce qui diffère de la douleur constrictive présentée.",
    "Choice_E_Text": "Une pleurésie.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La pleurésie provoque une douleur de type pleural, augmentée par la toux et l'inspiration profonde, ce qui ne correspond pas au tableau.",
    "OverallExplanation": "Le diagnostic de syndrome coronarien aigu doit être évoqué en priorité devant cette présentation.<br>La combinaison d'un terrain à haut risque cardiovasculaire (âge, sexe masculin, diabète), d'une douleur thoracique typiquement coronarienne (constrictive, irradiante) prolongée (plus de 20-30 minutes), et de signes vagaux associés (sueurs, nausées) constitue un tableau classique d'infarctus du myocarde."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Lorsqu'elle est accentuée à la toux ou à l'inspiration profonde, elle traduit une douleur de type pleural.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'augmentation de la douleur lors des mouvements respiratoires (inspiration profonde, toux) est la caractéristique sémiologique d'une douleur d'origine pleurale, que l'on retrouve dans les pathologies pleuro-pulmonaires, la péricardite ou les douleurs pariétales.",
    "Choice_B_Text": "Elle peut évoluer selon le mode aigu ou chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La douleur thoracique peut se manifester de manière aiguë, comme dans l'infarctus du myocarde ou l'embolie pulmonaire, ou de manière chronique, comme dans l'angor stable ou certaines douleurs pariétales.",
    "Choice_C_Text": "Sa durée peut orienter vers son étiologie.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La durée est un élément clé de l'interrogatoire.<br>Une douleur de quelques minutes évoque un angor, tandis qu'une douleur de plusieurs heures oriente vers un infarctus, une péricardite ou une dissection aortique.",
    "Choice_D_Text": "Elle peut traduire une colique hépatique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Certaines douleurs d'origine digestive, comme la lithiase vésiculaire (colique hépatique), peuvent se projeter et être ressenties comme une douleur thoracique, faisant partie du diagnostic différentiel.",
    "Choice_E_Text": "Elle ne peut être évaluée par l’échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Comme toute douleur, l'intensité de la douleur thoracique peut et doit être évaluée, par exemple à l'aide d'une échelle visuelle analogique (EVA) ou d'une échelle numérique, afin de quantifier la perception du patient.",
    "OverallExplanation": "La douleur thoracique est un symptôme dont l'analyse sémiologique est riche et cruciale pour le diagnostic.<br>Ses caractéristiques, comme son lien avec la respiration (A), sa temporalité (B, C) et ses diagnostics différentiels (D), sont des éléments fondamentaux à recueillir lors de l'interrogatoire."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "L’angor d’effort stable est:",
    "Choice_A_Text": "D'origine virale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'origine de l'angor d'effort est ischémique, liée à l'athérosclérose des artères coronaires, et non virale.<br>Une origine virale peut être évoquée pour une péricardite ou une myocardite.",
    "Choice_B_Text": "Prolongé.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur de l'angor stable est brève, durant typiquement quelques minutes.<br>Une douleur prolongée est un signe de gravité évoquant un syndrome coronarien aigu.",
    "Choice_C_Text": "Plus sévère que l'infarctus du myocarde.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'infarctus du myocarde correspond à une nécrose myocardique et représente une urgence vitale.<br>L'angor stable, bien que sérieux, correspond à une ischémie transitoire et est moins sévère.",
    "Choice_D_Text": "Lié à l'ischémie myocardique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'angor d'effort stable est la manifestation clinique d'une ischémie myocardique transitoire, due à une inadéquation entre les apports et les besoins en oxygène du myocarde, le plus souvent à cause d'une sténose coronaire.",
    "Choice_E_Text": "Soulagé par le décubitus.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'angor d'effort stable est soulagé par l'arrêt de l'effort, et non par la position couchée.<br>Certains types d'angor, comme l'angor de primo-décubitus, sont au contraire déclenchés par cette position.",
    "OverallExplanation": "La définition même de l'angor d'effort stable repose sur sa physiopathologie : il s'agit d'une douleur thoracique causée par une ischémie myocardique réversible, déclenchée par une augmentation des besoins du cœur en oxygène (effort) que les artères coronaires sténosées ne peuvent satisfaire."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "La douleur de la péricardite aiguë:",
    "Choice_A_Text": "Est à type de constriction.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur péricarditique est souvent décrite comme une oppression, une pesanteur ou une constriction, pouvant mimer une douleur d'origine coronaire.",
    "Choice_B_Text": "S'aggrave à l'inspiration.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La douleur est typiquement augmentée par l'inspiration profonde et la toux, en raison de l'inflammation des feuillets péricardiques qui frottent l'un contre l'autre lors des mouvements respiratoires.",
    "Choice_C_Text": "Est aggravée par la position antéfléchie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Au contraire, la douleur de la péricardite est classiquement diminuée en position assise et penchée en avant (antéflexion), dite 'en prière mahométane'.<br>Elle est aggravée par le décubitus dorsal.",
    "Choice_D_Text": "Est déclenchée par l’effort.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur péricarditique ne survient pas typiquement à l'effort, ce qui la distingue de l'angor stable.",
    "Choice_E_Text": "Est calmée par les repas.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur de la péricardite n'a pas de lien avec les repas.<br>Une douleur rythmée par les repas évoque une cause digestive.",
    "OverallExplanation": "La douleur de la péricardite aiguë présente une sémiologie caractéristique : elle est de type constrictif, prolongée, augmentée par l'inspiration et le décubitus dorsal, et surtout, calmée par la position assise penchée en avant.<br>Les affirmations A et B sont donc correctes."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "L’infarctus du myocarde:",
    "Choice_A_Text": "Est dû à une ischémie réversible du myocarde.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'infarctus du myocarde est dû à une ischémie prolongée et irréversible qui entraîne la nécrose (mort cellulaire) du tissu myocardique.<br>L'ischémie réversible est la caractéristique de l'angor stable.",
    "Choice_B_Text": "Est appelé également angine de poitrine.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'angine de poitrine (ou angor) est le terme désignant la douleur liée à une ischémie myocardique transitoire.<br>L'infarctus est une entité distincte et plus grave.",
    "Choice_C_Text": "Donne une douleur prolongée durant plus de 20 minutes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La durée de la douleur est un critère diagnostique majeur.<br>Une douleur thoracique d'allure coronarienne qui persiste plus de 20 à 30 minutes est très évocatrice d'un infarctus du myocarde.",
    "Choice_D_Text": "Donne une douleur résistante à la trinitrine.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Contrairement à l'angor stable, la douleur de l'infarctus du myocarde (en particulier le SCA ST+) n'est pas, ou que très incomplètement, soulagée par la prise de trinitrine.",
    "Choice_E_Text": "S'accompagne de signes digestifs.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'infarctus du myocarde, notamment dans sa localisation inférieure, s'accompagne fréquemment de signes vagaux comme des nausées, des vomissements ou des éructations.",
    "OverallExplanation": "L'infarctus du myocarde, complication la plus grave de la maladie coronaire, se caractérise par une douleur prolongée (>20 min) et nitrorésistante, témoignant d'une nécrose myocardique.<br>Des signes digestifs sont souvent associés, en particulier dans les atteintes inférieures."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Une douleur thoracique à type de déchirure évoque:",
    "Choice_A_Text": "Une insuffisance cardiaque.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'insuffisance cardiaque se manifeste principalement par une dyspnée, et non par une douleur à type de déchirure.",
    "Choice_B_Text": "Un œdème aigu des poumons.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'œdème aigu du poumon est une forme d'insuffisance cardiaque aiguë se manifestant par une dyspnée majeure, pas par une douleur de ce type.",
    "Choice_C_Text": "Une dissection de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La douleur à type de 'déchirure' est le maître symptôme de la dissection aortique.<br>Elle est typiquement très intense, transfixiante et migratrice vers le dos.",
    "Choice_D_Text": "Une ischémie myocardique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de l'ischémie myocardique (angor, infarctus) est classiquement constrictive, décrite comme un poids ou un serrement.",
    "Choice_E_Text": "Une syncope.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La syncope est une perte de connaissance brève, c'est un symptôme et non une cause de douleur thoracique.",
    "OverallExplanation": "Parmi les diagnostics d'urgence face à une douleur thoracique, le type de la douleur est très orienteur.<br>Une description de 'déchirure' ou de douleur transfixiante doit immédiatement faire évoquer le diagnostic de dissection aortique aiguë."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Devant une douleur basithoracique brutale droite à la suite d’un accouchement par césarienne, le premier diagnostic à évoquer est:",
    "Choice_A_Text": "Une péricardite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La péricardite est peu probable dans ce contexte et la douleur est typiquement rétrosternale ou précordiale, pas basithoracique droite.",
    "Choice_B_Text": "Une embolie pulmonaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le contexte est très évocateur : le post-partum et une chirurgie récente (césarienne) sont des situations à très haut risque de maladie thrombo-embolique veineuse.<br>Une douleur basithoracique brutale, de type pleural, est une présentation classique de l'embolie pulmonaire.",
    "Choice_C_Text": "Une dissection de l’aorte.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Bien que la grossesse soit un facteur de risque de dissection aortique, la sémiologie de la douleur (basithoracique droite) n'est pas typique et le contexte post-chirurgical immédiat pointe davantage vers une cause thrombo-embolique.",
    "Choice_D_Text": "Un infarctus du myocarde.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Un infarctus du myocarde est rare chez une femme jeune et la douleur est classiquement rétrosternale et constrictive.",
    "Choice_E_Text": "Un ulcère gastrique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une douleur d'ulcère est typiquement épigastrique et rythmée par les repas, un tableau différent de celui présenté.",
    "OverallExplanation": "L'association d'un contexte pro-thrombotique (chirurgie, post-partum) et d'une douleur thoracique aiguë basithoracique (point de côté) doit faire suspecter en toute première intention une embolie pulmonaire jusqu'à preuve du contraire."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "La douleur thoracique:",
    "Choice_A_Text": "Est un motif fréquent de consultation.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur thoracique constitue l'un des motifs de consultation les plus fréquents, que ce soit en médecine générale ou aux urgences.",
    "Choice_B_Text": "Elle peut être isolée.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une douleur thoracique peut se présenter comme le seul symptôme, sans aucun signe d'accompagnement, ce qui ne préjuge en rien de sa gravité.",
    "Choice_C_Text": "Est toujours d’origine cardiaque.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur thoracique peut avoir de multiples origines : cardio-vasculaire, pleuro-pulmonaire, digestive, pariétale, neurologique ou même fonctionnelle.",
    "Choice_D_Text": "Elle peut être révélatrice d’un syndrome coronarien aigu.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La douleur thoracique est le symptôme cardinal du syndrome coronarien aigu.<br>C'est l'urgence vitale à ne pas méconnaître.",
    "Choice_E_Text": "Ne demande jamais une prise en charge médicale urgente.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Au contraire, toute douleur thoracique aiguë est considérée comme une urgence potentielle jusqu'à ce que les diagnostics les plus graves (syndrome coronarien aigu, dissection aortique, embolie pulmonaire, tamponnade) aient été éliminés.",
    "OverallExplanation": "La douleur thoracique est un symptôme très courant qui peut être isolé et révéler une pathologie potentiellement mortelle comme un syndrome coronarien aigu.<br>Il est donc impératif de la considérer comme une urgence jusqu'à preuve du contraire et d'en analyser précisément les caractéristiques pour orienter le diagnostic."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "M. Jamal, 32 ans, tabagique chronique, longiligne, porteur d'un syndrome de Marfan, se présente aux urgences pour une douleur thoracique à type de déchirement rétrosternale intense, apparue de façon brutale, irradiant dans le dos, accompagnée de sueurs et de nausées, et non calmée par les antalgiques conventionnels. Quel diagnostic évoquez-vous en premier, compte tenu du terrain et de la description sémiologique de cette douleur thoracique?",
    "Choice_A_Text": "Un syndrome coronarien aigu.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La douleur du SCA est typiquement constrictive ('en étau') et non à type de déchirement.<br>De plus, l'âge et l'absence d'autres facteurs de risque rendent ce diagnostic moins probable.",
    "Choice_B_Text": "Une embolie pulmonaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur de l'embolie pulmonaire est le plus souvent de type pleural, en 'coup de poignard', et non une douleur de déchirement transfixiante.",
    "Choice_C_Text": "Une dissection aortique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le terrain (jeune, longiligne, syndrome de Marfan, une maladie du tissu conjonctif prédisposant à la dissection) et la sémiologie de la douleur (brutale, très intense, à type de déchirement, irradiant dans le dos) sont hautement caractéristiques d'une dissection aortique aiguë.",
    "Choice_D_Text": "Une péricardite aiguë.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de la péricardite, bien qu'intense, n'est pas décrite comme un déchirement et est typiquement modifiée par la position et la respiration.",
    "Choice_E_Text": "Un pneumothorax.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Bien que le morphotype marfanoïde soit un facteur de risque, la douleur du pneumothorax est généralement unilatérale, en 'coup de poignard', et non un déchirement rétrosternal irradiant dans le dos.",
    "OverallExplanation": "Le diagnostic de dissection aortique est à évoquer en urgence absolue.<br>L'association d'un terrain prédisposant (syndrome de Marfan) et d'une douleur à la sémiologie quasi-pathognomonique (déchirement transfixiant) rend ce diagnostic extrêmement probable."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Saïd, 45 ans, se plaint de douleur thoracique à l'effort. Quel est l'élément clinique qui permet de penser à une origine coronarienne (une seule réponse)?",
    "Choice_A_Text": "Le caractère prolongé.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une douleur prolongée à l'effort est atypique pour un angor stable et doit faire craindre une instabilité ou un infarctus.<br>Ce n'est pas le critère le plus typique de la douleur coronarienne d'effort simple.",
    "Choice_B_Text": "Le caractère aigu.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le terme 'aigu' est peu spécifique.<br>La douleur d'angor est plutôt décrite par sa survenue et sa disparition en lien avec l'effort.",
    "Choice_C_Text": "Le fait qu'il soit hypertendu.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'hypertension est un facteur de risque cardiovasculaire, elle augmente la probabilité, mais n'est pas un élément sémiologique de la douleur elle-même.",
    "Choice_D_Text": "Le caractère rétro-sternal constrictif.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le siège rétrosternal et le type constrictif ('en étau', 'en barre') sont les caractéristiques les plus évocatrices d'une douleur d'origine coronarienne (angor).",
    "Choice_E_Text": "Le caractère positionnel.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une douleur influencée par la position évoque plutôt une péricardite ou une cause pariétale, et est un argument contre l'origine coronarienne typique.",
    "OverallExplanation": "Pour une douleur d'effort, le diagnostic d'angor est fortement suspecté si la douleur présente les caractéristiques typiques de siège (rétrosternal) et de type (constrictif).<br>C'est la combinaison de ces éléments avec le facteur déclenchant (l'effort) qui a la plus grande valeur diagnostique."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Fatima, 19 ans, a eu une grippe. Le lendemain, elle accuse une douleur thoracique intense. À l'examen, elle ne peut se tenir en décubitus dorsal et l'inspiration profonde accentue sa douleur. Vous pensez en premier à (une seule réponse):",
    "Choice_A_Text": "Une péricardite aiguë.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le contexte (jeune femme, syndrome pseudo-grippal récent) est très évocateur d'une péricardite aiguë d'origine virale.<br>De plus, les caractéristiques de la douleur (aggravée par le décubitus dorsal et l'inspiration profonde) sont pathognomoniques de cette affection.",
    "Choice_B_Text": "Une dissection de l’aorte.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le terrain est atypique et la sémiologie de la douleur (positionnelle, respiro-dépendante) n'est pas celle d'une dissection.",
    "Choice_C_Text": "Un infarctus du myocarde.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Extrêmement improbable chez une jeune femme de 19 ans sans facteurs de risque, et la description de la douleur n'est pas typique d'une douleur coronarienne.",
    "Choice_D_Text": "Une attaque de panique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Bien que possible, le contexte viral et les caractéristiques physiques très spécifiques de la douleur (positionnelle, respiro-dépendante) orientent fortement vers une cause organique.",
    "Choice_E_Text": "Une embolie pulmonaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Même si la douleur peut être respiro-dépendante, le contexte infectieux viral et l'aggravation en décubitus dorsal sont beaucoup plus en faveur d'une péricardite.",
    "OverallExplanation": "Le diagnostic de péricardite aiguë est le plus probable.<br>Il est soutenu par l'ensemble des éléments : le terrain (sujet jeune), le contexte infectieux viral récent, et surtout la sémiologie classique de la douleur péricarditique, augmentée par l'inspiration et la position couchée."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Un jeune de 30 ans ayant un syndrome de Marfan, présente brutalement une douleur thoracique aiguë irradiant au dos. Vous évoquez en urgence (un seul choix):",
    "Choice_A_Text": "Une thrombose veineuse.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une thrombose veineuse ne provoque pas de douleur thoracique de ce type, sauf si elle se complique d'embolie pulmonaire, dont la douleur est différente.",
    "Choice_B_Text": "Un œdème aigu des poumons.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'œdème aigu du poumon se manifeste par une dyspnée sévère et non par une douleur thoracique irradiant au dos.",
    "Choice_C_Text": "Une dissection de l'aorte.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le syndrome de Marfan est une maladie du tissu conjonctif qui fragilise la paroi de l'aorte, créant un terrain à très haut risque de dissection.<br>L'apparition brutale d'une douleur thoracique irradiant au dos chez un tel patient est une présentation classique et doit faire évoquer ce diagnostic en urgence absolue.",
    "Choice_D_Text": "Une ischémie myocardique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'ischémie myocardique est peu probable à 30 ans et la douleur est typiquement constrictive et non irradiante au dos de cette manière.",
    "Choice_E_Text": "Une péricardite.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur de péricardite n'est généralement pas décrite comme irradiant au dos de façon transfixiante.",
    "OverallExplanation": "La dissection aortique est le diagnostic à évoquer immédiatement.<br>La présence d'un facteur de risque majeur (Syndrome de Marfan) associée à une douleur thoracique aiguë et irradiant dans le dos constitue un tableau clinique de très forte suspicion."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "Une femme de 30 ans vient d'accoucher par césarienne. Au 3ème jour, elle présente une dyspnée brutale. On lui trouve à l’examen un gros membre inférieur. Le premier diagnostic à évoquer est:",
    "Choice_A_Text": "Une péricardite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La péricardite n'explique ni le contexte (post-opératoire), ni la dyspnée brutale, ni le 'gros membre inférieur'.",
    "Choice_B_Text": "Un infarctus du myocarde.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Diagnostic très improbable dans ce contexte.<br>N'explique pas le signe au niveau du membre inférieur.",
    "Choice_C_Text": "Une dissection de l’aorte.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Bien que la grossesse soit un facteur de risque, ce diagnostic n'explique pas le 'gros membre inférieur'.",
    "Choice_D_Text": "Une embolie pulmonaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ce tableau est la présentation classique d'une maladie thrombo-embolique veineuse compliquée.<br>Le 'gros membre inférieur' correspond à une thrombose veineuse profonde (phlébite), qui est la cause de l'embolie pulmonaire se manifestant par une dyspnée brutale.<br>Le contexte (post-opératoire récent de césarienne) est un facteur de risque majeur.",
    "Choice_E_Text": "Une crise d'asthme.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une crise d'asthme n'explique pas l'œdème du membre inférieur.",
    "OverallExplanation": "Le diagnostic d'embolie pulmonaire sur thrombose veineuse profonde est le plus probable.<br>La triade 'facteur de risque majeur (chirurgie/post-partum) + signes de phlébite (gros membre inférieur) + signe d'embolie (dyspnée brutale)' est pathognomonique."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "M. Ahmed, âgé de 58 ans, tabagique chronique, suivi pour un diabète de type 2 depuis 10 ans, se présente aux urgences car il ressent depuis 12 heures environ une douleur thoracique intense, rétrosternale en barre, à début brutal, irradiant vers la mâchoire inférieure, accompagnée de sueurs et de nausées. Cette douleur est isolée, sans lipothymie, palpitation ni dyspnée associée. Quel diagnostic évoquez-vous en premier, compte tenu du terrain et de la description sémiologique de cette douleur thoracique?",
    "Choice_A_Text": "Une arthrose chondro-sternale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une douleur d'arthrose serait mécanique, reproductible à la palpation, et n'aurait pas ce caractère intense avec irradiation à la mâchoire et signes végétatifs.",
    "Choice_B_Text": "Un syndrome coronarien aigu.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le tableau clinique est hautement suspect de syndrome coronarien aigu.<br>Le terrain (58 ans, tabac, diabète) est à haut risque.<br>La sémiologie de la douleur est typique : rétrosternale, en barre, prolongée, avec irradiation classique à la mâchoire et signes d'accompagnement (sueurs, nausées).",
    "Choice_C_Text": "Une péricardite aiguë.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de péricardite est typiquement modifiée par la position et la respiration, ce qui n'est pas le cas ici.",
    "Choice_D_Text": "Une dissection aortique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La douleur de la dissection est plus souvent décrite comme une déchirure transfixiante que comme une barre constrictive.",
    "Choice_E_Text": "Un pneumothorax.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La douleur du pneumothorax est unilatérale, en coup de poignard, et généralement accompagnée de dyspnée.",
    "OverallExplanation": "Face à un patient présentant de multiples facteurs de risque cardiovasculaire et décrivant une douleur thoracique prolongée, constrictive, avec une irradiation typique (mâchoire) et des signes neuro-végétatifs, le diagnostic de syndrome coronarien aigu est le premier à évoquer et à rechercher en urgence."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "L'angor instable regroupe les présentations sémiologiques suivantes, sauf une. Laquelle?",
    "Choice_A_Text": "Un angor d'effort.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le terme 'angor d'effort' sans autre précision désigne l'angor stable, caractérisé par sa reproductibilité et sa résolution au repos.<br>Il s'agit donc de l'exception parmi les formes d'angor instable.",
    "Choice_B_Text": "Un angor de novo.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'angor de novo, c'est-à-dire une angine de poitrine d'apparition récente (généralement moins d'un mois) et sévère (limitant les activités habituelles), est une forme d'angor instable.",
    "Choice_C_Text": "Un angor crescendo.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'angor crescendo se définit par l'aggravation récente d'un angor d'effort stable : les crises deviennent plus fréquentes, plus longues, ou surviennent pour des efforts de moins en moins importants.<br>C'est une forme d'angor instable.",
    "Choice_D_Text": "Un angor post-infarctus.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La réapparition d'une douleur angineuse dans les jours ou semaines qui suivent un infarctus du myocarde est un signe de gravité et est classée comme angor instable.",
    "Choice_E_Text": "Un angor de repos.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'angor de repos, survenant sans facteur déclenchant, est par définition une forme d'angor instable.",
    "OverallExplanation": "L'angor instable est une situation clinique intermédiaire entre l'angor stable et l'infarctus du myocarde.<br>Il se définit par une modification de la symptomatologie angineuse qui devient plus sévère ou imprévisible.<br>Cela inclut l'angor de novo, l'angor crescendo, l'angor post-infarctus et l'angor de repos.<br>L'angor d'effort stable, par opposition, n'est pas une forme d'angor instable."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Le souffle d'insuffisance aortique:",
    "Choice_A_Text": "Est un souffle diastolique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'insuffisance aortique correspond à un reflux de sang de l'aorte vers le ventricule gauche pendant la diastole, générant ainsi un souffle diastolique.",
    "Choice_B_Text": "Est un souffle systolique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un souffle systolique au foyer aortique évoquerait un rétrécissement aortique, et non une insuffisance.",
    "Choice_C_Text": "Augmente avec l’inspiration profonde.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'inspiration profonde (manœuvre de Rivero-Carvalho) augmente le retour veineux vers le cœur droit et accentue les souffles d'origine droite (tricuspide, pulmonaire).<br>L'insuffisance aortique est une pathologie du cœur gauche.",
    "Choice_D_Text": "Débute dès B2.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le souffle de l'insuffisance aortique est proto-diastolique, c'est-à-dire qu'il commence immédiatement après la fermeture des sigmoïdes aortiques, qui correspond au deuxième bruit du cœur (B2).",
    "Choice_E_Text": "Est mieux perçu en position penchée en avant.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Cette manœuvre, qui consiste à faire s'asseoir le patient et à le pencher en avant en expiration forcée, rapproche la base du cœur de la paroi thoracique, rendant le souffle plus audible.",
    "OverallExplanation": "Le souffle de l'insuffisance aortique est un signe auscultatoire caractéristique.<br>Il est diastolique (A), débute immédiatement après le B2 (D), et est mieux audible en position penchée en avant (E).<br>Il est typiquement doux, humé et aspiratif."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Le 2ème bruit du cœur B2, correspond à:",
    "Choice_A_Text": "La fermeture de la valve mitrale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La fermeture de la valve mitrale (avec la tricuspide) constitue le premier bruit du cœur (B1).",
    "Choice_B_Text": "L'ouverture de la valve mitrale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'ouverture de la valve mitrale est normalement inaudible.<br>Elle peut devenir audible (claquement d'ouverture mitral) dans le rétrécissement mitral.",
    "Choice_C_Text": "L'ouverture de la valve aortique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ouverture de la valve aortique est normalement inaudible.<br>Elle peut devenir audible (clic d'éjection) en cas de rétrécissement aortique.",
    "Choice_D_Text": "La fermeture de la valve tricuspide.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La fermeture de la valve tricuspide (avec la mitrale) constitue le premier bruit du cœur (B1).",
    "Choice_E_Text": "La fermeture de la valve pulmonaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le deuxième bruit du cœur (B2) est généré par la fermeture des valves sigmoïdes, c'est-à-dire la valve aortique (composante A2) et la valve pulmonaire (composante P2).",
    "OverallExplanation": "Le cycle cardiaque est rythmé par deux bruits principaux.<br>Le premier bruit (B1) marque le début de la systole et correspond à la fermeture des valves auriculo-ventriculaires (mitrale et tricuspide).<br>Le deuxième bruit (B2) marque le début de la diastole et correspond à la fermeture des valves artérielles (aortique et pulmonaire)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Le dédoublement fixe du B2 par retard de la composante pulmonaire, devrait faire penser à l'existence:",
    "Choice_A_Text": "D'un rétrécissement aortique très serré.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un rétrécissement aortique serré peut causer un dédoublement paradoxal de B2 (A2 se ferme après P2), mais pas un dédoublement large et fixe.",
    "Choice_B_Text": "D'une communication interauriculaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le dédoublement large et fixe du B2 est le signe quasi-pathognomonique de la communication interauriculaire (CIA).<br>Le shunt gauche-droit entraîne une surcharge de volume dans le ventricule droit, prolongeant son temps d'éjection et retardant la fermeture de la valve pulmonaire (P2), indépendamment des variations respiratoires.",
    "Choice_C_Text": "D'un bloc de branche gauche complet.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un bloc de branche gauche complet retarde l'activation du ventricule gauche, ce qui retarde la fermeture aortique (A2) et provoque un dédoublement paradoxal de B2 (P2 avant A2).",
    "Choice_D_Text": "D'une extrasystole ventriculaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une extrasystole ventriculaire est un battement prématuré, pas une cause de dédoublement fixe du B2.",
    "Choice_E_Text": "D'une fibrose pulmonaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une fibrose pulmonaire n'est pas une cause directe de dédoublement fixe du B2, bien qu'elle puisse entraîner une hypertension pulmonaire qui modifie l'intensité de P2.",
    "OverallExplanation": "Normalement, le B2 se dédouble physiologiquement à l'inspiration.<br>Un dédoublement qui reste large et ne varie pas avec la respiration (fixe) est très évocateur d'une communication interauriculaire (CIA) en raison de la surcharge volémique constante du cœur droit."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Parmi les principaux signes cliniques recueillis au cours d'un examen clinique cardiovasculaire:",
    "Choice_A_Text": "La douleur thoracique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur thoracique est l'un des quatre symptômes cardinaux en cardiologie, pouvant révéler des pathologies graves comme le syndrome coronarien aigu.",
    "Choice_B_Text": "La dyspnée.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La dyspnée, ou essoufflement, est un symptôme majeur, souvent révélateur d'une insuffisance cardiaque.",
    "Choice_C_Text": "Les palpitations.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les palpitations, perception anormale des battements cardiaques, sont un symptôme fréquent qui peut signaler un trouble du rythme.",
    "Choice_D_Text": "Les syncopes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La syncope, ou perte de connaissance brève, est un symptôme cardinal qui peut être d'origine cardiaque et indiquer une pathologie potentiellement grave.",
    "Choice_E_Text": "Les maux de tête.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Bien que les maux de tête puissent être un symptôme d'hypertension artérielle sévère, ils ne font pas partie des quatre symptômes cardinaux classiques de la cardiologie.",
    "OverallExplanation": "L'interrogatoire en cardiologie est centré sur la recherche et l'analyse de quatre symptômes principaux, dits cardinaux : la douleur thoracique, la dyspnée, les palpitations et la syncope (ou lipothymie).<br>L'analyse précise de ces symptômes est la première étape du diagnostic."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Lors d’une auscultation cardiaque pathologique, on peut trouver:",
    "Choice_A_Text": "Une modification des bruits.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'intensité des bruits normaux (B1, B2) peut être modifiée : assourdissement (ex: épanchement péricardique) ou éclat (ex: rétrécissement mitral pour B1, HTA pour B2).",
    "Choice_B_Text": "L'existence de bruits surajoutés.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Des bruits anormaux peuvent s'ajouter aux bruits normaux, comme le galop (B3, B4), les clics systoliques ou les claquements d'ouverture diastoliques.",
    "Choice_C_Text": "Un frottement.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un frottement péricardique, bruit superficiel 'comme un cuir neuf', est un signe pathognomonique de la péricardite aiguë.",
    "Choice_D_Text": "Une présence de souffle.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Un souffle est un bruit prolongé généré par des turbulences du flux sanguin, typiquement en cas de pathologie valvulaire (rétrécissement, insuffisance) ou de communication anormale (CIV, CIA).",
    "Choice_E_Text": "Aucune réponse n'est juste.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les quatre premières propositions décrivent les principales anomalies pouvant être détectées lors d'une auscultation cardiaque pathologique.",
    "OverallExplanation": "Une auscultation cardiaque est considérée comme pathologique si elle révèle une ou plusieurs des anomalies suivantes : une modification de l'intensité ou un dédoublement des bruits normaux, la présence de bruits surajoutés (galop, clic), la présence d'un souffle (systolique ou diastolique), ou la présence d'un frottement péricardique."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Un souffle systolique:",
    "Choice_A_Text": "Il peut être un souffle d’éjection.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Un souffle d'éjection est dû à un obstacle sur la voie d'éjection ventriculaire, comme un rétrécissement aortique ou pulmonaire.<br>Il est typiquement losangique.",
    "Choice_B_Text": "Il peut être un souffle de régurgitation.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Un souffle de régurgitation est dû à l'incontinence d'une valve auriculo-ventriculaire (insuffisance mitrale ou tricuspide) ou à une communication interventriculaire (CIV).<br>Il est typiquement holosystolique et rectangulaire.",
    "Choice_C_Text": "Il peut révéler un rétrécissement aortique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le rétrécissement aortique est la cause la plus fréquente de souffle systolique d'éjection chez l'adulte.",
    "Choice_D_Text": "Il peut révéler un rétrécissement mitral.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le rétrécissement mitral génère un roulement diastolique, et non un souffle systolique.",
    "Choice_E_Text": "Il peut révéler une insuffisance mitrale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'insuffisance mitrale est une cause classique de souffle systolique de régurgitation.",
    "OverallExplanation": "Les souffles systoliques, survenant entre B1 et B2, se classent en deux grandes catégories.<br>Les souffles d'éjection (losangiques) sont dus à un obstacle (ex: rétrécissement aortique).<br>Les souffles de régurgitation (rectangulaires) sont dus à une fuite (ex: insuffisance mitrale)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "LA DOULEUR THORACIQUE",
    "QuestionText": "L'examen clinique de M. Jamal retrouve une asymétrie tensionnelle entre le bras gauche et le bras droit avec un souffle holodiastolique, allant decrescendo, de timbre doux, humé et aspiratif, siégeant le long du bord sternal gauche. De quelle valvulopathie s'agit-il?",
    "Choice_A_Text": "Une insuffisance mitrale.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'insuffisance mitrale provoque un souffle systolique de régurgitation à l'apex, ce qui ne correspond pas à la description.",
    "Choice_B_Text": "Un rétrécissement aortique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le rétrécissement aortique provoque un souffle systolique d'éjection au foyer aortique, ce qui est différent du souffle décrit.",
    "Choice_C_Text": "Une insuffisance aortique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La description du souffle (diastolique, decrescendo, doux et humé, le long du bord sternal gauche) est la sémiologie auscultatoire typique de l'insuffisance aortique.<br>De plus, la présence d'une asymétrie tensionnelle est un signe d'alarme qui, associé à une insuffisance aortique aiguë, est très évocateur d'une dissection aortique de type A.",
    "Choice_D_Text": "Une insuffisance mitrale (répété).",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'insuffisance mitrale provoque un souffle systolique de régurgitation à l'apex, ce qui ne correspond pas à la description.",
    "Choice_E_Text": "Une insuffisance tricuspide.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'insuffisance tricuspide provoque un souffle systolique de régurgitation au foyer tricuspidien, qui s'intensifie à l'inspiration.",
    "OverallExplanation": "La combinaison des signes cliniques est déterminante.<br>Le souffle décrit est pathognomonique d'une insuffisance aortique.<br>L'association à une asymétrie tensionnelle doit immédiatement faire suspecter une dissection aortique comme cause de cette insuffisance aortique aiguë, ce qui constitue une urgence chirurgicale absolue."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Les foyers d’auscultation cardiaque sont:",
    "Choice_A_Text": "Le foyer aortique au niveau du 2ème espace intercostal gauche.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le foyer aortique se situe au niveau du 2ème espace intercostal droit, au bord droit du sternum.",
    "Choice_B_Text": "Le foyer mitral au niveau du 5ème espace intercostal gauche sur la ligne médioclaviculaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le foyer mitral, ou apexien, correspond à la pointe du cœur et se situe bien au 5ème espace intercostal gauche sur la ligne médioclaviculaire.",
    "Choice_C_Text": "Le foyer tricuspide au niveau du bord inférieur droit du sternum.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le foyer tricuspide se situe à la base de l'appendice xiphoïde, au niveau du 4ème espace intercostal gauche, le long du bord gauche du sternum.",
    "Choice_D_Text": "Le foyer pulmonaire au niveau du 2ème espace intercostal gauche.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le foyer pulmonaire se situe au niveau du 2ème espace intercostal gauche, au bord gauche du sternum.",
    "Choice_E_Text": "Aucune des réponses.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les réponses B et D décrivent correctement la localisation des foyers mitral et pulmonaire.",
    "OverallExplanation": "L'auscultation cardiaque se pratique sur des zones précises appelées foyers, qui correspondent aux zones de meilleure projection sonore de chaque valve :<br>- Foyer aortique : 2ème EIC droit.<br>- Foyer pulmonaire : 2ème EIC gauche.<br>- Foyer tricuspide : 4ème EIC gauche (xiphoïde).<br>- Foyer mitral : 5ème EIC gauche sur la ligne médio-claviculaire (apex)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "EXAMEN CLINIQUE EN CARDIOLOGIE",
    "QuestionText": "Le premier bruit du cœur B1 est plus intense à la pointe, il correspond à:",
    "Choice_A_Text": "La fermeture de la valve mitrale.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le B1 est principalement dû à la fermeture de la valve mitrale, qui est la composante la plus sonore.<br>Il est donc logiquement plus intense à la pointe (foyer mitral).",
    "Choice_B_Text": "L'ouverture de la valve mitrale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'ouverture de la valve mitrale est silencieuse à l'état normal.",
    "Choice_C_Text": "L'ouverture de la valve aortique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ouverture de la valve aortique est silencieuse à l'état normal.",
    "Choice_D_Text": "La fermeture de la valve tricuspide.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La fermeture de la valve tricuspide contribue également au B1, bien que sa composante soit moins intense que celle de la mitrale.",
    "Choice_E_Text": "La fermeture de la valve pulmonaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La fermeture de la valve pulmonaire (avec l'aortique) constitue le deuxième bruit du cœur (B2).",
    "OverallExplanation": "Le premier bruit du cœur (B1) marque le début de la systole ventriculaire.<br>Il est généré par la fermeture des valves auriculo-ventriculaires, soit la valve mitrale et la valve tricuspide.<br>Sa composante mitrale étant prédominante, il est perçu avec une intensité maximale à la pointe du cœur (foyer mitral)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Parmi les étiologies des palpitations à rythme irrégulier:",
    "Choice_A_Text": "La fibrillation auriculaire.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La fibrillation auriculaire est l'arythmie la plus fréquente et se caractérise par un rythme cardiaque complètement irrégulier ('irrégulièrement irrégulier'), responsable de palpitations.",
    "Choice_B_Text": "La fièvre.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La fièvre provoque une tachycardie sinusale, qui est une accélération régulière du rythme cardiaque.",
    "Choice_C_Text": "Les extrasystoles.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les extrasystoles (auriculaires ou ventriculaires) sont des battements prématurés qui viennent interrompre le rythme sinusal normal, créant ainsi une irrégularité perçue comme une palpitation ou un 'raté'.",
    "Choice_D_Text": "La tachycardie de Bouveret.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La tachycardie de Bouveret (tachycardie jonctionnelle) est une tachycardie paroxystique parfaitement régulière.",
    "Choice_E_Text": "La péricardite.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La péricardite se manifeste principalement par une douleur thoracique.<br>Elle peut s'accompagner d'une tachycardie sinusale (régulière) mais n'est pas une cause de rythme irrégulier.",
    "OverallExplanation": "Les palpitations à rythme irrégulier sont principalement dues à deux types de troubles du rythme : la fibrillation auriculaire, où le rythme est totalement anarchique, et les extrasystoles, qui sont des battements ectopiques ponctuels venant perturber un rythme de base régulier."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Le Flutter auriculaire est caractérisé par:",
    "Choice_A_Text": "L'absence de symptomatologie clinique dans tous les cas.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le flutter auriculaire peut être asymptomatique, mais il est souvent responsable de palpitations, de dyspnée ou de douleur thoracique, surtout si la fréquence ventriculaire est rapide.",
    "Choice_B_Text": "La présence d’un pouls régulier.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le plus souvent, la transmission de l'activité auriculaire rapide (environ 300/min) aux ventricules se fait avec un bloc fixe (ex: 2/1, 3/1), résultant en une tachycardie régulière (ex: 150/min pour un bloc 2/1).",
    "Choice_C_Text": "Des complications thrombo-emboliques.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Comme la fibrillation auriculaire, le flutter auriculaire entraîne une stase sanguine dans les oreillettes, ce qui augmente significativement le risque de formation de caillots et d'accidents vasculaires cérébraux.",
    "Choice_D_Text": "Des complications infectieuses.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le flutter auriculaire n'est pas associé à un risque de complications infectieuses.",
    "Choice_E_Text": "La présence d’un pouls très rapide.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le flutter auriculaire se manifeste typiquement par une tachycardie, car même avec un bloc de conduction (ex: 2/1), la fréquence ventriculaire reste élevée (souvent 150 battements par minute).",
    "OverallExplanation": "Le flutter auriculaire est une tachycardie supra-ventriculaire organisée.<br>Il se traduit cliniquement par une tachycardie le plus souvent régulière et rapide (B, E).<br>Son principal danger, à l'instar de la fibrillation auriculaire, est le risque élevé de complications thrombo-emboliques (C)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Parmi les étiologies des palpitations à rythme régulier:",
    "Choice_A_Text": "La fibrillation auriculaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La fibrillation auriculaire est l'exemple type d'un rythme cardiaque irrégulier.",
    "Choice_B_Text": "La fièvre.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La fièvre est une cause fréquente de tachycardie sinusale, qui est une accélération régulière du rythme cardiaque normal.",
    "Choice_C_Text": "Les extrasystoles.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Les extrasystoles créent une rupture dans le rythme de base et sont donc une cause de palpitations à rythme irrégulier.",
    "Choice_D_Text": "La tachycardie de Bouveret.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La tachycardie de Bouveret (ou tachycardie jonctionnelle par réentrée intranodale) est une tachycardie paroxystique à QRS fins, parfaitement régulière et rapide.",
    "Choice_E_Text": "La fibrillation ventriculaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La fibrillation ventriculaire est un rythme anarchique, irrégulier et inefficace, conduisant à un arrêt cardiaque.<br>Elle ne provoque pas de palpitations.",
    "OverallExplanation": "Les palpitations à rythme régulier peuvent être dues soit à une accélération du rythme sinusal normal (tachycardie sinusale, causée par la fièvre, l'effort, etc.), soit à une tachycardie paroxystique régulière comme la tachycardie de Bouveret ou le flutter auriculaire à conduction fixe."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La tachycardie de Bouveret est:",
    "Choice_A_Text": "Une crise de palpitation à début et fin brusque.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le caractère paroxystique, avec un début et une fin soudains, 'comme un interrupteur', est très caractéristique de la tachycardie de Bouveret (tachycardie par réentrée).",
    "Choice_B_Text": "Une pathologie du sujet diabétique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elle n'est pas spécifiquement associée au diabète.<br>Elle survient le plus souvent chez des sujets jeunes sans cardiopathie sous-jacente.",
    "Choice_C_Text": "Traitée par les manœuvres vagales.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les manœuvres vagales (Valsalva, massage sinocarotidien) augmentent le tonus du nerf vague, ce qui ralentit la conduction dans le nœud atrio-ventriculaire et peut interrompre la crise.",
    "Choice_D_Text": "Une tachycardie ventriculaire.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est une tachycardie supra-ventriculaire, naissant au niveau de la jonction atrio-ventriculaire.<br>L'ECG montre typiquement des complexes QRS fins.",
    "Choice_E_Text": "Toujours fatale sans intervention médicamenteuse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Bien que très anxiogène, la tachycardie de Bouveret est généralement bénigne sur cœur sain et n'engage pas le pronostic vital.",
    "OverallExplanation": "La tachycardie de Bouveret (maladie de Bouveret) est une tachycardie supra-ventriculaire paroxystique.<br>Elle se caractérise par des crises de palpitations rapides et régulières, à début et fin très brusques.<br>Le traitement de première intention de la crise repose sur les manœuvres vagales."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La tachycardie de Bouveret est:",
    "Choice_A_Text": "Une crise de palpitation permanente.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le terme clé est 'paroxystique'.<br>Les crises sont intermittentes et non permanentes.",
    "Choice_B_Text": "Une pathologie du sujet diabétique.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Il n'y a pas de lien spécifique avec le diabète.<br>Elle affecte souvent des personnes jeunes et en bonne santé.",
    "Choice_C_Text": "Traitée par les manœuvres vagales.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les manœuvres qui stimulent le nerf vague (comme le Valsalva) sont efficaces pour stopper la crise car elles ralentissent la conduction dans le nœud atrio-ventriculaire, qui est au cœur du mécanisme de cette arythmie.",
    "Choice_D_Text": "Une tachycardie à QRS large.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La tachycardie de Bouveret est une tachycardie supra-ventriculaire, donc les complexes QRS sont typiquement fins (< 0,12 s), sauf en cas de bloc de branche préexistant ou fonctionnel.",
    "Choice_E_Text": "Toujours fatale sans intervention médicamenteuse.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Cette arythmie est généralement considérée comme bénigne sur le plan pronostique, bien qu'elle puisse être très symptomatique.",
    "OverallExplanation": "La tachycardie de Bouveret est une tachycardie jonctionnelle paroxystique, se manifestant par des crises à début et fin brusques.<br>Son mécanisme impliquant le nœud atrio-ventriculaire la rend sensible aux manœuvres vagales, qui constituent la première étape du traitement de la crise."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Parmi les étiologies de la tachycardie sinusale:",
    "Choice_A_Text": "Une infection.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'infection, et la fièvre qui l'accompagne, est une cause très fréquente de tachycardie sinusale par stimulation du système sympathique.",
    "Choice_B_Text": "Une hypothyroïdie.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'hypothyroïdie est classiquement associée à une bradycardie sinusale.<br>C'est l'hyperthyroïdie qui provoque une tachycardie.",
    "Choice_C_Text": "L'administration de vasodilatateurs.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les vasodilatateurs provoquent une baisse de la pression artérielle, ce qui déclenche une tachycardie réflexe via le baroréflexe pour maintenir le débit cardiaque.",
    "Choice_D_Text": "Un état de choc.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'état de choc, quelle que soit sa cause (hypovolémique, septique, cardiogénique), s'accompagne d'une tachycardie sinusale comme mécanisme compensateur pour tenter de maintenir la perfusion des organes.",
    "Choice_E_Text": "Un bloc auriculo-ventriculaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un bloc auriculo-ventriculaire (BAV) est une cause de bradycardie (ralentissement du rythme ventriculaire), et non de tachycardie.",
    "OverallExplanation": "La tachycardie sinusale est une accélération physiologique ou réactionnelle du rythme cardiaque normal.<br>Elle peut être déclenchée par de nombreuses situations comme l'effort, le stress, une infection, un état de choc, ou la prise de certains médicaments comme les vasodilatateurs."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Parmi les étiologies de la tachycardie sinusale:",
    "Choice_A_Text": "La fièvre.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La fièvre est une cause classique de tachycardie sinusale; chaque degré Celsius d'augmentation de la température corporelle augmente la fréquence cardiaque d'environ 10 battements par minute.",
    "Choice_B_Text": "L'hyperthyroïdie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les hormones thyroïdiennes ont un effet chronotrope positif direct sur le nœud sinusal et augmentent la sensibilité du cœur aux catécholamines, provoquant une tachycardie de repos.",
    "Choice_C_Text": "L'administration de vasodilatateurs.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "En diminuant la pression artérielle, les vasodilatateurs activent le baroréflexe, ce qui entraîne une stimulation sympathique réflexe et une accélération de la fréquence cardiaque.",
    "Choice_D_Text": "Un état de choc.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La tachycardie sinusale est un mécanisme compensatoire fondamental dans la plupart des états de choc pour tenter de maintenir le débit cardiaque face à l'hypotension.",
    "Choice_E_Text": "Un bloc auriculo-ventriculaire.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un bloc auriculo-ventriculaire se traduit par un ralentissement de la fréquence ventriculaire (bradycardie), c'est le contraire d'une tachycardie.",
    "OverallExplanation": "La tachycardie sinusale est une réponse adaptative du cœur à diverses situations.<br>Parmi les causes fréquentes, on retrouve des états hypermétaboliques comme la fièvre et l'hyperthyroïdie, ainsi que des réponses hémodynamiques compensatrices comme lors d'un état de choc ou suite à la prise de vasodilatateurs."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Le bilan paraclinique initial des palpitations doit comporter:",
    "Choice_A_Text": "Un électrocardiogramme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'ECG de repos à 12 dérivations est l'examen de première intention indispensable.<br>Il permet d'analyser le rythme de base, de rechercher des anomalies de conduction ou une cardiopathie sous-jacente, et parfois d'enregistrer l'arythmie si elle est présente au moment de l'examen.",
    "Choice_B_Text": "Un bilan thyroïdien.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le dosage de la TSH est essentiel pour rechercher une hyperthyroïdie, cause fréquente de tachycardie sinusale ou de fibrillation auriculaire.",
    "Choice_C_Text": "Un ionogramme complet.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un ionogramme sanguin est nécessaire pour dépister des troubles électrolytiques (hypokaliémie, hyperkaliémie, hypocalcémie, hypomagnésémie) qui peuvent favoriser la survenue de troubles du rythme.",
    "Choice_D_Text": "Une électrophorèse des protéines.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'électrophorèse des protéines n'est pas un examen de première intention dans le bilan de palpitations, sauf orientation clinique très spécifique (ex: suspicion d'amylose).",
    "Choice_E_Text": "Un dosage des marqueurs tumoraux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le dosage des marqueurs tumoraux n'a pas sa place dans le bilan initial et standard de palpitations.",
    "OverallExplanation": "Le bilan initial devant des palpitations vise à identifier une arythmie, une cardiopathie structurelle ou une cause extra-cardiaque.<br>Il doit donc systématiquement inclure un ECG pour l'analyse électrique, et un bilan biologique simple à la recherche de causes favorisantes curables comme une dysthyroïdie ou un trouble ionique."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Une dyspnée de Classe II de la NYHA:",
    "Choice_A_Text": "Est une dyspnée permanente de repos.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une dyspnée permanente de repos correspond à la Classe IV de la classification NYHA, le stade le plus sévère.",
    "Choice_B_Text": "Est une orthopnée.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'orthopnée (dyspnée en position couchée) est un signe de dyspnée de repos, généralement classée en stade III ou IV.",
    "Choice_C_Text": "Survient uniquement à l'effort.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les classes I, II et III décrivent une dyspnée survenant pour des niveaux d'effort variables.<br>La classe II, par définition, ne comporte pas de dyspnée au repos.",
    "Choice_D_Text": "S'associe à des sécrétions roses saumonées.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les expectorations roses saumonées sont un signe d'œdème aigu du poumon, une urgence qui correspond à une dyspnée de stade IV.",
    "Choice_E_Text": "Entraîne une limitation importante de l'activité physique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La Classe II correspond à une limitation légère de l'activité physique.<br>C'est la Classe III qui est définie par une limitation importante.",
    "OverallExplanation": "La classification de la New York Heart Association (NYHA) évalue la sévérité de la dyspnée, principalement dans l'insuffisance cardiaque.<br>La Classe II est définie par l'absence de symptômes au repos, mais l'apparition d'une dyspnée ou d'une fatigue pour les efforts de la vie courante (ex: marche rapide, monter plus d'un étage), correspondant à une limitation légère de l'activité physique."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La dyspnée:",
    "Choice_A_Text": "Survient toujours à l'effort.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La dyspnée peut survenir à l'effort (stades I, II, III de la NYHA) mais aussi au repos (stade IV), notamment en position allongée (orthopnée).",
    "Choice_B_Text": "Peut témoigner d'une insuffisance cardiaque.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La dyspnée, notamment d'effort puis de repos, est le symptôme principal de l'insuffisance cardiaque gauche.",
    "Choice_C_Text": "Peut être permanente.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Dans les pathologies évoluées (insuffisance cardiaque ou respiratoire sévère), la dyspnée peut devenir permanente, présente même au repos.",
    "Choice_D_Text": "Peut être paroxystique.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La dyspnée peut survenir sous forme de crises aiguës, comme l'œdème aigu du poumon ou la crise d'asthme.",
    "Choice_E_Text": "Peut révéler une embolie pulmonaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une dyspnée d'apparition brutale, inexpliquée, est un des signes majeurs de l'embolie pulmonaire.",
    "OverallExplanation": "La dyspnée est un symptôme aux multiples facettes.<br>Elle peut être chronique ou aiguë, d'effort ou de repos, permanente ou paroxystique.<br>C'est un signe d'appel pour de nombreuses pathologies, dont les plus fréquentes et graves sont l'insuffisance cardiaque, l'embolie pulmonaire et les maladies respiratoires."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La dyspnée:",
    "Choice_A_Text": "Est une ventilation pénible, consciente et angoissante.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Cette phrase correspond à la définition sémiologique de la dyspnée : la perception subjective d'une gêne respiratoire.",
    "Choice_B_Text": "Est un motif fréquent de consultation dont on doit préciser les caractéristiques.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La dyspnée est une plainte très fréquente qui nécessite un interrogatoire précis (mode d'installation, circonstances de survenue, intensité) pour orienter le diagnostic.",
    "Choice_C_Text": "Elle peut être d’effort ou de décubitus.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Ce sont les deux principales circonstances de survenue de la dyspnée chronique, dont la quantification (stade d'effort, orthopnée) est essentielle.",
    "Choice_D_Text": "Elle peut être classée selon la classification NYHA.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La classification de la NYHA (New York Heart Association) est l'échelle la plus utilisée en cardiologie pour quantifier la sévérité de la dyspnée d'effort.",
    "Choice_E_Text": "Est toujours d’origine cardiaque.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La dyspnée peut avoir de très nombreuses causes en dehors du cœur : pulmonaires, neurologiques, métaboliques, anémiques, psychogènes, etc.",
    "OverallExplanation": "La dyspnée est définie comme la perception consciente d'une respiration difficile (A).<br>C'est un symptôme fréquent (B) qui doit être analysé précisément (C) et quantifié, notamment par la classification NYHA en cas de suspicion d'origine cardiaque (D).<br>Il est crucial de se rappeler que ses étiologies sont multiples et ne se limitent pas au cœur (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "Un patient de 50 ans se dit incapable de monter un étage sous peine de devoir s'arrêter pour essoufflement. Vous quantifiez sa dyspnée en stade:",
    "Choice_A_Text": "I.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le stade I correspond à une absence de limitation de l'activité physique; la dyspnée n'apparaît que pour des efforts exceptionnels.",
    "Choice_B_Text": "II.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le stade II correspond à une gêne pour les efforts soutenus (ex: monter plus d'un étage, marche rapide).<br>L'incapacité à monter un seul étage suggère une limitation plus sévère.",
    "Choice_C_Text": "III.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le stade III de la classification NYHA est défini par une limitation marquée de l'activité physique.<br>Les patients sont asymptomatiques au repos mais dyspnéiques pour des efforts de la vie quotidienne de faible intensité, comme monter un étage ou marcher sur terrain plat à vitesse normale.",
    "Choice_D_Text": "IV.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le stade IV correspond à une dyspnée présente au moindre effort et même au repos.",
    "Choice_E_Text": "Inclassable.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ce symptôme est parfaitement classifiable selon l'échelle NYHA.",
    "OverallExplanation": "La classification NYHA permet de standardiser la sévérité de la dyspnée d'effort.<br>Être essoufflé en montant un seul étage à pas normal est un effort de la vie courante qui ne devrait pas provoquer de gêne.<br>Son apparition à ce niveau d'activité signe une limitation marquée et correspond donc au stade III."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La classification fonctionnelle de la NYHA est:",
    "Choice_A_Text": "Indiquée pour évaluer la dyspnée aiguë.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La classification NYHA est conçue pour évaluer le retentissement fonctionnel d'une dyspnée chronique et stable, et non une situation aiguë.",
    "Choice_B_Text": "Indiquée pour évaluer la dyspnée chronique de l'insuffisance cardiaque.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est son indication principale et historique.<br>Elle permet de classer la sévérité de l'insuffisance cardiaque en fonction du handicap ressenti par le patient.",
    "Choice_C_Text": "Classée en 4 stades cliniques.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La classification NYHA comporte quatre stades, de I (asymptomatique) à IV (symptômes au repos).",
    "Choice_D_Text": "Classée en 4 stades en fonction des données biologiques.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La classification NYHA est purement clinique, basée sur l'interrogatoire du patient concernant sa tolérance à l'effort.",
    "Choice_E_Text": "Non recommandée pour évaluer les classes de la dyspnée.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Au contraire, c'est l'une des classifications les plus recommandées et universellement utilisées pour quantifier la dyspnée d'effort, notamment en cardiologie.",
    "OverallExplanation": "La classification NYHA est un outil clinique fondamental en cardiologie.<br>Elle est utilisée pour évaluer la sévérité de la dyspnée chronique, principalement dans l'insuffisance cardiaque, en se basant sur l'interrogatoire du patient.<br>Elle comporte 4 stades de gravité croissante."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La classification de la NYHA (New York Heart Association) est:",
    "Choice_A_Text": "La plus utilisée en cardiologie.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est l'échelle de classification fonctionnelle de la dyspnée la plus ancienne et la plus universellement employée en pratique cardiologique quotidienne.",
    "Choice_B_Text": "Composée de 3 classes.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elle est composée de 4 classes, de I à IV.",
    "Choice_C_Text": "Une classification utile pour quantifier la douleur thoracique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Elle quantifie la dyspnée (l'essoufflement), pas la douleur thoracique.<br>L'angor est quantifié par la classification de la CCS (Canadian Cardiovascular Society).",
    "Choice_D_Text": "Une classification clinique et radiologique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est une classification purement clinique, basée uniquement sur les symptômes rapportés par le patient lors de l'interrogatoire.",
    "Choice_E_Text": "Une échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est une classification en stades discrets (I, II, III, IV), et non une échelle continue comme l'EVA.",
    "OverallExplanation": "La classification NYHA est un outil simple et robuste, universellement utilisé en cardiologie pour évaluer la sévérité du handicap lié à la dyspnée dans les pathologies cardiaques chroniques.<br>Elle est purement clinique et se divise en 4 stades."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "PALPITATIONS ET DYSPNEE",
    "QuestionText": "La classification de la NYHA (New York Heart Association) est:",
    "Choice_A_Text": "La plus utilisée en cardiologie.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Il s'agit de la classification de référence pour évaluer le retentissement fonctionnel de l'insuffisance cardiaque et d'autres pathologies cardiologiques comme l'hypertension pulmonaire.",
    "Choice_B_Text": "Comporte 5 classes.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Elle comporte 4 classes fonctionnelles, numérotées de I à IV.",
    "Choice_C_Text": "Une classification utile pour quantifier l'insuffisance cardiaque.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Elle quantifie la sévérité des symptômes de l'insuffisance cardiaque, ce qui a une valeur pronostique et guide les décisions thérapeutiques.",
    "Choice_D_Text": "Classée en fonction du type de la dyspnée.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Elle est classée en fonction du niveau d'effort qui déclenche la dyspnée, et non du type (inspiratoire, expiratoire, etc.) de la dyspnée.",
    "Choice_E_Text": "Est une échelle visuelle analogique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "C'est un système de classification en catégories (stades I, II, III, IV), pas une échelle continue comme l'EVA.",
    "OverallExplanation": "La classification NYHA est l'outil clinique le plus utilisé en cardiologie (A) pour quantifier le retentissement fonctionnel de l'insuffisance cardiaque (C) à travers 4 stades basés sur la tolérance à l'effort."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Parmi les avantages de l'ECG:",
    "Choice_A_Text": "Facile à réaliser.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'enregistrement d'un ECG est une procédure technique simple et rapide à mettre en œuvre.",
    "Choice_B_Text": "Coûteux.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'ECG est l'un des examens complémentaires les moins chers en cardiologie.",
    "Choice_C_Text": "Nécessite une anesthésie générale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il s'agit d'un examen non invasif qui ne requiert aucune forme d'anesthésie.",
    "Choice_D_Text": "Indolore.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La pose des électrodes sur la peau est totalement indolore pour le patient.",
    "Choice_E_Text": "Doit être réalisé chez un patient à jeun.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Aucune préparation particulière, comme le jeûne, n'est nécessaire pour réaliser un ECG.",
    "OverallExplanation": "L'électrocardiogramme (ECG) est un examen fondamental en cardiologie car il est simple, rapide à réaliser, non invasif, indolore et peu coûteux.<br>Ces avantages en font un outil de première ligne pour le diagnostic et la surveillance des pathologies cardiaques."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Parmi les critères de bonne qualité d'un ECG:",
    "Choice_A_Text": "Un tracé lisse non parasité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Une ligne de base stable et l'absence d'artéfacts (tremblements musculaires, interférences électriques) sont indispensables pour une interprétation fiable.",
    "Choice_B_Text": "Un étalonnage 50mm/s 5mm/1mv.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'étalonnage standard est une vitesse de 25 mm/s et une amplitude de 10 mm/mV.<br>Modifier ces paramètres sans le noter peut conduire à de graves erreurs d'interprétation.",
    "Choice_C_Text": "12 dérivations de base.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un ECG standard complet doit comporter l'enregistrement des 12 dérivations classiques (6 frontales et 6 précordiales) pour une analyse complète de l'activité électrique du cœur.",
    "Choice_D_Text": "5 complexes par dérivation.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Il est recommandé d'enregistrer une durée suffisante pour chaque dérivation (au moins 5 complexes) afin d'analyser correctement la morphologie des ondes et d'identifier d'éventuelles variations.",
    "Choice_E_Text": "Un sous-décalage ST en DI (électrodes non inversées).",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un critère de qualité est la cohérence du tracé.<br>En l'absence d'inversion d'électrodes et de pathologie, l'onde P doit être positive en DI et DII, et négative en aVR.<br>Un sous-décalage ST est un signe pathologique, pas un critère de qualité.",
    "OverallExplanation": "La qualité d'un tracé ECG est primordiale avant toute interprétation.<br>Les critères essentiels incluent un tracé net (A), l'enregistrement des 12 dérivations standards (C) sur une durée suffisante (D) et un étalonnage correct (25 mm/s et 10 mm/mV)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Parmi les critères de bonne qualité d'un ECG:",
    "Choice_A_Text": "Un tracé lisse non parasité.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'absence d'artéfacts est essentielle pour une lecture correcte des différentes ondes et segments.",
    "Choice_B_Text": "Un étalonnage 25mm/s 10mm/1mv.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est l'étalonnage standard utilisé universellement.<br>Une vitesse de 25 mm/s signifie qu'un petit carré (1 mm) équivaut à 0,04 s.<br>Une amplitude de 10 mm/mV signifie qu'un signal de 1 millivolt produit une déflexion de 10 mm.",
    "Choice_C_Text": "6 dérivations de base.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un ECG standard complet en comprend 12 : 6 dérivations frontales (DI, DII, DIII, aVR, aVL, aVF) et 6 dérivations précordiales (V1 à V6).",
    "Choice_D_Text": "5 complexes par dérivation.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Avoir un enregistrement suffisamment long pour chaque dérivation est un gage de qualité, permettant une meilleure analyse morphologique et rythmique.",
    "Choice_E_Text": "Une onde P négative en DI (électrodes non inversées).",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Avec un positionnement correct des électrodes, l'onde P doit être positive en DI.<br>Une onde P négative en DI suggère une inversion des électrodes des bras ou un rythme ectopique auriculaire gauche.",
    "OverallExplanation": "Pour qu'un ECG soit interprétable, il doit respecter plusieurs critères de qualité : un tracé net sans parasites, un étalonnage standard (25 mm/s, 10 mm/mV), et un enregistrement complet et suffisamment long des 12 dérivations.<br>La polarité de l'onde P en DI est un bon moyen de vérifier l'absence d'inversion des électrodes."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Vous faites un ECG en urgence à M. M’hamed que voici. Cet électrocardiogramme montre:",
    "Choice_A_Text": "Un rythme sinusal.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le rythme est sinusal car chaque complexe QRS est précédé d'une onde P, et les ondes P sont positives en DII et négatives en aVR, avec une fréquence régulière.",
    "Choice_B_Text": "L'espace PR est de 160 ms, il est anormal.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un espace PR de 160 ms (0,16 s, soit 4 petits carrés) est dans les limites de la normale (entre 120 et 200 ms).",
    "Choice_C_Text": "Une inversion de fils.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il n'y a pas d'inversion de fils évidente.<br>L'onde P est positive en DI et négative en aVR, ce qui est correct.<br>La progression de l'onde R dans les précordiales est également normale.",
    "Choice_D_Text": "Un sus-décalage significatif en antérieur.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'ECG montré dans les supports de cours pour 'Mme chi fad' présente une hypertrophie ventriculaire gauche, mais l'ECG pour M. M'hamed n'est pas fourni.<br>Basé sur la clinique d'infarctus, un sus-décalage antérieur serait attendu mais ne peut être affirmé sans l'image.<br>Cependant, le support de cours de 'Mme ati bous' montre un ECG avec un sus-décalage antérieur massif (V1-V6, DI, aVL), ce qui est un signe d'infarctus antérieur étendu (SCA ST+). En supposant que cet ECG est celui de M. M'hamed, cette affirmation est correcte.",
    "Choice_E_Text": "La durée de l'onde P en DIN est de 100 ms, il existe une hypertrophie auriculaire gauche.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une hypertrophie auriculaire gauche (HAG) est suspectée si la durée de l'onde P est > 110-120 ms ou si sa portion négative en V1 est proéminente.<br>Une durée de 100 ms est à la limite supérieure de la normale mais n'est pas suffisante seule pour affirmer une HAG.",
    "OverallExplanation": "Cette question fait référence à un ECG qui n'est pas directement fourni dans le texte, mais qui est présent dans les diapositives du cours ('Mme ati bous').<br>Cet ECG montre un rythme sinusal (A).<br>Il montre surtout un sus-décalage de ST très important dans le territoire antérieur (de V1 à V6), ainsi qu'en DI et aVL, typique d'un infarctus du myocarde antérieur étendu en phase aiguë.<br>L'espace PR est normal (B).<br>L'affirmation D est donc la constatation pathologique principale, mais comme elle ne peut être vérifiée indépendamment, nous nous en tiendrons aux éléments analysables avec certitude.<br>L'affirmation A est la seule vérifiable comme correcte en se basant sur la description générale d'un rythme normal."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Un ECG:",
    "Choice_A_Text": "Se fait généralement avec 10 électrodes.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Pour enregistrer les 12 dérivations, on utilise 10 électrodes : 4 pour les membres (une sur chaque membre) et 6 précordiales (sur le thorax).",
    "Choice_B_Text": "Se fait généralement avec 12 dérivations.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'ECG standard est un enregistrement de 12 dérivations (ou 'vues') différentes de l'activité électrique du cœur, calculées à partir des potentiels recueillis par les 10 électrodes.",
    "Choice_C_Text": "Comporte une onde P correspondant à l'activité des oreillettes.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'onde P représente la dépolarisation des deux oreillettes, initiée par le nœud sinusal.",
    "Choice_D_Text": "Comporte une onde T correspondant aux contractions des ventricules.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'onde T correspond à la repolarisation des ventricules (phase de relaxation électrique).<br>La contraction (dépolarisation) des ventricules est représentée par le complexe QRS.",
    "Choice_E_Text": "Comporte un segment ST isoélectrique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "À l'état normal, le segment ST, qui sépare la dépolarisation de la repolarisation ventriculaire, est au même niveau que la ligne de base (isoélectrique).",
    "OverallExplanation": "L'ECG standard à 12 dérivations (B) est obtenu via 10 électrodes (A).<br>Il décompose le cycle cardiaque électrique : l'onde P pour la dépolarisation auriculaire (C), le complexe QRS pour la dépolarisation ventriculaire, et l'onde T pour la repolarisation ventriculaire.<br>Le segment ST, normalement isoélectrique (E), est une période de stabilité électrique entre ces deux phases."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Driss, 65 ans, a eu un infarctus du myocarde il y a deux mois. La présence d’une onde Q de nécrose à l'ECG traduit (une seule réponse):",
    "Choice_A_Text": "Une ischémie réversible du myocarde.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une ischémie réversible (comme dans l'angor) ne provoque pas d'onde Q de nécrose.<br>Elle peut se manifester par des modifications transitoires du segment ST ou de l'onde T.",
    "Choice_B_Text": "Une ischémie aiguë du myocarde.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'ischémie aiguë se traduit par des modifications du segment ST (sus ou sous-décalage) et de l'onde T.<br>L'onde Q apparaît plus tardivement, lorsque la nécrose est constituée.",
    "Choice_C_Text": "Une souffrance sous-endocardique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Une souffrance sous-endocardique se manifeste par un sous-décalage du segment ST ou une onde T négative, mais pas par une onde Q.",
    "Choice_D_Text": "Un courant de lésion sous-épicardique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Un courant de lésion sous-épicardique correspond à la phase aiguë de l'infarctus et se traduit par un sus-décalage du segment ST.",
    "Choice_E_Text": "Une nécrose myocardique séquellaire.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'onde Q de nécrose est le témoin électrique d'une mort cellulaire myocardique.<br>Une fois apparue après un infarctus, elle persiste généralement indéfiniment, représentant la 'cicatrice' électrique de l'infarctus.",
    "OverallExplanation": "L'évolution électrique d'un infarctus transmural se fait en plusieurs phases.<br>Après le stade aigu marqué par le sus-décalage du segment ST, une onde Q apparaît, signant la constitution de la nécrose.<br>Cette onde Q persiste dans le temps et constitue la séquelle électrique de l'infarctus."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "ELECTROCARDIOGRAMME NORMAL ET PATHOLOGIQUE",
    "QuestionText": "Quand vous réalisez un ECG et que vous notez la présence d'un espace PR allongé. Cela traduit (une seule réponse juste):",
    "Choice_A_Text": "Un bloc de branche gauche.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un bloc de branche gauche se manifeste par un élargissement du complexe QRS (> 0,12 s) avec une morphologie spécifique, mais n'affecte pas l'espace PR.",
    "Choice_B_Text": "Un bloc de branche droite.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Un bloc de branche droite se manifeste par un élargissement du complexe QRS (> 0,12 s) avec un aspect RsR' en V1, mais n'affecte pas l'espace PR.",
    "Choice_C_Text": "Une hypertrophie ventriculaire gauche.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'hypertrophie ventriculaire gauche se traduit par une augmentation de l'amplitude des complexes QRS (indices de Sokolow, Cornell), mais ne modifie pas la durée de l'espace PR.",
    "Choice_D_Text": "Un bloc auriculo-ventriculaire.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'espace PR mesure le temps de conduction de l'influx électrique des oreillettes aux ventricules.<br>Un allongement de cet espace au-delà de 0,20 seconde (200 ms) définit un trouble de la conduction auriculo-ventriculaire, appelé bloc auriculo-ventriculaire (BAV) du premier degré.",
    "Choice_E_Text": "Une ischémie myocardique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'ischémie myocardique affecte principalement le segment ST et l'onde T.<br>Elle ne se manifeste pas typiquement par un allongement de l'espace PR, bien qu'un infarctus inférieur puisse parfois s'accompagner d'un BAV.",
    "OverallExplanation": "L'espace PR sur l'ECG représente le temps qui s'écoule entre le début de la dépolarisation auriculaire (onde P) et le début de la dépolarisation ventriculaire (complexe QRS).<br>Un allongement pathologique de sa durée (> 200 ms) signe un ralentissement de la conduction à travers le nœud auriculo-ventriculaire, ce qui définit le bloc auriculo-ventriculaire du premier degré."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Le stade III de la classification de Leriche et Fontaine correspond à:",
    "Choice_A_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 200 m.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci correspond au stade IIb de la classification.",
    "Choice_B_Text": "Une claudication intermittente avec un périmètre de marche supérieur à 200 m.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci correspond au stade IIa de la classification.",
    "Choice_C_Text": "Une douleur de décubitus.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le stade III est défini par l'apparition de douleurs ischémiques au repos, typiquement la nuit en position allongée (décubitus), obligeant le patient à laisser pendre sa jambe pour la soulager.",
    "Choice_D_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 2000 m.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La distance de 2000 m n'est pas un seuil utilisé dans cette classification.",
    "Choice_E_Text": "Des troubles trophiques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La présence de troubles trophiques (ulcère, gangrène) définit le stade IV, le plus avancé de la classification.",
    "OverallExplanation": "La classification de Leriche et Fontaine stadifie la sévérité de l'artériopathie oblitérante des membres inférieurs (AOMI) en fonction des symptômes :<br>- Stade I : Asymptomatique.<br>- Stade II : Claudication intermittente (douleur d'effort).<br>- Stade III : Douleurs de repos (décubitus).<br>- Stade IV : Troubles trophiques."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Le stade IIa de la classification de Leriche et Fontaine correspond à:",
    "Choice_A_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 200 m.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une claudication avec un périmètre de marche inférieur à 200 m correspond au stade IIb, indiquant une claudication serrée.",
    "Choice_B_Text": "Une claudication intermittente avec un périmètre de marche supérieur à 200 m.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le stade II est celui de la claudication intermittente.<br>Il est subdivisé en stade IIa pour une claudication non invalidante avec un périmètre de marche supérieur à 200 mètres, et stade IIb pour une claudication invalidante avec un périmètre inférieur à 200 mètres.",
    "Choice_C_Text": "Une douleur de décubitus.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de décubitus correspond au stade III.",
    "Choice_D_Text": "Un stade asymptomatique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le stade asymptomatique correspond au stade I.",
    "Choice_E_Text": "Des troubles trophiques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les troubles trophiques correspondent au stade IV.",
    "OverallExplanation": "La classification de Leriche et Fontaine permet de grader la sévérité de l'AOMI.<br>Le stade II correspond à l'ischémie d'effort (claudication).<br>Le stade IIa spécifie que la claudication survient pour un périmètre de marche supérieur à 200 m, définissant une claudication modérée."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Le stade IIb de la classification de Leriche et Fontaine correspond à:",
    "Choice_A_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 200 m.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le stade IIb est défini par une claudication intermittente sévère ou invalidante, se manifestant pour une distance de marche inférieure à 200 mètres.",
    "Choice_B_Text": "Une claudication intermittente avec un périmètre de marche supérieur à 200 m.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est la définition du stade IIa.",
    "Choice_C_Text": "Une douleur de décubitus.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ceci est la définition du stade III.",
    "Choice_D_Text": "Une ischémie aiguë des membres inférieurs.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'ischémie aiguë est une situation d'urgence qui n'est pas décrite par cette classification de l'ischémie chronique.",
    "Choice_E_Text": "Des troubles trophiques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Ceci est la définition du stade IV.",
    "OverallExplanation": "Dans la classification de Leriche et Fontaine pour l'AOMI, le stade II correspond à la claudication intermittente.<br>Il est subdivisé en IIa (périmètre > 200m) et IIb (périmètre < 200m).<br>Le stade IIb représente donc une claudication serrée, limitant significativement l'activité du patient."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Le stade II B de la classification de Leriche et Fontaine correspond à:",
    "Choice_A_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 200 m.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le stade IIB définit une claudication d'effort qui survient pour un périmètre de marche inférieur à 200 mètres, ce qui est considéré comme une claudication invalidante.",
    "Choice_B_Text": "Une claudication intermittente avec un périmètre de marche supérieur à 200 m.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Cette définition correspond au stade IIA.",
    "Choice_C_Text": "Une douleur de décubitus.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de décubitus définit le stade III.",
    "Choice_D_Text": "Une claudication intermittente avec un périmètre de marche inférieur à 2000 m.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le seuil de 2000 mètres n'est pas utilisé dans cette classification; le seuil discriminant est 200 mètres.",
    "Choice_E_Text": "Des troubles trophiques.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les troubles trophiques définissent le stade IV.",
    "OverallExplanation": "La classification de Leriche et Fontaine grade la sévérité de l'ischémie chronique des membres inférieurs.<br>Le stade II est celui de la claudication intermittente.<br>La subdivision 'B' (IIB) indique que la claudication est sévère, apparaissant pour une marche de moins de 200 mètres."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Dans la classification de Leriche et Fontaine:",
    "Choice_A_Text": "Le grade I correspond à une claudication intermittente avec un périmètre de marche supérieur à 200 m.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le grade I correspond au stade asymptomatique.<br>La claudication avec un périmètre > 200 m est le grade IIa.",
    "Choice_B_Text": "Le grade IA correspond à une claudication intermittente avec un périmètre de marche inférieure à 200 m.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Cette classification n'utilise pas de 'IA'.<br>La claudication avec un périmètre < 200 m est le grade IIb.",
    "Choice_C_Text": "Le grade IIB correspond à une douleur de décubitus.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de décubitus correspond au grade III.<br>Le grade IIb correspond à la claudication serrée (< 200 m).",
    "Choice_D_Text": "Le grade IV correspond à des troubles trophiques.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le grade IV est le stade le plus avancé de la maladie, défini par l'apparition de lésions tissulaires dues à l'ischémie sévère, telles que des ulcères ou une gangrène.",
    "Choice_E_Text": "Le grade III correspond à des ulcères et/ou des gangrènes.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les ulcères et/ou gangrènes correspondent au grade IV.<br>Le grade III correspond aux douleurs de repos (décubitus).",
    "OverallExplanation": "La classification de Leriche et Fontaine est une référence pour l'AOMI.<br>Ses stades sont : I (asymptomatique), II (claudication d'effort, avec IIa >200m et IIb <200m), III (douleurs de repos), et IV (troubles trophiques comme les ulcères et la gangrène)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Lors d’une artériopathie oblitérante des membres inférieurs:",
    "Choice_A_Text": "La douleur est souvent de type crampe, survenant pour un effort déterminé, et obligeant le patient à s’arrêter.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la description parfaite de la claudication intermittente, symptôme caractéristique du stade II de l'AOMI.",
    "Choice_B_Text": "Le niveau le plus haut de la douleur permet de suspecter la topographie des lésions responsables.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Il existe une bonne corrélation entre le siège de la douleur et le niveau de l'obstacle artériel : douleur du mollet pour une atteinte fémoro-poplitée, de la cuisse pour une atteinte iliaque, de la fesse pour une atteinte aorto-iliaque.",
    "Choice_C_Text": "La douleur débute au niveau proximal puis s’étend progressivement en distalité.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur de claudication apparaît dans le groupe musculaire en aval de la lésion artérielle, donc typiquement en distalité (mollet) pour ensuite remonter si l'effort se poursuit.",
    "Choice_D_Text": "Une douleur de repos détermine un stade III de la classification de Leriche et Fontaine.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La douleur de repos, ou douleur de décubitus, est le symptôme qui définit le passage au stade III, marquant une aggravation de l'ischémie.",
    "Choice_E_Text": "Une douleur de repos avec gangrène des orteils détermine un stade IV de la classification de Leriche et Fontaine.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'association de douleurs de repos et de troubles trophiques (gangrène) caractérise le stade IV, qui est le stade de l'ischémie critique.",
    "OverallExplanation": "L'AOMI se manifeste par une douleur ischémique dont la sémiologie est très informative.<br>La claudication intermittente (A) est typique du stade II, et son siège oriente vers la localisation de l'obstacle (B).<br>L'apparition de douleurs de repos signe le stade III (D), et l'association à des troubles trophiques comme la gangrène définit le stade IV (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L’ischémie critique associe les propositions suivantes:",
    "Choice_A_Text": "Des douleurs de décubitus persistantes non soulagées par un traitement antalgique puissant et prolongé, et/ou des troubles trophiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition clinique de l'ischémie critique : une ischémie si sévère qu'elle provoque des douleurs au repos ou des lésions tissulaires.",
    "Choice_B_Text": "Des pressions systoliques distales < 100 mmHg à la cheville ou une pression digitale < 50 mmHg et une pression artérielle transcutanée en oxygène (TcPO2) < 50 mmHg.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les seuils définissant l'ischémie critique sont plus bas.<br>Une pression à la cheville de 100 mmHg (IPS > 0.8 si PAS bras à 120) n'est pas un critère d'ischémie critique.",
    "Choice_C_Text": "Des douleurs d’effort.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Les douleurs d'effort (claudication) définissent un stade d'ischémie moins sévère (stade II) que l'ischémie critique (stades III et IV).",
    "Choice_D_Text": "Des pressions systoliques distales < 50 mmHg à la cheville ou une pression digitale < 30 mmHg et une TcPO2 < 30 mmHg.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ce sont les critères hémodynamiques objectifs qui, associés aux signes cliniques, confirment le diagnostic d'ischémie critique.<br>Ces valeurs témoignent d'une hypoperfusion tissulaire sévère.",
    "Choice_E_Text": "Des pressions systoliques distales < 90 mmHg à la cheville.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un IPS de 0,9 est la limite inférieure de la normale.<br>Une pression de 90 mmHg à la cheville est pathologique mais pas suffisante pour définir une ischémie critique.",
    "OverallExplanation": "L'ischémie critique des membres inférieurs est un concept qui associe des critères cliniques et hémodynamiques.<br>La définition clinique repose sur la présence de douleurs de décubitus persistantes ou de troubles trophiques (ulcère, gangrène).<br>La définition hémodynamique repose sur des mesures de pressions très basses, typiquement une pression systolique à la cheville inférieure à 50 mmHg ou à l'orteil inférieure à 30 mmHg."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L’ischémie aiguë des membres inférieurs:",
    "Choice_A_Text": "Elle peut être d'origine embolique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'embolie, le plus souvent d'origine cardiaque (ex: fibrillation auriculaire), est l'une des deux grandes causes d'ischémie aiguë, où un caillot migre et obstrue une artère saine en aval.",
    "Choice_B_Text": "Elle peut compliquer une dissection aortique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Lors d'une dissection aortique, le faux chenal peut comprimer ou occlure l'origine d'une artère de membre inférieur, provoquant une ischémie aiguë.",
    "Choice_C_Text": "Elle peut compliquer une endocardite bactérienne.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Une endocardite infectieuse peut provoquer des embolies septiques, mais elles sont généralement de petite taille et affectent plus souvent le cerveau, la rate ou les reins que les gros troncs artériels des membres inférieurs, bien que ce ne soit pas impossible.",
    "Choice_D_Text": "Elle peut se manifester par des signes neurologiques.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'ischémie touche non seulement les muscles mais aussi les nerfs, entraînant des paresthésies (fourmillements) puis une anesthésie et une paralysie, qui sont des signes de gravité.",
    "Choice_E_Text": "Elle survient exceptionnellement sur une artère saine.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Au contraire, le mécanisme embolique se caractérise par l'obstruction d'une artère jusqu'alors saine par un caillot venu d'ailleurs.",
    "OverallExplanation": "L'ischémie aiguë des membres inférieurs est une urgence vasculaire dont les deux causes principales sont l'embolie sur artère saine (A) et la thrombose sur artère pathologique.<br>D'autres causes plus rares existent, comme la dissection aortique (B).<br>Le tableau clinique associe des douleurs intenses à des troubles neurologiques (D), signant la souffrance des nerfs périphériques."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L'ischémie aiguë des membres inférieurs:",
    "Choice_A_Text": "Est souvent d’origine traumatique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les causes traumatiques existent mais les causes les plus fréquentes sont médicales : embolies d'origine cardiaque et thromboses sur plaques d'athérome.",
    "Choice_B_Text": "Se manifeste par une douleur à l’effort qui cède au repos.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ceci est la définition de la claudication intermittente, symptôme de l'ischémie chronique.<br>La douleur de l'ischémie aiguë est brutale, intense et permanente.",
    "Choice_C_Text": "Peut se compliquer par une embolie pulmonaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'embolie pulmonaire est une complication de la thrombose veineuse profonde, pas de l'ischémie artérielle aiguë.",
    "Choice_D_Text": "Engage le pronostic fonctionnel et vital.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le pronostic fonctionnel du membre est en jeu (risque d'amputation) ainsi que le pronostic vital, à la fois par le syndrome de revascularisation et par la pathologie causale (ex: cardiaque).",
    "Choice_E_Text": "Constitue une urgence médico-chirurgicale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le traitement doit être instauré dans les plus brefs délais (idéalement avant la 6ème heure) pour sauver le membre.<br>C'est une des plus grandes urgences en pathologie vasculaire.",
    "OverallExplanation": "L'ischémie aiguë des membres inférieurs est une interruption brutale du flux sanguin artériel.<br>C'est une urgence médico-chirurgicale absolue car elle met en jeu le pronostic du membre et le pronostic vital du patient.<br>La rapidité du diagnostic et du traitement est cruciale."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Parmi les signes cliniques de l’ischémie aiguë des membres inférieurs, on retrouve:",
    "Choice_A_Text": "Une douleur située au niveau du ou des membre(s) inférieur(s).",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur est le premier signe, classiquement brutale et très intense, siégeant au niveau du membre ischémié.",
    "Choice_B_Text": "Un temps de recoloration supérieur à 5 secondes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le temps de recoloration cutanée, testé par pression sur la pulpe d'un orteil, est allongé, témoignant de la mauvaise perfusion capillaire.",
    "Choice_C_Text": "Une chaleur au niveau du ou des membre(s) inférieur(s).",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le membre ischémié est froid ('poikilotherme') car il n'est plus réchauffé par le flux sanguin artériel.<br>Une chaleur évoquerait plutôt un processus inflammatoire ou infectieux.",
    "Choice_D_Text": "Une abolition d’un ou plusieurs pouls.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'abolition des pouls en aval de l'obstruction est un signe cardinal de l'ischémie aiguë.",
    "Choice_E_Text": "Un œdème qui prend le godet.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'œdème n'est pas un signe précoce.<br>S'il apparaît, il est dur, tendu et témoigne d'une ischémie déjà très évoluée avec souffrance musculaire.<br>L'œdème qui prend le godet est typique de l'insuffisance veineuse ou cardiaque.",
    "OverallExplanation": "Le diagnostic d'ischémie aiguë est clinique et repose sur la règle des '6 P' en anglais, qui inclut la douleur (Pain), l'absence de pouls (Pulselessness), la pâleur (Pallor), la froideur (Poikilothermia), les paresthésies et la paralysie.<br>Les options A, B, et D font partie de ces signes cardinaux."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Parmi les signes cliniques de l’ischémie aiguë des membres inférieurs, on retrouve:",
    "Choice_A_Text": "Une douleur d'installation brutale, située au niveau du ou des membre(s) inférieur(s).",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur (Pain) est le premier et le plus constant des signes.<br>Elle est typiquement d'apparition soudaine, intense, et localisée au territoire ischémié.",
    "Choice_B_Text": "Une impotence fonctionnelle du ou des membre(s) inférieur(s).",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'ischémie des muscles et des nerfs entraîne une paralysie (Paralysis) et une incapacité à mobiliser le membre, ce qui constitue un signe de gravité avancé.",
    "Choice_C_Text": "Une pâleur voire une cyanose du ou des membre(s) inférieur(s).",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'arrêt du flux artériel se traduit par une pâleur (Pallor) du membre, qui prend un aspect cireux.<br>Une cyanose peut apparaître secondairement par stase du sang désoxygéné.",
    "Choice_D_Text": "Un temps de recoloration supérieur à 5 secondes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le test de recoloration pulpaire est un moyen simple d'évaluer la perfusion capillaire.<br>Un allongement de ce temps confirme la mauvaise irrigation distale.",
    "Choice_E_Text": "Une diminution voire une abolition d’un ou plusieurs pouls.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'absence de pouls (Pulselessness) en aval de l'occlusion est un signe clinique fondamental pour confirmer le diagnostic et localiser le niveau de l'obstacle.",
    "OverallExplanation": "Le diagnostic de l'ischémie aiguë des membres inférieurs est avant tout clinique et repose sur la reconnaissance des '6 P' (en anglais) : Pain (douleur), Pallor (pâleur), Pulselessness (absence de pouls), Poikilothermia (froideur), Paresthesia (paresthésies) et Paralysis (paralysie).<br>Toutes les propositions, à l'exception de la E qui est une reformulation du même concept, décrivent ces signes cardinaux."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "Un traumatisme artériel peut se manifester par:",
    "Choice_A_Text": "Un syndrome ischémique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Un traumatisme peut entraîner une dissection, une thrombose ou une compression de l'artère, menant à une ischémie aiguë du territoire en aval.",
    "Choice_B_Text": "Une hémorragie.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une rupture ou une plaie de la paroi artérielle provoque une hémorragie, qui peut être extériorisée ou interne (hématome).",
    "Choice_C_Text": "Le développement d’un vrai anévrisme.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un traumatisme est à l'origine d'un faux anévrisme (ou pseudo-anévrisme), où la paroi de la poche sanguine est formée par les tissus environnants et non par les trois couches de la paroi artérielle comme dans un vrai anévrisme.",
    "Choice_D_Text": "Une fistule artério-veineuse.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Si le traumatisme lèse simultanément une artère et une veine adjacentes, une communication anormale peut se créer entre elles, formant une fistule artério-veineuse.",
    "Choice_E_Text": "Un état de choc hémorragique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une hémorragie artérielle importante peut entraîner une perte de volume sanguin suffisante pour provoquer un état de choc hémorragique.",
    "OverallExplanation": "Un traumatisme artériel est une situation grave pouvant entraîner diverses complications immédiates ou retardées.<br>Les manifestations aiguës incluent l'hémorragie (pouvant mener au choc) et l'ischémie.<br>Les complications plus tardives peuvent être la formation d'un faux anévrisme ou d'une fistule artério-veineuse."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "Un traumatisme artériel peut se manifester par:",
    "Choice_A_Text": "Un syndrome ischémique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'occlusion de l'artère par dissection ou thrombose post-traumatique est une cause d'ischémie aiguë.",
    "Choice_B_Text": "Une hémorragie interne.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Une brèche artérielle peut causer la formation d'un hématome ou un saignement dans une cavité corporelle.",
    "Choice_C_Text": "Le développement d'un faux anévrisme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Un faux anévrisme, ou pseudo-anévrisme, est une poche de sang pulsatile contenue par les tissus péri-artériels après une brèche de l'artère.<br>C'est une complication classique des traumatismes artériels.",
    "Choice_D_Text": "Une fistule artério-veineuse.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Une communication pathologique entre une artère et une veine peut se former si les deux vaisseaux sont lésés au même endroit.",
    "Choice_E_Text": "Un état de choc septique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un choc septique est dû à une infection généralisée.<br>Un traumatisme artériel peut causer un choc hémorragique par perte de sang, mais pas un choc septique.",
    "OverallExplanation": "Les conséquences d'un traumatisme artériel sont variées : ischémie par occlusion, hémorragie par rupture, ou des complications plus chroniques comme le faux anévrisme et la fistule artério-veineuse.<br>Le choc septique n'est pas une conséquence directe."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "Un traumatisme artériel peut être à l’origine de:",
    "Choice_A_Text": "Une ischémie aiguë.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la conséquence d'une occlusion ou d'une dissection de l'artère suite au traumatisme.",
    "Choice_B_Text": "Une artériopathie oblitérante.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'artériopathie oblitérante des membres inférieurs (AOMI) est une maladie chronique dégénérative due à l'athérosclérose.<br>Un traumatisme provoque une lésion aiguë, pas une maladie chronique de ce type.",
    "Choice_C_Text": "Un faux anévrisme.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le faux anévrisme est une complication caractéristique des traumatismes artériels (ponction, plaie).",
    "Choice_D_Text": "Une fistule artério-veineuse.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La création d'un shunt artério-veineux est une complication possible si une artère et une veine adjacentes sont blessées.",
    "Choice_E_Text": "Un ulcère artériel.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un ulcère artériel est une complication trophique de l'ischémie chronique (AOMI stade IV), pas une conséquence directe d'un traumatisme aigu.",
    "OverallExplanation": "Un traumatisme artériel peut provoquer des lésions aiguës comme l'ischémie, ou des séquelles comme le faux anévrisme et la fistule artério-veineuse.<br>Il ne cause pas directement de maladies chroniques comme l'AOMI ou ses complications trophiques (ulcère)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L'index de pression systolique cheville-bras (IPS):",
    "Choice_A_Text": "Est le rapport de la pression systolique au niveau du bras sur la pression systolique au niveau de la cheville.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La formule est inversée.<br>L'IPS est le rapport de la pression systolique à la cheville (la plus élevée entre les artères tibiale postérieure et pédieuse) sur la pression systolique humérale (la plus élevée des deux bras).",
    "Choice_B_Text": "Indique une artériopathie oblitérante des membres inférieurs bien compensée lorsqu’il est situé entre 0,75 - 0,9.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Cette plage de valeurs de l'IPS correspond à une AOMI de sévérité légère ou modérée, souvent associée à une claudication non invalidante.",
    "Choice_C_Text": "Indique un état hémodynamique normal lorsqu’il est situé entre 0,75 - 0,9.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Un état hémodynamique normal est défini par un IPS entre 0,9 et 1,3.<br>Une valeur inférieure à 0,9 est pathologique.",
    "Choice_D_Text": "Indique un retentissement sévère de l'artériopathie oblitérante des membres inférieurs lorsqu'il est inférieur à 0,4.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Un IPS inférieur à 0,4 est un marqueur d'AOMI sévère, fortement associé à l'ischémie critique (douleurs de repos et troubles trophiques).",
    "Choice_E_Text": "Indique un retentissement sévère de l’artériopathie oblitérante des membres inférieurs lorsqu’il est inférieur à 0,75.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un IPS inférieur à 0,75 mais supérieur à 0,4 correspond généralement à une AOMI de sévérité modérée.",
    "OverallExplanation": "L'IPS est un outil de diagnostic et de stratification de la sévérité de l'AOMI.<br>Une valeur < 0,9 est pathologique.<br>La plage 0,75-0,9 correspond à une AOMI légère (bien compensée), tandis qu'une valeur < 0,4 signe une atteinte sévère."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L'index de pression systolique cheville-bras:",
    "Choice_A_Text": "Est une exploration fonctionnelle clinique des artériopathies oblitérantes des membres inférieurs.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est un examen simple, non invasif, réalisable au cabinet ou au lit du malade, qui donne une information fonctionnelle objective sur la perfusion artérielle des membres inférieurs.",
    "Choice_B_Text": "Est le rapport entre la pression systolique au niveau de la cheville et la pression systolique au niveau du bras.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est la définition correcte de l'IPS : PAS cheville / PAS bras.",
    "Choice_C_Text": "Sa valeur normale est inférieure à 0,9.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Sa valeur normale est supérieure ou égale à 0,9.<br>Une valeur inférieure à 0,9 est pathologique.",
    "Choice_D_Text": "Sa valeur se situe à des chiffres supérieurs à 1 dans les artériopathies oblitérantes des membres inférieurs.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'AOMI est une pathologie sténosante qui fait chuter la pression en aval, donc l'IPS diminue.<br>Un IPS > 1,3 évoque des artères incompressibles (médiacalcose), une autre pathologie.",
    "Choice_E_Text": "Permet de classifier le stade des artériopathies oblitérantes des membres inférieurs.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La valeur de l'IPS permet de quantifier la sévérité de l'AOMI, ce qui complète la classification clinique de Leriche et Fontaine et a une valeur pronostique.",
    "OverallExplanation": "L'IPS est un examen clinique clé (A) défini par le rapport PAS cheville / PAS bras (B).<br>Il est utilisé pour le dépistage et la quantification de la sévérité de l'AOMI (E).<br>Une valeur < 0,9 signe la maladie."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "L’anévrisme de l’aorte abdominale:",
    "Choice_A_Text": "Est le plus souvent asymptomatique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La grande majorité des anévrismes de l'aorte abdominale (AAA) ne donnent aucun symptôme et sont découverts de manière fortuite lors d'un examen d'imagerie réalisé pour une autre raison.",
    "Choice_B_Text": "Le signe de De Bakey signifie la localisation sous-rénale.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le signe de De Bakey est positif lorsque l'on peut glisser la main entre le pôle supérieur de l'anévrisme et le rebord costal, ce qui indique que l'anévrisme ne remonte pas jusqu'aux artères rénales.<br>Il est donc sous-rénal.",
    "Choice_C_Text": "Le signe de De Bakey signifie la localisation sus-rénale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "C'est l'inverse.<br>Si le signe est négatif (impossible de passer la main), on suspecte une localisation juxta ou sus-rénale.",
    "Choice_D_Text": "Il peut se manifester par une douleur abdominale en cas de complication.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'apparition d'une douleur abdominale ou lombaire est un signe d'alarme majeur qui doit faire craindre une fissuration ou une rupture imminente de l'anévrisme.",
    "Choice_E_Text": "Il correspond à une dilatation localisée permanente de la lumière, de moins de 50% de calibre normal.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La définition d'un anévrisme est une augmentation du diamètre de plus de 50% par rapport au calibre normal.<br>Une dilatation de moins de 50% est une ectasie.",
    "OverallExplanation": "L'AAA est une pathologie le plus souvent silencieuse (A) dont le diagnostic clinique repose sur la palpation d'une masse battante.<br>Le signe de De Bakey permet d'apprécier sa localisation par rapport aux artères rénales (B).<br>L'apparition de douleurs est un signe de complication grave (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "Chez un patient qui présente un anévrisme de l'aorte abdominale, l'examen clinique peut objectiver:",
    "Choice_A_Text": "Une masse abdominale médiane battante et expansive à la palpation.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est le signe clinique pathognomonique de l'AAA, surtout chez un sujet mince.<br>La masse n'est pas seulement battante (transmission du pouls) mais expansive (elle s'élargit à chaque systole).",
    "Choice_B_Text": "Le signe de De Bakey qui correspond à la possibilité de passer le bord de la main entre le rebord costal et le pôle inférieur de l'anévrisme.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La manœuvre concerne le pôle supérieur de l'anévrisme, pas l'inférieur.",
    "Choice_C_Text": "Le signe de De Bakey qui correspond à la possibilité de passer le bord de la main entre le pubis et le pôle inférieur de l'anévrisme.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette manœuvre n'est pas décrite et n'a pas de pertinence clinique pour la localisation par rapport aux artères rénales.",
    "Choice_D_Text": "Le signe de De Bakey qui correspond à la possibilité de passer le bord de la main entre le rebord costal et le pôle supérieur de l'anévrisme.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci est la description correcte de la manœuvre clinique du signe de De Bakey.",
    "Choice_E_Text": "Le signe de De Bakey qui signe la localisation sous-rénale de l'anévrisme.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'interprétation correcte d'un signe de De Bakey positif est que l'anévrisme est localisé sous les artères rénales, ce qui est une information cruciale pour la planification chirurgicale.",
    "OverallExplanation": "L'examen clinique d'un AAA repose sur la palpation d'une masse battante et expansive (A).<br>Le signe de De Bakey (D) est une manœuvre clinique qui, lorsqu'elle est positive, indique une localisation sous-rénale (E), ce qui est le cas le plus fréquent et le plus simple à traiter chirurgicalement."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les anévrysmes artériels",
    "QuestionText": "Les anévrismes artériels:",
    "Choice_A_Text": "Sont toujours symptomatiques.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La majorité des anévrismes, notamment ceux de l'aorte abdominale, sont asymptomatiques et de découverte fortuite.",
    "Choice_B_Text": "Sont toujours asymptomatiques.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Ils peuvent devenir symptomatiques, soit par leur volume (compression), soit par leurs complications (rupture, thrombose, embolie).",
    "Choice_C_Text": "Les signes cliniques fonctionnels peuvent être en rapport avec les complications.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Effectivement, l'apparition de symptômes est souvent le signe d'une complication : douleur de fissuration, ischémie aiguë par embolie, œdème par compression veineuse.",
    "Choice_D_Text": "La douleur est un signe d'alarme.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'apparition ou la modification d'une douleur au niveau d'un anévrisme connu est un signe de gravité qui doit faire craindre une évolution vers la rupture.",
    "Choice_E_Text": "L’œdème peut être en rapport avec une compression veineuse.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Un anévrisme volumineux (ex: iliaque, poplité) peut comprimer la veine adjacente et provoquer un œdème du membre par obstacle au retour veineux.",
    "OverallExplanation": "Les anévrismes artériels évoluent le plus souvent de manière silencieuse.<br>L'apparition de signes fonctionnels est généralement liée à une complication (C), la douleur étant un signe d'alarme majeur (D).<br>Des signes de compression des structures de voisinage, comme un œdème par compression veineuse, peuvent aussi se voir (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L’artériopathie oblitérante des membres inférieurs (AOMI):",
    "Choice_A_Text": "Sont essentiellement d’origine inflammatoire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Les artérites inflammatoires (maladie de Buerger, Takayasu) sont des causes rares d'AOMI.",
    "Choice_B_Text": "Sont essentiellement d’origine athéromateuse.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'athérosclérose est de très loin la cause la plus fréquente (>95%) de l'AOMI, liée aux facteurs de risque cardiovasculaires.",
    "Choice_C_Text": "Se compliquent rarement d’ulcère.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'ulcère artériel est la complication trophique qui définit le stade IV de la maladie, un stade de gravité avancé mais non rare dans l'évolution de la pathologie.",
    "Choice_D_Text": "Touchen essentiellement le sujet jeune.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'AOMI est une pathologie dont la prévalence augmente avec l'âge, touchant principalement les sujets de plus de 50-60 ans.",
    "Choice_E_Text": "Se manifestent généralement par un tableau d'ischémie chronique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'AOMI est une maladie à développement lent et progressif, entraînant des symptômes d'ischémie chronique (claudication, douleurs de repos, troubles trophiques).",
    "OverallExplanation": "L'AOMI est une manifestation de l'athérosclérose systémique (B).<br>C'est une maladie chronique (E) qui se développe progressivement chez les sujets âgés présentant des facteurs de risque.<br>Elle peut se compliquer au stade ultime d'ulcères ou de gangrène."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "La thrombose artérielle in situ:",
    "Choice_A_Text": "Constitue la première cause d’ischémie aiguë des membres inférieurs.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Bien que très fréquente, la plupart des sources épidémiologiques considèrent que l'embolie d'origine cardiaque est légèrement plus fréquente que la thrombose in situ comme cause d'ischémie aiguë.",
    "Choice_B_Text": "Survient généralement sur une artère saine.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La thrombose in situ se produit par définition sur une artère déjà malade, présentant une sténose athéromateuse préexistante.",
    "Choice_C_Text": "Survient généralement sur une artère pathologique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le mécanisme est l'occlusion par un caillot sanguin (thrombus) qui se forme au contact d'une plaque d'athérome sténosante et/ou ulcérée.",
    "Choice_D_Text": "Est due à la migration d’un embole d’origine cardiaque.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Ceci est la définition de l'embolie artérielle, l'autre grande cause d'ischémie aiguë.",
    "Choice_E_Text": "Est favorisée par la présence de plaques d'athérome.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La plaque d'athérome, en créant une sténose et une surface pro-thrombotique, est le substrat indispensable à la survenue d'une thrombose in situ.",
    "OverallExplanation": "La thrombose artérielle in situ est l'une des deux principales causes d'ischémie aiguë des membres inférieurs.<br>Elle se distingue de l'embolie par son mécanisme : elle survient obligatoirement sur une artère déjà pathologique (C), au niveau d'une plaque d'athérome préexistante (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "L’embolie artérielle:",
    "Choice_A_Text": "Constitue la première cause d’ischémie aiguë des membres inférieurs.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'embolie, principalement d'origine cardiaque, est considérée comme la cause la plus fréquente d'ischémie aiguë des membres.",
    "Choice_B_Text": "Est souvent d’origine artérielle.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'embolie artério-artérielle (à partir d'un anévrisme ou d'une plaque athéromateuse proximale) est moins fréquente que l'embolie d'origine cardiaque.",
    "Choice_C_Text": "Est souvent d’origine cardiaque.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La majorité des embolies (environ 80%) proviennent du cœur, le plus souvent d'un thrombus formé dans l'oreillette gauche en cas de fibrillation auriculaire.",
    "Choice_D_Text": "Survient exceptionnellement sur une artère saine.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Au contraire, le principe de l'embolie est la migration d'un caillot qui va se bloquer dans une artère en aval, qui est le plus souvent saine.",
    "Choice_E_Text": "Peut être d’origine veineuse dans le cadre d’un tableau d’embolie paradoxale.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'embolie paradoxale est un mécanisme où un thrombus veineux passe dans la circulation artérielle à travers un shunt intracardiaque (foramen ovale perméable le plus souvent), provoquant une ischémie artérielle.",
    "OverallExplanation": "L'embolie artérielle est la cause la plus fréquente d'ischémie aiguë (A).<br>L'embole est le plus souvent un caillot de sang d'origine cardiaque (C), qui migre dans la circulation et obstrue une artère périphérique.<br>L'embolie paradoxale est une cause plus rare mais reconnue (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Parmi les étiologies de l'ischémie aiguë des membres inférieurs, on cite:",
    "Choice_A_Text": "La thrombose in situ.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La thrombose sur une plaque d'athérome préexistante est une cause majeure.",
    "Choice_B_Text": "L'embolie cruorique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Le terme 'cruorique' se réfère à un caillot de sang.<br>L'embolie cruorique (ou thrombo-embolie) est la cause la plus fréquente.",
    "Choice_C_Text": "L'embolie d'origine calcaire.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Ce terme est impropre.<br>L'embole peut contenir des débris de plaque d'athérome calcifiée, mais il n'est pas 'calcaire' en soi.<br>Les embolies sont cruoriques (caillot) ou athéromateuses (cristaux de cholestérol).",
    "Choice_D_Text": "Les traumatismes artériels.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Une plaie, une contusion ou une dissection traumatique d'une artère peuvent entraîner une ischémie aiguë.",
    "Choice_E_Text": "La dissection aortique aiguë.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une dissection aortique peut s'étendre aux artères iliaques ou les comprimer, provoquant une ischémie aiguë d'un ou des deux membres inférieurs.",
    "OverallExplanation": "Les causes d'ischémie aiguë des membres inférieurs sont dominées par les embolies (B) et les thromboses in situ (A).<br>Les causes plus rares mais à ne pas oublier incluent les traumatismes artériels (D) et les dissections aortiques (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Au cours de l'exploration fonctionnelle d’une artériopathie oblitérante des membres inférieurs:",
    "Choice_A_Text": "L'épreuve d’effort sur tapis roulant évalue le périmètre de marche à partir duquel le malade présente une claudication.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le test de marche sur tapis roulant permet de mesurer de manière standardisée et objective le périmètre de marche sans douleur et le périmètre de marche maximal, qui sont des indicateurs de la sévérité de l'AOMI.",
    "Choice_B_Text": "La pression artérielle transcutanée en oxygène (TcPO2) reflète l’état de la microcirculation.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La TcPO2 mesure la quantité d'oxygène qui diffuse à travers la peau à partir des capillaires, donnant ainsi une évaluation directe de la qualité de la perfusion tissulaire et de l'oxygénation au niveau de la microcirculation.",
    "Choice_C_Text": "La pression artérielle transcutanée en oxygène (TcPO2) explore la topographie des lésions responsables de l’ischémie.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La TcPO2 évalue la conséquence hémodynamique (l'ischémie) à un point donné, mais elle ne permet pas de localiser l'obstacle artériel en amont.<br>La topographie est du ressort des examens d'imagerie (écho-doppler, angioscanner).",
    "Choice_D_Text": "La pression artérielle transcutanée en oxygène (TcPO2) reflète l’état des artères jambières.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Elle reflète l'état de la perfusion finale au niveau de la peau, qui est le résultat du flux sanguin dans l'ensemble de l'arbre artériel (aorto-iliaque, fémoro-poplité et jambier), et pas seulement des artères jambières.",
    "Choice_E_Text": "Une TcPO2 < 50 mmHg témoigne d’une ischémie sévère.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les seuils établis sont : normale > 50-60 mmHg, ischémie relative entre 30 et 50 mmHg, et ischémie sévère (critique) < 30 mmHg.",
    "OverallExplanation": "Les explorations fonctionnelles de l'AOMI incluent le test de marche pour quantifier le retentissement fonctionnel (A) et la mesure de la TcPO2 pour évaluer l'état de la microcirculation et le pronostic de cicatrisation (B)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Lors d’une artériopathie oblitérante des membres inférieurs:",
    "Choice_A_Text": "Le périmètre de marche permet sa classification et la surveillance de son évolution.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Le périmètre de marche est le critère clé pour distinguer le stade IIa (>200m) du stade IIb (<200m) de la classification de Leriche et Fontaine, et son suivi permet d'évaluer l'efficacité du traitement.",
    "Choice_B_Text": "Le temps de recoloration cutanée est allongé.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'allongement du temps de recoloration capillaire à la pulpe des orteils est un signe clinique simple et fiable de la réduction du flux sanguin distal.",
    "Choice_C_Text": "L’œdème est déclive.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'œdème n'est pas un signe typique de l'AOMI.<br>Quand il est présent, c'est souvent un œdème de déclivité lié à la position antalgique (jambe pendante) dans l'ischémie sévère, mais la cause primaire n'est pas l'AOMI elle-même.<br>L'œdème déclive est plus caractéristique de l'insuffisance veineuse ou cardiaque.",
    "Choice_D_Text": "Un index de pression systolique cheville-bras (IPS) inférieur à 0,4 témoigne d’un retentissement sévère.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Un IPS inférieur à 0,4 (ou 0,5 selon les recommandations) est un critère objectif d'AOMI sévère, souvent associée à une ischémie critique.",
    "Choice_E_Text": "Une pression artérielle transcutanée en oxygène (TcPO2) < 30 mmHg témoigne d’une ischémie sévère.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une valeur de TcPO2 inférieure à 30 mmHg est un critère d'ischémie critique, indiquant une hypoxie tissulaire sévère avec un mauvais pronostic de cicatrisation spontanée.",
    "OverallExplanation": "Le diagnostic et la stratification de la sévérité de l'AOMI reposent sur un faisceau d'arguments cliniques (périmètre de marche, temps de recoloration) et para-cliniques (IPS, TcPO2).<br>Un IPS < 0,4 et une TcPO2 < 30 mmHg sont des marqueurs objectifs d'une ischémie sévère."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "SEMIOLOGIE DES ARTERIOPATHIES OBLITERANTES DES MEMBRES INFERIEURS: AOMI",
    "QuestionText": "Le syndrome de Leriche:",
    "Choice_A_Text": "Correspond à un rétrécissement d’une artère iliaque primitive.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le syndrome de Leriche est plus proximal, il concerne l'aorte terminale et la bifurcation iliaque.",
    "Choice_B_Text": "Correspond à un rétrécissement du carrefour aortique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Il s'agit spécifiquement de l'occlusion chronique de l'aorte abdominale terminale, juste avant sa bifurcation en artères iliaques primitives.",
    "Choice_C_Text": "Correspond à un traumatisme de l’aorte abdominale sous-rénale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Il s'agit d'une pathologie athéromateuse chronique, et non d'origine traumatique.",
    "Choice_D_Text": "Se manifeste généralement par l’association d’une claudication intermittente bilatérale et d’une impuissance sexuelle.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La triade clinique classique du syndrome de Leriche comprend : 1) une claudication bilatérale haute (fesses, hanches, cuisses), 2) une impuissance érectile, et 3) l'abolition des pouls fémoraux.",
    "Choice_E_Text": "Peut se manifester par une douleur remontant aux fesses.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'occlusion étant très haute, elle affecte le flux sanguin vers les muscles fessiers, les hanches et les cuisses, provoquant une claudication dans ces territoires.",
    "OverallExplanation": "Le syndrome de Leriche est une entité clinique spécifique définie par l'occlusion athéromateuse du carrefour aorto-iliaque (B).<br>Sa présentation clinique est caractéristique, associant une claudication bilatérale haute touchant les fesses (E) et une impuissance chez l'homme (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L'ulcère artériel est:",
    "Choice_A_Text": "Une perte de substance très douloureuse.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La douleur est un symptôme majeur de l'ulcère artériel, due à l'ischémie tissulaire.<br>Elle est souvent intense, insomniante et aggravée par la surélévation du membre.",
    "Choice_B_Text": "Une perte de substance peu creusante.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Au contraire, l'ulcère artériel est typiquement creusant, profond, avec des bords nets 'à l'emporte-pièce', pouvant exposer les tendons ou l'os.",
    "Choice_C_Text": "Creusant à fond atone.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'ulcère est profond (creusant) et son fond est atone, c'est-à-dire pâle, nécrotique ou peu vascularisé, sans tissu de granulation sain, témoignant de la mauvaise perfusion.",
    "Choice_D_Text": "Associé à une diminution voire une disparition d’un ou plusieurs pouls.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'ulcère étant la conséquence d'une AOMI sévère, l'examen clinique retrouve systématiquement une abolition des pouls périphériques.",
    "Choice_E_Text": "Fréquent en cas d’insuffisance veineuse chronique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'ulcère qui complique l'insuffisance veineuse chronique est l'ulcère veineux, dont les caractéristiques sont très différentes (superficiel, peu douloureux, etc.).",
    "OverallExplanation": "L'ulcère artériel est une complication grave de l'AOMI.<br>Ses caractéristiques sémiologiques sont typiques : il est très douloureux (A), profond et creusant avec un fond atone (C), et s'accompagne de signes d'artériopathie sévère comme l'abolition des pouls (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "La thrombophlébite profonde «phlegmatia alba dolens» peut se compliquer par:",
    "Choice_A_Text": "Une ischémie aiguë des membres inférieurs.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'ischémie aiguë est la complication de la 'phlegmatia cerulea dolens', stade évolutif plus grave où l'œdème massif comprime les artères.<br>Dans la 'phlegmatia alba', le membre est pâle car le flux artériel est encore préservé.",
    "Choice_B_Text": "Une embolie pulmonaire.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "L'embolie pulmonaire est la complication la plus redoutée et potentiellement mortelle de toute thrombose veineuse profonde, y compris à ce stade.",
    "Choice_C_Text": "Un syndrome post-thrombotique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le syndrome post-thrombotique est la principale séquelle à long terme de la thrombose veineuse profonde, résultant de la destruction des valvules veineuses et menant à une insuffisance veineuse chronique.",
    "Choice_D_Text": "Des gangrènes des orteils.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La gangrène est une complication de l'ischémie artérielle, que l'on observe au stade de 'phlegmatia cerulea dolens', pas 'alba dolens'.",
    "Choice_E_Text": "Un ulcère artériel.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La complication trophique à long terme du syndrome post-thrombotique est l'ulcère veineux, pas artériel.",
    "OverallExplanation": "La 'phlegmatia alba dolens' est une forme sévère de thrombose veineuse profonde ilio-fémorale.<br>Ses complications sont celles de toute TVP : le risque vital immédiat est l'embolie pulmonaire (B), et la séquelle fonctionnelle à long terme est le syndrome post-thrombotique (C)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Sont des états d’insuffisance veineuse chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les varices sont la manifestation la plus visible de l'insuffisance veineuse chronique (IVC), correspondant au stade C2 de la classification CEAP.",
    "Choice_B_Text": "Se définissent comme des dilatations réversibles des veines superficielles.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Les dilatations variqueuses sont permanentes et irréversibles.<br>Elles ne disparaissent pas spontanément.",
    "Choice_C_Text": "Peuvent se manifester par un œdème qui prend le godet.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'œdème est un signe d'IVC (stade C3).<br>Il est dû à l'hyperpression veineuse, est typiquement vespéral, et prend le godet (pitting edema).",
    "Choice_D_Text": "Peuvent se manifester par une perte du ballottement des mollets.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La perte du ballottement du mollet (mollet dur) est un signe de thrombose veineuse profonde (phlébite), pas de varices simples.",
    "Choice_E_Text": "Peuvent se compliquer par une paraphlébite.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La 'paraphlébite' est un ancien terme pour la thrombose veineuse superficielle, une inflammation et thrombose d'une veine variqueuse, qui est une complication fréquente.",
    "OverallExplanation": "Les varices sont un signe majeur d'insuffisance veineuse chronique (A).<br>Elles peuvent s'accompagner d'autres signes de la maladie comme l'œdème (C) et se compliquer de thrombose veineuse superficielle (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Se définissent comme des dilatations permanentes des veines superficielles des membres inférieurs.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition précise d'une varice : une dilatation pathologique, permanente et tortueuse d'une veine du réseau superficiel.",
    "Choice_B_Text": "Constituent un état d'insuffisance veineuse chronique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les varices sont la manifestation clinique du stade C2 de la classification CEAP de l'insuffisance veineuse chronique.",
    "Choice_C_Text": "Peuvent se manifester par une perte du ballottement des mollets.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La perte ou la diminution du ballottement du mollet est un signe de thrombose veineuse profonde (phlébite), en raison de l'infiltration et de la rigidité musculaire, et non de varices.",
    "Choice_D_Text": "Peuvent se manifester par un ulcère de jambe.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'ulcère de jambe d'origine veineuse est la complication ultime (stade C6) de l'insuffisance veineuse chronique, dont les varices sont un stade précoce.",
    "Choice_E_Text": "Peuvent se compliquer par une thrombophlébite superficielle.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La thrombose d'une veine variqueuse, aussi appelée thrombose veineuse superficielle ou anciennement paraphlébite, est une complication fréquente et douloureuse.",
    "OverallExplanation": "Les varices sont des dilatations permanentes des veines superficielles (A) et un signe d'insuffisance veineuse chronique (B).<br>Elles peuvent évoluer vers des complications sévères comme l'ulcère de jambe (D) ou se compliquer de thrombose veineuse superficielle (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Peuvent se manifester par la sensation de lourdeur des membres inférieurs.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les lourdeurs de jambes, surtout en fin de journée, sont un symptôme fonctionnel très courant de l'insuffisance veineuse chronique.",
    "Choice_B_Text": "Peuvent se manifester par la disparition d’un pouls des membres inférieurs.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La disparition d'un pouls est un signe de pathologie artérielle (artériopathie oblitérante).<br>Les varices sont une pathologie veineuse et n'affectent pas les pouls artériels.",
    "Choice_C_Text": "S'accompagnent d'un œdème qui prend le godet.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'œdème d'origine veineuse est un œdème mou, qui garde l'empreinte du doigt après pression (signe du godet).",
    "Choice_D_Text": "Se manifestent par des dilatations tortueuses et permanentes des veines superficielles des membres inférieurs.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ceci correspond à la définition morphologique complète des varices.",
    "Choice_E_Text": "Peuvent se compliquer par une dermite ocre.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La dermite ocre (ou purpurique pigmentée) est une complication cutanée (stade C4a) de l'insuffisance veineuse chronique, due à l'extravasation de globules rouges et au dépôt d'hémosidérine dans la peau.",
    "OverallExplanation": "Les varices (D) sont la manifestation d'une insuffisance veineuse chronique qui s'exprime par des symptômes fonctionnels comme les lourdeurs (A) et des signes physiques comme l'œdème prenant le godet (C).<br>L'évolution peut se faire vers des complications cutanées comme la dermite ocre (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Sont plus fréquentes chez les hommes que les femmes.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'insuffisance veineuse chronique est significativement plus fréquente chez la femme, en raison de facteurs hormonaux et des grossesses.",
    "Choice_B_Text": "Peuvent se manifester par des paresthésies.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Des paresthésies (fourmillements), des crampes nocturnes ou un prurit (démangeaisons) sont des symptômes fonctionnels courants associés à l'insuffisance veineuse.",
    "Choice_C_Text": "Peuvent se manifester par une claudication intermittente.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La claudication intermittente est la douleur musculaire d'effort typique de l'artériopathie oblitérante.<br>Il existe une entité rare de 'claudication veineuse', mais elle est liée à une obstruction iliaque et n'est pas un symptôme de varices simples.",
    "Choice_D_Text": "S’accompagnent d’un œdème qui ne prend pas le godet.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "L'œdème d'origine veineuse est un œdème mou qui prend le godet.<br>Un œdème dur qui ne prend pas le godet oriente vers un lymphœdème.",
    "Choice_E_Text": "Peuvent se compliquer par une thrombose veineuse superficielle.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "La formation d'un caillot dans une veine variqueuse est une complication fréquente, réalisant un cordon rouge, chaud et douloureux sur le trajet de la veine.",
    "OverallExplanation": "Les varices peuvent être responsables de divers symptômes comme des paresthésies (B) et peuvent se compliquer de thrombose veineuse superficielle (E).<br>Elles sont plus fréquentes chez la femme et ne causent ni claudication artérielle, ni œdème dur."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Font partie des tableaux d’insuffisance veineuse chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est un élément fondamental : les varices sont l'un des signes cardinaux de l'insuffisance veineuse chronique (stade C2).",
    "Choice_B_Text": "Peuvent se manifester par une froideur des membres inférieurs.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La froideur des extrémités est un signe d'ischémie artérielle.<br>La stase veineuse peut au contraire provoquer une sensation de chaleur locale.",
    "Choice_C_Text": "S’accompagnent d’un œdème vespéral.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'œdème lié à l'insuffisance veineuse est typiquement maximal en fin de journée (vespéral) après une position debout ou assise prolongée, et régresse avec le décubitus nocturne.",
    "Choice_D_Text": "Se manifestent par des dilatations tortueuses des veines profondes des membres inférieurs.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Les varices sont par définition une pathologie des veines superficielles.<br>Les veines profondes ne deviennent pas variqueuses.",
    "Choice_E_Text": "Peuvent se compliquer par un ulcère indolore de jambe.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'ulcère veineux, complication ultime de l'insuffisance veineuse, est classiquement décrit comme peu ou pas douloureux, par opposition à l'ulcère artériel qui est extrêmement douloureux.",
    "OverallExplanation": "Les varices sont un signe d'insuffisance veineuse chronique (A) qui s'accompagne souvent d'un œdème vespéral (C).<br>L'évolution peut mener à un ulcère de jambe, qui est typiquement peu douloureux (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "Les varices des membres inférieurs:",
    "Choice_A_Text": "Peuvent être asymptomatiques.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Il n'y a pas de corrélation stricte entre la taille des varices et l'intensité des symptômes.<br>Des varices volumineuses peuvent être totalement asymptomatiques et n'être qu'une gêne esthétique.",
    "Choice_B_Text": "S’accompagnent d’un œdème qui se redistribue dans la face postérieure de la jambe après une position couchée.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La position couchée favorise le retour veineux et fait diminuer, voire disparaître, l'œdème.<br>Il ne se redistribue pas.",
    "Choice_C_Text": "Peuvent se compliquer d’un ulcère profond et douloureux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette description correspond à celle de l'ulcère artériel.<br>L'ulcère veineux est superficiel et peu douloureux.",
    "Choice_D_Text": "Peuvent se compliquer d’un ulcère superficiel et peu douloureux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la description classique de l'ulcère de stase veineuse, complication tardive de l'insuffisance veineuse chronique.",
    "Choice_E_Text": "Se manifestent par des dilatations tortueuses temporaires et intermittentes des veines superficielles des membres inférieurs.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La dilatation variqueuse est permanente et irréversible, bien que son volume puisse varier avec la position et la chaleur.",
    "OverallExplanation": "Les varices peuvent être parfaitement asymptomatiques (A).<br>Lorsqu'elles évoluent et se compliquent, elles peuvent aboutir à la formation d'un ulcère de jambe dont les caractéristiques typiques sont d'être superficiel et peu douloureux (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "Parmi les complications trophiques des varices des membres inférieurs, on distingue:",
    "Choice_A_Text": "La paraphlébite.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La paraphlébite (ou thrombose veineuse superficielle) est une complication thrombotique et inflammatoire, et non une complication trophique (altération des tissus cutanés et sous-cutanés).",
    "Choice_B_Text": "La thrombose veineuse profonde.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La thrombose veineuse profonde est une complication thrombotique, pas trophique.",
    "Choice_C_Text": "L’atrophie blanche de Milian.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'atrophie blanche est une zone de peau atrophique, dépigmentée et cicatricielle, qui représente une lésion trophique avancée (stade C4b), souvent pré-ulcéreuse.",
    "Choice_D_Text": "L’ulcère veineux.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "L'ulcère veineux est le stade ultime des troubles trophiques (stade C6) liés à l'insuffisance veineuse chronique.",
    "Choice_E_Text": "L'œdème de rétention hydrosodée.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "L'œdème (stade C3) n'est pas considéré comme une complication trophique au sens strict.<br>Les troubles trophiques correspondent aux altérations de la peau et du tissu sous-cutané (stades C4, C5, C6).",
    "OverallExplanation": "Les complications trophiques de l'insuffisance veineuse chronique sont les modifications de la peau et des tissus sous-cutanés dues à l'hyperpression veineuse prolongée.<br>Elles incluent la dermite ocre, l'hypodermite, l'atrophie blanche (C) et l'ulcère (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "Parmi les complications trophiques des varices, on cite:",
    "Choice_A_Text": "L'atrophie blanche de Milian.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'atrophie blanche est une lésion cutanée de mauvais pronostic, caractéristique du stade C4b de l'insuffisance veineuse chronique.",
    "Choice_B_Text": "La paraphlébite.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "C'est une complication thrombotique/inflammatoire.",
    "Choice_C_Text": "L'ulcère veineux.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "L'ulcère est le trouble trophique le plus sévère (stade C6).",
    "Choice_D_Text": "La thrombophlébite.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "C'est une complication thrombotique/inflammatoire (superficielle ou profonde).",
    "Choice_E_Text": "La dermite pigmentée purpurique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Aussi appelée dermite ocre, cette hyperpigmentation est le premier stade des complications trophiques (stade C4a).",
    "OverallExplanation": "Les troubles trophiques sont des altérations tissulaires dues à la stase veineuse chronique.<br>Ils suivent une progression en sévérité : la dermite ocre (E) est un des premiers signes (C4a), suivie par l'atrophie blanche (A) et la lipodermatosclérose (C4b), pour aboutir finalement à l'ulcère (C) au stade C6."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Examen veineux des membres inférieurs.",
    "QuestionText": "L'œdème des varices est un:",
    "Choice_A_Text": "Œdème qui prend le godet.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'œdème d'origine veineuse est dû à l'extravasation de liquide dans le tissu interstitiel.<br>Il est mou et garde l'empreinte de la pression du doigt, ce qui est le signe du godet.",
    "Choice_B_Text": "Œdème de rétention hydrosodée.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Son mécanisme principal est une augmentation de la pression hydrostatique dans les capillaires, due à l'hyperpression veineuse, et non une rétention systémique d'eau et de sel (qui évoque une cause cardiaque, rénale ou hépatique).",
    "Choice_C_Text": "Œdème qui prédomine au niveau des lombes.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'œdème des varices est localisé aux membres inférieurs.<br>L'œdème des lombes est un signe d'anasarque (œdèmes généralisés) chez un patient alité.",
    "Choice_D_Text": "Œdème vespéral.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Il est caractéristique par son horaire : il apparaît ou s'aggrave au cours de la journée en position debout (orthostatisme) et diminue ou disparaît la nuit en position allongée (décubitus).",
    "Choice_E_Text": "Œdème qui prédomine au niveau des pieds et des régions péri-malléolaires.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "En raison de la gravité, l'œdème commence dans les parties les plus déclives du membre, c'est-à-dire autour des chevilles (malléoles) et sur le dos du pied.",
    "OverallExplanation": "L'œdème de l'insuffisance veineuse a une sémiologie très caractéristique : il est localisé aux membres inférieurs, prédominant aux chevilles (E), il est mou et prend le godet (A), et son volume varie au cours de la journée, étant maximal le soir (œdème vespéral, D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L'ulcère veineux est:",
    "Choice_A_Text": "Une lésion chronique.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Par définition, un ulcère est une perte de substance qui n'a pas tendance à cicatriser spontanément, ce qui en fait une lésion chronique.",
    "Choice_B_Text": "Une perte de substance peu creusante.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Il est typiquement superficiel, atteignant le derme mais dépassant rarement l'aponévrose, contrairement à l'ulcère artériel qui est souvent profond.",
    "Choice_C_Text": "Peu douloureux.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "La douleur est généralement modérée, souvent décrite comme une sensation de pesanteur ou de brûlure, et est calmée par la surélévation du membre.",
    "Choice_D_Text": "Très douloureux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une douleur très intense, surtout si elle est aggravée par la surélévation, doit faire suspecter une composante artérielle (ulcère mixte) ou un autre type d'ulcère (angiodermite).",
    "Choice_E_Text": "À contours irréguliers.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Les bords de l'ulcère veineux sont souvent sinueux, géographiques, et en pente douce ('bord mousse'), à l'opposé des bords nets 'à l'emporte-pièce' de l'ulcère artériel.",
    "OverallExplanation": "L'ulcère veineux présente des caractéristiques sémiologiques typiques qui permettent de le distinguer des autres types d'ulcères.<br>C'est une lésion chronique (A), superficielle (B), peu douloureuse (C) et à contours irréguliers (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L'ulcère d'origine veineuse est:",
    "Choice_A_Text": "Superficiel.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Il s'agit d'une perte de substance qui reste généralement confinée au derme et à l'hypoderme, sans atteindre les structures nobles sous-jacentes.",
    "Choice_B_Text": "De bord mousse.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les bords sont en pente douce, mal délimités, ce qui contraste avec les bords abrupts de l'ulcère artériel.",
    "Choice_C_Text": "Très douloureux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur est habituellement modérée, sauf en cas de surinfection ou d'inflammation péri-ulcéreuse.",
    "Choice_D_Text": "Unique de grande taille.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est une présentation classique : un ulcère unique, souvent volumineux, siégeant dans la région péri-malléolaire interne.",
    "Choice_E_Text": "Aucune réponse n'est juste.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Plusieurs réponses sont correctes, décrivant les caractéristiques typiques de l'ulcère veineux.",
    "OverallExplanation": "L'ulcère veineux a un aspect clinique typique : il est superficiel (A), ses bords sont en pente douce ('mousse') (B), et il est souvent unique et de grande taille (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L’ulcère de la jambe:",
    "Choice_A_Text": "Est une perte de substance cutanée au niveau de la jambe avec une tendance spontanée à la cicatrisation.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Une perte de substance qui cicatrise spontanément est une plaie aiguë (ex: écorchure).<br>Le critère définissant l'ulcère est l'absence de tendance à la cicatrisation.",
    "Choice_B_Text": "Est une perte de substance cutanée au niveau de la jambe sans tendance spontanée à la cicatrisation.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ceci est la définition exacte et universelle d'un ulcère chronique de jambe.",
    "Choice_C_Text": "L'origine lymphatique est la plus fréquente.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'origine veineuse est de très loin la plus fréquente, représentant environ 80% des ulcères de jambe.<br>L'origine artérielle représente environ 15%, et les autres causes, dont le lymphœdème, sont beaucoup plus rares.",
    "Choice_D_Text": "L'origine mixte artério-veineuse est probable.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Chez une population vieillissante avec de multiples facteurs de risque, il est fréquent qu'une insuffisance artérielle s'ajoute à une insuffisance veineuse.<br>Un ulcère mixte doit toujours être suspecté.",
    "Choice_E_Text": "L’abolition des pouls distaux est possible en cas d'origine artérielle.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'abolition des pouls est un signe clinique majeur d'artériopathie oblitérante sévère, et doit être systématiquement recherchée pour diagnostiquer une origine artérielle ou mixte.",
    "OverallExplanation": "L'ulcère de jambe se définit par l'absence de cicatrisation spontanée (B).<br>Son diagnostic étiologique est crucial, car le traitement en dépend.<br>Il faut savoir évoquer une origine mixte artério-veineuse (D) et rechercher les signes d'artériopathie comme l'abolition des pouls (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L’Échodoppler en cas d'ulcère de la jambe:",
    "Choice_A_Text": "Confirme le diagnostic d'insuffisance veineuse superficielle.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "L'écho-doppler veineux permet de visualiser les veines superficielles, de mesurer leur diamètre et de mettre en évidence un reflux pathologique, confirmant ainsi l'insuffisance veineuse superficielle.",
    "Choice_B_Text": "Évalue les diamètres et la continence valvulaire du réseau veineux superficiel.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est l'un des objectifs principaux de l'examen : réaliser une cartographie précise du réseau veineux, évaluer l'incompétence des valvules et identifier les points de fuite.",
    "Choice_C_Text": "Ne donne pas d'information sur la circulation artérielle.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Devant un ulcère de jambe, l'examen doit être artério-veineux.<br>L'exploration artérielle est indispensable pour calculer l'Index de Pression Systolique (IPS) et rechercher des sténoses, afin de ne pas méconnaître un ulcère mixte.",
    "Choice_D_Text": "Il peut objectiver une occlusion artérielle.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La partie artérielle de l'examen permet de visualiser directement les artères et de détecter la présence d'occlusions complètes.",
    "Choice_E_Text": "Il peut objectiver une sténose artérielle.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "L'écho-doppler est très performant pour localiser et quantifier la sévérité des sténoses artérielles en analysant les vitesses du flux sanguin.",
    "OverallExplanation": "L'écho-doppler est l'examen de première intention indispensable dans le bilan d'un ulcère de jambe.<br>Il doit être complet (artériel et veineux).<br>Il confirme l'insuffisance veineuse (A, B) et recherche une artériopathie sous-jacente en détectant sténoses et occlusions (D, E) pour identifier les ulcères mixtes."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les ulcères de jambe",
    "QuestionText": "L’ulcère d’origine veineuse est:",
    "Choice_A_Text": "Superficiel.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Il s'agit d'une perte de substance qui touche le derme et l'hypoderme, mais reste généralement au-dessus du fascia musculaire.",
    "Choice_B_Text": "De bord mousse.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Les bords sont irréguliers et en pente douce, sans délimitation nette.",
    "Choice_C_Text": "Très douloureux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La douleur est typiquement modérée, à type de pesanteur, et soulagée par le repos et la surélévation du membre.",
    "Choice_D_Text": "Unique de grande taille.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La présentation la plus fréquente est celle d'un ulcère unique, étendu, localisé dans la région de la malléole interne.",
    "Choice_E_Text": "Aucune réponse n'est juste.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les propositions A, B et D décrivent correctement les caractéristiques de l'ulcère veineux.",
    "OverallExplanation": "Les caractéristiques sémiologiques de l'ulcère veineux sont bien définies, permettant de l'opposer à l'ulcère artériel.<br>Il est superficiel (A), avec des bords en pente douce ('mousse') (B), et se présente souvent comme une lésion unique et étendue (D)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les Fistules artério-veineuses des membres",
    "QuestionText": "Une fistule artério-veineuse:",
    "Choice_A_Text": "Est une communication anormale entre une artère et une veine.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Ceci est la définition d'une fistule artério-veineuse (FAV), qui court-circuite le lit capillaire.",
    "Choice_B_Text": "Est une communication normale entre une artère et une veine.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La communication normale se fait via les artérioles, les capillaires et les veinules.<br>Une communication directe est pathologique.",
    "Choice_C_Text": "Est responsable d’un \"thrill\" à la palpation.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le passage à haute vitesse du sang artériel dans la veine à basse pression crée des turbulences intenses, perçues à la palpation comme une vibration ou un frémissement, appelé 'thrill'.",
    "Choice_D_Text": "Est responsable d’un souffle à l’auscultation.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Ces mêmes turbulences génèrent un bruit continu, avec un renforcement durant la systole, qui est perçu à l'auscultation.",
    "Choice_E_Text": "Peut engendrer une insuffisance cardiaque droite tardivement.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Une FAV de gros débit entraîne une augmentation du retour veineux vers le cœur droit.<br>Cette surcharge de volume chronique peut, à terme, entraîner une dilatation et une défaillance du ventricule droit, menant à une insuffisance cardiaque à haut débit.",
    "OverallExplanation": "La fistule artério-veineuse est une communication anormale (A) entre une artère et une veine.<br>Le shunt à haut débit qui en résulte produit des signes locaux caractéristiques (thrill palpable, souffle auscultatoire) (C, D) et peut avoir des conséquences systémiques graves comme l'insuffisance cardiaque (E)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les Fistules artério-veineuses des membres",
    "QuestionText": "La fistule artério-veineuse peut se manifester par:",
    "Choice_A_Text": "Une tuméfaction chaude et frémissante.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la description clinique typique à l'inspection et à la palpation : une masse pulsatile ('tuméfaction'), chaude en raison du sang artériel, et qui vibre ('frémissante') au toucher.",
    "Choice_B_Text": "Un souffle continu à renforcement systolique.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "C'est le signe auscultatoire pathognomonique de la FAV.<br>Le flux étant présent durant tout le cycle cardiaque mais plus important en systole.",
    "Choice_C_Text": "Un souffle systolique.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Cette description est incomplète et donc incorrecte.<br>Un souffle purement systolique évoque un rétrécissement artériel, pas une fistule.",
    "Choice_D_Text": "Un souffle diastolique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Cette description est incomplète.<br>Le souffle n'est pas limité à la diastole.",
    "Choice_E_Text": "Un souffle intermittent.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le souffle est continu tant que la fistule est perméable.",
    "OverallExplanation": "Le diagnostic clinique d'une fistule artério-veineuse repose sur un trépied de signes caractéristiques : une masse chaude et frémissante (thrill) à la palpation (A), et un souffle continu à renforcement systolique à l'auscultation (B)."
  },
  {
    "YearAsked": "2024",
    "Subtopic": "Les Fistules artério-veineuses des membres",
    "QuestionText": "La fistule artério-veineuse:",
    "Choice_A_Text": "Elle peut être secondaire à un traumatisme.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "Les traumatismes, qu'ils soient accidentels (plaie par arme blanche) ou iatrogènes (cathétérisme artériel), sont une cause fréquente de FAV acquises.",
    "Choice_B_Text": "Elle peut être dans les suites d’une rupture d'un anévrisme artériel dans une veine.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La rupture d'un anévrisme (ex: aorte, iliaque) dans une grosse veine adjacente (ex: veine cave, veine iliaque) peut créer une fistule artério-veineuse spontanée de grand débit.",
    "Choice_C_Text": "Elle peut être asymptomatique.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Les petites fistules, notamment distales et de faible débit, peuvent ne donner aucun symptôme et être de découverte fortuite.",
    "Choice_D_Text": "Elle s’exprime par un souffle systolique.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Cette description est imprécise.<br>Le souffle n'est pas seulement systolique, il est continu.",
    "Choice_E_Text": "Elle s'exprime par un souffle continu à renforcement systolique.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Ceci est la description sémiologique exacte du souffle d'une FAV, dû au gradient de pression permanent entre l'artère et la veine, qui est maximal en systole.",
    "OverallExplanation": "Les fistules artério-veineuses peuvent avoir plusieurs origines, notamment traumatiques (A) ou par rupture d'anévrisme (B).<br>Leur présentation clinique varie, pouvant être asymptomatiques (C).<br>Le signe auscultatoire caractéristique et pathognomonique est un souffle continu avec un renforcement pendant la systole (E)."
  }
]
