[
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "EXAMEN CLINIQUE D’UN MALADE ATTEINT D’UNE AFFECTION ARTICULAIRE",
    "QuestionText": "L'arthrite est.",
    "Choice_A_Text": "Est une pathologie mécanique.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est la définition de l'arthrose.<br>L'arthrite est une pathologie inflammatoire.",
    "Choice_B_Text": "Caractérisée par une vitesse de sédimentation normale.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'arthrite, étant une pathologie inflammatoire, s'accompagne généralement d'un syndrome inflammatoire biologique, incluant une élévation de la vitesse de sédimentation.",
    "Choice_C_Text": "Dont la lésion touche la diaphyse.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'arthrite est une inflammation qui affecte une articulation (la jonction entre deux os), et non la diaphyse (le corps de l'os).",
    "Choice_D_Text": "Dont la douleur ne disparaît pas au repos.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "La douleur de type inflammatoire, caractéristique de l'arthrite, n'est pas calmée par le repos.<br>Elle a tendance à se manifester la nuit, notamment en deuxième partie de nuit, et est accompagnée d'une raideur matinale prolongée.",
    "Choice_E_Text": "Caractérisée par un liquide articulaire contenant des globules blancs dont le nombre est inférieur à 500 éléments/mm³.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Un liquide articulaire inflammatoire est riche en cellules, avec un nombre de globules blancs supérieur à 2000/mm³.<br>Un nombre inférieur à 1000/mm³ est caractéristique d'un liquide mécanique.",
    "OverallExplanation": "L'arthrite est une pathologie inflammatoire touchant les articulations.<br>Sa principale caractéristique clinique est la douleur de type inflammatoire, qui persiste et peut même s'aggraver au repos, particulièrement la nuit.<br>Contrairement à la douleur mécanique de l'arthrose qui est calmée par le repos, la douleur de l'arthrite est un symptôme constant qui reflète le processus inflammatoire actif au sein de l'articulation."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "GENOU ET PONCTION ARTICULAIRE",
    "QuestionText": "Le liquide articulaire inflammatoire est.",
    "Choice_A_Text": "Translucide.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Un liquide inflammatoire est typiquement jaune foncé et trouble, parfois même purulent, en raison de sa richesse en cellules et en protéines.<br>Un liquide translucide (clair) est caractéristique d'un épanchement mécanique.",
    "Choice_B_Text": "Visqueux.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le liquide inflammatoire est fluide, sa viscosité est diminuée.<br>La viscosité élevée, testée par le \"signe du fil\", est une caractéristique du liquide mécanique, riche en acide hyaluronique.",
    "Choice_C_Text": "Les globules blancs dans le liquide sont inférieurs à 500 éléments/mm³.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le liquide inflammatoire est riche en cellules, avec un nombre de globules blancs (leucocytes) supérieur à 2000/mm³.<br>Un taux inférieur à 1000/mm³ se voit dans les liquides mécaniques.",
    "Choice_D_Text": "Les polynucléaires neutrophiles dans le liquide sont supérieurs à 50%.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Dans un liquide inflammatoire, la formule leucocytaire est à prédominance de polynucléaires neutrophiles (PNN), qui représentent plus de 50% des cellules.",
    "Choice_E_Text": "Ne doit pas être ponctionné.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Au contraire, la ponction articulaire est un geste diagnostique et parfois thérapeutique essentiel, systématique devant tout épanchement, pour analyser le liquide et confirmer la nature inflammatoire, mécanique ou septique de l'atteinte.",
    "OverallExplanation": "L'analyse du liquide synovial est capitale pour différencier une pathologie articulaire inflammatoire d'une pathologie mécanique.<br>Un liquide inflammatoire se définit par son aspect trouble, sa fluidité (faible viscosité), et surtout par sa richesse cellulaire : plus de 2000 globules blancs/mm³ avec une prédominance de polynucléaires neutrophiles (plus de 50%)."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "HANCHE",
    "QuestionText": "Le salut coxal.",
    "Choice_A_Text": "C'est l'impossibilité pour le patient de décoller le membre inférieur étendu du plan du lit.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Ceci est la définition du syndrome clinostatique, qui est un signe de plus grande sévérité, traduisant souvent une pathologie du cotyle.",
    "Choice_B_Text": "C'est l'impossibilité de maintenir le membre inférieur étendu à 30° au-dessus du plan du lit pendant 10 à 15 secondes.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "La manœuvre du salut coxal consiste à demander au patient en décubitus dorsal d'élever le membre inférieur tendu.<br>En cas de coxopathie, ce mouvement réveille la douleur, et l'incapacité à maintenir la position en raison de la douleur est un signe positif.",
    "Choice_C_Text": "Cherche une atteinte du grand trochanter.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le salut coxal teste l'articulation coxo-fémorale.<br>Une atteinte du grand trochanter (tendinopathie) serait recherchée par la palpation locale et les manœuvres contrariées spécifiques.",
    "Choice_D_Text": "Le patient doit être en décubitus ventral.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "La manœuvre s'effectue sur un patient en décubitus dorsal (allongé sur le dos).",
    "Choice_E_Text": "Cherche une douleur sciatique.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le salut coxal cherche une douleur d'origine articulaire de hanche.<br>Une douleur sciatique est recherchée par d'autres manœuvres, comme le signe de Lasègue.",
    "OverallExplanation": "Le salut coxal est une manœuvre active clé dans l'examen de la hanche.<br>Réalisée en décubitus dorsal, elle consiste à élever le membre inférieur en extension à environ 30°.<br>Le test est positif si la manœuvre déclenche la douleur inguinale typique d'une coxopathie.<br>L'impossibilité de maintenir cette position est une manifestation de ce test positif."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "EPAULE",
    "QuestionText": "Dans la douleur de l'épaule, le \"palm up test\" cherche.",
    "Choice_A_Text": "Une tendinopathie du sub-scapulaire.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le muscle sub-scapulaire (ou sous-scapulaire) est testé par le \"lift off test\" de Gerber.",
    "Choice_B_Text": "Une tendinopathie du petit rond.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Le muscle petit rond, rotateur externe, est testé avec le muscle infra-épineux par la manœuvre de Patte.",
    "Choice_C_Text": "Une tendinopathie de l'infra-épineux.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le muscle infra-épineux (ou sous-épineux), rotateur externe, est testé par la manœuvre de Patte.",
    "Choice_D_Text": "Une tendinopathie de la longue portion du biceps.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le \"palm up test\" (ou test de Speed) explore spécifiquement la longue portion du biceps.<br>Il consiste en une élévation antérieure du bras contre résistance, coude en extension et paume vers le haut.",
    "Choice_E_Text": "Une tendinopathie du supra-épineux.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le muscle supra-épineux (ou sus-épineux) est testé par la manœuvre de Jobe.",
    "OverallExplanation": "La mobilité contrariée permet une analyse fine de chaque tendon de la coiffe des rotateurs et des muscles péri-articulaires.<br>Le \"palm up test\" est la manœuvre spécifique pour évaluer l'intégrité et la douleur de la longue portion du biceps brachial lors de son passage dans la gouttière bicipitale."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "GENERALITES SUR LES FRACTURES",
    "QuestionText": "Cochez les réponses correctes concernant la radiographie ci-dessous.",
    "Choice_A_Text": "La radiographie montre une fracture simple du tibia et du péroné.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "La fracture n'est pas simple car elle présente plusieurs fragments.<br>Une fracture simple a un trait de fracture unique (transversal, oblique ou spiroïde).",
    "Choice_B_Text": "Le trait de fracture est transversal simple.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "Il ne s'agit pas d'un trait unique et transversal.<br>La fracture est comminutive.",
    "Choice_C_Text": "Le trait de fracture spiroïde simple.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le mécanisme n'est pas purement rotatoire pour donner un trait spiroïde simple.<br>La fracture est plurifragmentaire.",
    "Choice_D_Text": "Le trait de fracture est complexe.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Une fracture est dite complexe lorsqu'elle comporte au moins un troisième fragment ou qu'elle est comminutive (plurifragmentaire).<br>Cette radiographie montre une fracture comminutive du tibia, ce qui la classe comme complexe.",
    "Choice_E_Text": "Toutes ces réponses sont fausses.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La proposition D est correcte.",
    "OverallExplanation": "La radiographie présentée montre une fracture de la diaphyse du tibia et de la fibula (péroné).<br>La fracture du tibia est comminutive, c'est-à-dire qu'elle est composée de multiples fragments osseux.<br>Selon la classification, une fracture comminutive est par définition une fracture complexe, par opposition aux fractures simples qui n'ont qu'un seul trait de fracture."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "GENERALITES SUR LES FRACTURES",
    "QuestionText": "La jambe du patient est tendue et très douloureuse et ne répond pas aux antalgiques, avec des sensations de paresthésies dans le pied. Cochez parmi les propositions suivantes la complication que pourrait avoir le patient ci-dessus.",
    "Choice_A_Text": "Algodystrophie.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'algodystrophie (ou syndrome douloureux régional complexe) est une complication tardive, se manifestant des semaines ou mois après le traumatisme.",
    "Choice_B_Text": "Syndrome de loge de la jambe.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Cette présentation clinique est typique du syndrome de loge.<br>Il est caractérisé par une douleur intense, disproportionnée et rebelle aux antalgiques, une tension des loges musculaires et des troubles sensitifs (paresthésies) qui sont un signe précoce.",
    "Choice_C_Text": "Paralysie du nerf fémoral.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "Le nerf fémoral innerve la loge antérieure de la cuisse (quadriceps).<br>Une lésion isolée n'expliquerait pas la douleur intense et la tension de la jambe.",
    "Choice_D_Text": "Cal vicieux.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Un cal vicieux est une consolidation de la fracture en position anormale, c'est une complication tardive.",
    "Choice_E_Text": "Lésion de l'artère fémorale commune.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Une lésion de l'artère fémorale se manifesterait par des signes d'ischémie aiguë plus en amont (cuisse), avec notamment une abolition des pouls distaux qui, dans le syndrome de loge, peuvent être conservés au début.",
    "OverallExplanation": "Le tableau clinique associant une douleur extrême et résistante aux antalgiques, une tension palpable des muscles de la jambe et l'apparition de troubles neurologiques comme les paresthésies est hautement évocateur d'un syndrome de loge aigu.<br>Il s'agit d'une urgence chirurgicale due à l'augmentation de la pression dans un compartiment musculaire inextensible, menaçant la viabilité des muscles et des nerfs."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "Sémiologie du coude",
    "QuestionText": "Quelle est la complication majeure tardive d'une luxation du coude ?",
    "Choice_A_Text": "Raideur du coude.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "La raideur articulaire est la principale complication tardive des traumatismes du coude, y compris les luxations.<br>Elle est due à la fibrose et aux ossifications péri-articulaires.",
    "Choice_B_Text": "Infection articulaire.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'infection est une complication possible, surtout en cas de fracture ouverte ou de traitement chirurgical, mais elle n'est pas la complication tardive la plus fréquente ou majeure d'une luxation simple.",
    "Choice_C_Text": "Nécrose de la tête radiale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "La nécrose avasculaire de la tête radiale est une complication rare, plutôt associée à certaines fractures complexes de la tête radiale.",
    "Choice_D_Text": "Fracture de l'olécrane.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Une fracture de l'olécrane est une lésion associée qui peut survenir au moment du traumatisme initial, et non une complication tardive de la luxation elle-même.",
    "Choice_E_Text": "Syndrome de loge.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Le syndrome de loge est une complication précoce ou secondaire, survenant dans les heures ou les jours suivant le traumatisme, pas une complication tardive.",
    "OverallExplanation": "Après une luxation du coude, la complication la plus redoutée et la plus fréquente à long terme est la raideur articulaire.<br>Le coude est une articulation particulièrement sujette à l'enraidissement après un traumatisme en raison de sa capsule articulaire fine et de la tendance à développer des ossifications hétérotopiques.<br>Une rééducation précoce est essentielle pour la prévenir."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "Sémiologie du coude",
    "QuestionText": "L'examen vasculo-nerveux devant une luxation du coude est systématique, cochez la réponse correcte.",
    "Choice_A_Text": "L'examen du nerf ulnaire : la sensibilité est testée au niveau de la pulpe de l'index et la motricité est testée par l'écartement et le rapprochement des doigts.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "L'examen moteur du nerf ulnaire est correct (écartement et rapprochement des doigts), mais sa sensibilité est testée au niveau du bord cubital du 5ème doigt.<br>La pulpe de l'index correspond au territoire du nerf médian.",
    "Choice_B_Text": "L'examen sensitif du nerf médian se fait au niveau de la face dorsale de la première commissure de la main.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "L'examen sensitif du nerf médian se fait au niveau de la pulpe de l'index.<br>La face dorsale de la première commissure est le territoire sensitif du nerf radial.",
    "Choice_C_Text": "L'examen sensitif du nerf radial se fait au niveau de la face antérieure des doigts.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'examen sensitif du nerf radial se fait au niveau de la face dorsale de la première commissure (tabatière anatomique).",
    "Choice_D_Text": "L'examen moteur du nerf radial se fait par l'extension du poignet et des articulations métacarpo-phalangiennes.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "C'est la méthode correcte pour tester la fonction motrice du nerf radial.<br>Une incapacité à réaliser ces mouvements signe une atteinte radiale (main tombante).",
    "Choice_E_Text": "Toutes les propositions sont fausses.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "La proposition D est correcte.",
    "OverallExplanation": "Un examen neurologique précis est indispensable après un traumatisme du coude.<br>Pour le nerf radial, la fonction motrice est évaluée par l'extension du poignet et des doigts au niveau des articulations métacarpo-phalangiennes.<br>Sa sensibilité est testée à la face dorsale de la première commissure.<br>Les autres propositions contiennent des erreurs sur les territoires sensitifs des nerfs médian et ulnaire."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "Sémiologie du coude",
    "QuestionText": "Cochez les propositions correctes par rapport au syndrome de loge de l'avant-bras.",
    "Choice_A_Text": "Caractérisé par une augmentation de la pression au niveau des loges inextensibles.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est la définition physiopathologique du syndrome : une augmentation de la pression tissulaire dans un compartiment ostéo-aponévrotique fermé et inextensible, compromettant la perfusion capillaire.",
    "Choice_B_Text": "La douleur est calmée par les antalgiques et le changement des positions.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La douleur est un signe cardinal et elle est typiquement rebelle aux antalgiques, même majeurs, et n'est pas soulagée par l'immobilisation ou le changement de position.",
    "Choice_C_Text": "Le \"stretch-test\" correspond à une douleur à l'étirement passif musculaire.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le test de l'étirement passif des muscles de la loge concernée (par exemple, l'extension passive des doigts pour la loge des fléchisseurs) est un signe clinique très sensible et précoce.",
    "Choice_D_Text": "Il constitue une urgence thérapeutique (aponévrotomie).",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le syndrome de loge est une urgence chirurgicale absolue.<br>Le seul traitement efficace est l'aponévrotomie de décharge, qui doit être réalisée sans délai pour éviter la nécrose ischémique des muscles et des nerfs.",
    "Choice_E_Text": "Les troubles sensitifs (anesthésies, paresthésies) sont absents.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les troubles sensitifs sont des signes précoces et importants.<br>L'apparition d'une hypoesthésie ou de paresthésies dans le territoire d'un nerf traversant la loge est un signe d'alarme majeur.",
    "OverallExplanation": "Le syndrome de loge est une urgence chirurgicale définie par une pression excessive dans une loge musculaire inextensible (A).<br>Il se manifeste par une douleur intense non soulagée par les antalgiques (contraire de B), une douleur à l'étirement passif des muscles (C), et des troubles sensitifs précoces (contraire de E).<br>Le traitement est une aponévrotomie en urgence (D) pour prévenir des séquelles dévastatrices comme le syndrome de Volkmann."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "Sémiologie du poignet et de la main",
    "QuestionText": "Devant une fracture de Pouteau-Colles, cochez la réponse correcte.",
    "Choice_A_Text": "Fréquente chez les personnes âgées.",
    "Choice_A_isCorrect": true,
    "Choice_A_Explanation": "C'est une fracture typique du sujet âgé, souvent une femme ménopausée, survenant après une chute de sa hauteur sur un os fragilisé par l'ostéoporose.",
    "Choice_B_Text": "C'est une fracture de l'extrémité distale de l'humérus.",
    "Choice_B_isCorrect": false,
    "Choice_B_Explanation": "La fracture de Pouteau-Colles concerne l'extrémité distale du radius, au niveau du poignet.",
    "Choice_C_Text": "Souvent associée à une lésion de l'artère fémorale.",
    "Choice_C_isCorrect": false,
    "Choice_C_Explanation": "L'artère fémorale se situe dans la cuisse.<br>Les complications vasculaires au poignet concernent les artères radiale et ulnaire.",
    "Choice_D_Text": "On retrouve une déformation du poignet en dos de fourchette.",
    "Choice_D_isCorrect": true,
    "Choice_D_Explanation": "Le déplacement postérieur et l'ascension du fragment distal du radius créent une déformation caractéristique dite \"en dos de fourchette\", visible de profil.",
    "Choice_E_Text": "Aucune réponse n'est correcte.",
    "Choice_E_isCorrect": false,
    "Choice_E_Explanation": "Les propositions A et D sont correctes.",
    "OverallExplanation": "La fracture de Pouteau-Colles est une fracture de l'extrémité inférieure du radius.<br>Elle est particulièrement fréquente chez les personnes âgées ostéoporotiques (A).<br>Cliniquement, elle se caractérise par une déformation typique du poignet dite \"en dos de fourchette\" due au déplacement postérieur du fragment fracturaire (D)."
  },
  {
    "YearAsked": "Non spécifié",
    "Subtopic": "Sémiologie du genou",
    "QuestionText": "Devant un traumatisme du genou.",
    "Choice_A_Text": "Le test de Lachman oriente vers une rupture du ligament croisé postérieur.",
    "Choice_A_isCorrect": false,
    "Choice_A_Explanation": "Le test de Lachman est le test le plus sensible pour rechercher une rupture du ligament croisé antérieur (LCA).",
    "Choice_B_Text": "Le test de Lachman oriente vers une rupture du ligament croisé antérieur.",
    "Choice_B_isCorrect": true,
    "Choice_B_Explanation": "Ce test, réalisé genou fléchi à 20°, recherche une translation antérieure anormale du tibia sous le fémur, signe d'une lésion du ligament croisé antérieur (LCA).",
    "Choice_C_Text": "Le tiroir antérieur oriente vers une rupture du ligament croisé antérieur.",
    "Choice_C_isCorrect": true,
    "Choice_C_Explanation": "Le test du tiroir antérieur, réalisé genou fléchi à 90°, recherche également une translation antérieure anormale du tibia, signant une rupture du ligament croisé antérieur (LCA).",
    "Choice_D_Text": "Le tiroir postérieur oriente vers une lésion du ménisque.",
    "Choice_D_isCorrect": false,
    "Choice_D_Explanation": "Le test du tiroir postérieur recherche une translation postérieure anormale du tibia, ce qui est le signe d'une rupture du ligament croisé postérieur (LCP).",
    "Choice_E_Text": "Le \"grinding test\" ou test d'Appley oriente vers une lésion du ménisque.",
    "Choice_E_isCorrect": true,
    "Choice_E_Explanation": "Le test d'Apley, réalisé en procubitus, consiste à appliquer une pression axiale sur le tibia tout en effectuant des rotations.<br>Le déclenchement d'une douleur oriente vers une lésion méniscale.",
    "OverallExplanation": "L'examen clinique du genou traumatisé repose sur des tests spécifiques pour chaque structure.<br>Les tests de Lachman (B) et du tiroir antérieur (C) sont fondamentaux pour diagnostiquer une rupture du ligament croisé antérieur (LCA).<br>Le test d'Apley (ou grinding test) est utilisé pour rechercher une atteinte des ménisques (E)."
  }
]
