[
    {
        "Choice_A_Explanation": "Le génome est le matériel génétique du virus (ADN ou ARN) et constitue un élément fondamental et obligatoire de toute particule virale.",
        "Choice_A_Text": "Le génome.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "L'enveloppe est une structure facultative qui entoure la nucléocapside de certains virus.<br>Elle n'est donc pas un élément constant.",
        "Choice_B_Text": "L'enveloppe.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La capside est la coque protéique qui entoure et protège le génome viral.<br>C'est un composant essentiel et constant de tous les virus.",
        "Choice_C_Text": "La capside.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Les virus sont des entités acellulaires et ne possèdent pas de ribosomes.<br>Ils utilisent les ribosomes de la cellule hôte pour synthétiser leurs protéines.",
        "Choice_D_Text": "Les ribosomes.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Un virus est toujours constitué au minimum d'un génome (acide nucléique) et d'une capside (structure protéique).<br>L'ensemble génome + capside forme la nucléocapside.<br>L'enveloppe est une structure facultative, présente uniquement chez les virus dits enveloppés.<br>Les virus n'ont pas d'organites comme les ribosomes.",
        "QuestionText": "Les éléments constants d'un virus sont :",
        "Subtopic": "Structure et taxonomie des virus",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La présence ou l'absence d'une enveloppe est l'un des critères primaires utilisés pour classer les virus en virus nus ou enveloppés.",
        "Choice_A_Text": "La présence ou l'absence de l'enveloppe.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Bien que les enzymes virales soient importantes pour la réplication, leur nature n'est pas un critère de classification primaire, contrairement au génome ou à la structure de la capside.",
        "Choice_B_Text": "La nature des enzymes virales.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La nature de l'acide nucléique (ADN ou ARN, simple ou double brin, etc.) est le premier et le plus fondamental des critères de classification virale.",
        "Choice_C_Text": "La nature du génome viral.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La symétrie de la nucléocapside (hélicoïdale, cubique/icosaédrique, ou complexe) est un critère majeur de classification structurelle des virus.",
        "Choice_D_Text": "La nature de la capside.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La taxonomie virale moderne repose sur plusieurs critères hiérarchisés.<br>Les caractères primaires incluent la nature du génome (ADN/ARN, simple/double brin), la symétrie de la capside (cubique, hélicoïdale, complexe) et la présence ou l'absence d'une enveloppe.",
        "QuestionText": "La classification des virus est basée sur :",
        "Subtopic": "Structure et taxonomie des virus",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les virus sont de très petite taille (en nanomètres) et ne peuvent être observés qu'au microscope électronique, pas au microscope optique.",
        "Choice_A_Text": "Est un agent infectieux visible au microscope optique.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "C'est une caractéristique fondamentale des virus.<br>Leur génome est soit de l'ADN, soit de l'ARN, mais jamais les deux simultanément.",
        "Choice_B_Text": "Possède un seul type d'acide nucléique.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La scissiparité est un mode de division cellulaire (bactéries).<br>Les virus se multiplient par réplication de leurs composants à l'intérieur d'une cellule hôte, suivie d'un assemblage.",
        "Choice_C_Text": "Se multiplie par scissiparité.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "En tant que parasites intracellulaires obligatoires, les virus ne peuvent pas se multiplier sur des milieux de culture inertes comme les bactéries.<br>Ils nécessitent des cellules vivantes.",
        "Choice_D_Text": "Est cultivable sur des milieux de culture ordinaires.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Un virus est une entité biologique acellulaire, parasite intracellulaire absolu, invisible au microscope optique.<br>Sa caractéristique principale est de posséder un seul type d'acide nucléique (ADN ou ARN) et de devoir détourner la machinerie d'une cellule hôte pour se répliquer.",
        "QuestionText": "Le virus :",
        "Subtopic": "Structure et taxonomie des virus",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "La libération des nouveaux virions (par lyse cellulaire ou bourgeonnement) est la dernière étape du cycle de multiplication virale, appartenant donc aux phases tardives.",
        "Choice_A_Text": "La libération de nouveaux virions.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La réplication du génome viral et la synthèse des protéines virales constituent la multiplication virale proprement dite, qui se situe entre les phases précoces et tardives.",
        "Choice_B_Text": "La réplication virale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "L'assemblage des nouveaux virions, où les capsides s'associent aux génomes néoformés, est une étape clé des phases tardives, juste avant la libération.",
        "Choice_C_Text": "L'assemblage.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "L'attachement du virus à la cellule hôte est la toute première étape du cycle viral, faisant partie des phases précoces.",
        "Choice_D_Text": "L'attachement.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le cycle viral est divisé en phases.<br>Les phases précoces incluent l'attachement, la pénétration et la décapsidation.<br>La phase de multiplication comprend la réplication du génome et la synthèse des protéines.<br>Les phases tardives regroupent l'assemblage des nouveaux virions, leur maturation et leur libération hors de la cellule hôte.",
        "QuestionText": "Parmi les phases tardives du cycle viral, on trouve :",
        "Subtopic": "Multiplication virale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Une cellule qui ne possède pas de récepteurs pour un virus est dite résistante, et non permissive.<br>L'infection ne peut même pas commencer.",
        "Choice_A_Text": "Ne possède pas de récepteurs pour le virus.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Une cellule qui ne permet pas la réplication virale complète après l'entrée est dite non permissive, conduisant à un cycle abortif.",
        "Choice_B_Text": "Ne permet pas la réplication virale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Une cellule permissive est une cellule qui, en plus d'être susceptible (possédant les récepteurs), dispose de tous les facteurs intracellulaires nécessaires pour permettre au virus de compléter son cycle de réplication et de produire de nouvelles particules virales infectieuses.",
        "Choice_C_Text": "Est le support du cycle viral productif.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Le cycle viral abortif se produit dans les cellules non permissives, où le virus peut entrer mais ne peut pas achever sa multiplication.",
        "Choice_D_Text": "Est le support du cycle viral abortif.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Pour qu'un cycle viral soit productif, la cellule hôte doit être à la fois susceptible (posséder les récepteurs viraux) et permissive (fournir la machinerie cellulaire nécessaire à la réplication virale).<br>Une cellule permissive supporte un cycle productif (ou lytique), tandis qu'une cellule non permissive conduit à un cycle abortif.",
        "QuestionText": "La cellule permissive :",
        "Subtopic": "Multiplication virale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'amantadine inhibe la protéine M2 du virus de la grippe A, qui est un canal ionique nécessaire à la décapsidation.<br>La décapsidation est une étape précoce, donc cette proposition est correcte.",
        "Choice_A_Text": "L'amantadine : inhibiteur de la protéine M2 du virus grippal A (pompe à protons).",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Les inhibiteurs de fixation (comme les analogues du récepteur CD4 pour le VIH) agissent sur la toute première étape du cycle viral, l'attachement, et sont donc des inhibiteurs des étapes précoces.",
        "Choice_B_Text": "Les inhibiteurs de fixation au récepteur CD4.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Les analogues nucléosidiques inhibent les ADN polymérases virales, bloquant la synthèse des acides nucléiques.<br>Cette étape fait partie de la phase de réplication, et non des étapes précoces (attachement, pénétration, décapsidation).",
        "Choice_C_Text": "Les analogues nucléosidiques.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Les inhibiteurs de l'ARN polymérase ARN-dépendante agissent pendant la phase de réplication du génome viral, ce qui n'est pas considéré comme une étape précoce du cycle.",
        "Choice_D_Text": "Les inhibiteurs de l'ARN polymérase ARN-dépendante.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Les étapes précoces du cycle viral comprennent la fixation (attachement), la pénétration et la décapsidation.<br>L'amantadine (inhibiteur de décapsidation) et les inhibiteurs de fixation agissent sur ces étapes.<br>Les analogues nucléosidiques et les inhibiteurs de polymérases ciblent l'étape de synthèse des acides nucléiques, qui est ultérieure.",
        "QuestionText": "Les inhibiteurs des étapes précoces de la multiplication virale sont :",
        "Subtopic": "Chimiothérapie antivirale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'incubation est l'intervalle entre l'exposition au virus (contamination) et l'apparition des premiers symptômes, pas entre la diffusion et l'excrétion.",
        "Choice_A_Text": "Est la période entre la diffusion du virus dans l'organisme et l'excrétion virale.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La durée de l'incubation dépend principalement du type d'infection (locale ou systémique) et de la physiopathologie virale, pas directement du mode de transmission.",
        "Choice_B_Text": "La durée d'incubation dépend du mode de transmission virale.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Pour les infections locales, le virus se multiplie au site d'entrée et les symptômes apparaissent rapidement, ce qui se traduit par une période d'incubation courte.",
        "Choice_C_Text": "La période d'incubation est courte en cas d'infections locales.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La durée d'incubation est liée à la physiopathologie globale (diffusion locale vs systémique), pas spécifiquement au mode de réplication moléculaire (ADN vs ARN).<br>Les infections systémiques, qui nécessitent une diffusion dans l'organisme (virémie), ont une incubation plus longue.",
        "Choice_D_Text": "La durée d'incubation dépend du mode de réplication virale.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La période d'incubation correspond au temps écoulé entre la contamination par un virus et l'apparition des premiers signes cliniques.<br>Sa durée varie considérablement : elle est généralement courte pour les infections localisées (ex: grippe) et longue pour les infections systémiques qui nécessitent une virémie et une diffusion vers un organe cible (ex: rougeole).",
        "QuestionText": "L'incubation d'une infection virale :",
        "Subtopic": "Physiopathologie de l’infection virale",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'immunofluorescence directe (IFD) est une technique de diagnostic direct qui permet de visualiser des antigènes viraux directement dans les cellules du prélèvement.",
        "Choice_A_Text": "L'immunofluorescence directe.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "La microscopie électronique permet de visualiser directement les particules virales (virions) dans un prélèvement, ce qui en fait une méthode de diagnostic direct.",
        "Choice_B_Text": "Le microscope électronique.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La PCR (Polymerase Chain Reaction) est une technique de biologie moléculaire qui détecte et amplifie le génome viral (ADN ou ARN) directement à partir d'un prélèvement, c'est donc une méthode de diagnostic direct.",
        "Choice_C_Text": "La PCR.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "La séroneutralisation est une technique de diagnostic indirect (sérologie).<br>Elle mesure la capacité des anticorps présents dans le sérum du patient à neutraliser l'infectiosité d'un virus en culture cellulaire.",
        "Choice_D_Text": "La séroneutralisation.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le diagnostic virologique direct vise à mettre en évidence le virus lui-même ou l'un de ses composants (antigènes, génome) dans un prélèvement biologique.<br>L'IFD, la microscopie électronique et la PCR sont des exemples de techniques directes.<br>Le diagnostic indirect, comme la séroneutralisation, recherche la réponse immunitaire de l'hôte (les anticorps) contre le virus.",
        "QuestionText": "Les techniques de diagnostic virologique direct sont :",
        "Subtopic": "Techniques du diagnostic virologique",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le virus de la grippe appartient à la famille des Orthomyxoviridae, non des Herpesviridae.",
        "Choice_A_Text": "Il appartient à la famille des Herpesviridae.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le génome du virus de la grippe est constitué de 8 segments d'ARN (pour les types A et B), ce qui favorise les réassortiments génétiques et la variabilité.",
        "Choice_B_Text": "C'est un virus à ARN segmenté.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "Le virus de la grippe possède une enveloppe lipidique hérissée de spicules (hémagglutinine et neuraminidase), ce qui le rend sensible aux solvants des lipides.",
        "Choice_C_Text": "C'est un virus enveloppé.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Sa grande variabilité antigénique, due aux glissements (mutations) et aux cassures (réassortiments de segments génomiques), est une caractéristique majeure qui explique les épidémies annuelles et les pandémies.",
        "Choice_D_Text": "Sa forte variabilité antigénique favorise l'émergence de nouvelles souches.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le virus de la grippe (genre Influenzavirus, famille Orthomyxoviridae) est un virus enveloppé dont le génome ARN est segmenté.<br>Cette segmentation permet des réassortiments génétiques (cassure antigénique) en plus des mutations ponctuelles (glissement antigénique), conférant au virus une très grande variabilité et la capacité de provoquer des épidémies saisonnières et des pandémies.",
        "QuestionText": "Le virus de la grippe :",
        "Subtopic": "Orthomyxoviridae ( Virus grippal)",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le virus de l'hépatite B (VHB) est un virus enveloppé (famille des Hepadnaviridae).<br>Son enveloppe le rend fragile dans le milieu extérieur, contrairement aux virus nus comme le VHA.",
        "Choice_A_Text": "C'est un virus nu résistant dans le milieu extérieur.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "Le VHB se transmet principalement par le sang (transfusion, matériel contaminé), mais aussi par voie sexuelle et de la mère à l'enfant.",
        "Choice_B_Text": "Il se transmet par voie sanguine.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "L'infection par le VHB présente un risque majeur de passage à la chronicité, pouvant évoluer vers la cirrhose et le carcinome hépatocellulaire.",
        "Choice_C_Text": "Il est responsable d'une hépatite chronique.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Bien que rare, l'infection aiguë par le VHB peut évoluer vers une hépatite fulminante, une forme très grave avec une destruction massive du foie.",
        "Choice_D_Text": "Il peut provoquer une hépatite fulminante.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le virus de l'hépatite B (VHB) est un virus enveloppé transmis par voie sanguine, sexuelle et materno-fœtale.<br>L'infection peut être aiguë (avec un risque rare mais grave d'hépatite fulminante) ou évoluer vers une forme chronique, qui est une cause majeure de cirrhose et de cancer du foie.",
        "QuestionText": "Le virus de l'hépatite B :",
        "Subtopic": "Hépatites virales parentérales.",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Les Herpesviridae sont une famille de virus dont le génome est constitué d'ADN double brin linéaire.",
        "Choice_A_Text": "Ce sont des virus à ADN.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Tous les virus de la famille des Herpesviridae sont des virus enveloppés.<br>L'enveloppe est acquise par bourgeonnement à travers la membrane nucléaire de la cellule hôte.",
        "Choice_B_Text": "Ce sont des virus nus.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La latence est la caractéristique la plus distinctive des Herpesviridae.<br>Après la primo-infection, le virus persiste de manière dormante dans des sites spécifiques (ex: ganglions nerveux sensitifs pour HSV).",
        "Choice_C_Text": "Ils ont la capacité d'établir une latence.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Grâce au mécanisme de latence, le virus n'est jamais complètement éliminé par le système immunitaire et persiste dans l'organisme tout au long de la vie de l'hôte, avec des possibilités de réactivation.",
        "Choice_D_Text": "Ils persistent à vie dans l'organisme après la primo-infection.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Les Herpesviridae sont une famille de grands virus à ADN enveloppés.<br>Leur principale caractéristique commune est leur capacité à établir une infection latente après la primo-infection.<br>Le virus persiste ainsi à vie dans l'organisme et peut se réactiver, notamment en cas d'immunodépression.",
        "QuestionText": "Les Herpesviridae :",
        "Subtopic": "Herpesviridae",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Grâce à une campagne de vaccination mondiale massive, l'incidence de la poliomyélite a chuté de plus de 99%, et le virus a été éradiqué de la plupart des régions du monde.",
        "Choice_A_Text": "La vaccination contre le poliovirus a permis son éradication dans la majorité des pays.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le poliovirus appartient à la famille des Picornaviridae, genre Enterovirus, et non à la famille des Herpesviridae.",
        "Choice_B_Text": "Il appartient à la famille des Herpesviridae.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Le poliovirus est un petit virus (pico = petit), non enveloppé (nu), avec un génome à ARN simple brin de polarité positive.",
        "Choice_C_Text": "C'est un virus de grande taille, enveloppé et à ADN double brin.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le poliovirus se transmet principalement par voie digestive (féco-orale), et non par voie parentérale (sanguine).",
        "Choice_D_Text": "Il se transmet par voie parentérale.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le poliovirus est un entérovirus de la famille des Picornaviridae.<br>Il se transmet par voie féco-orale et est responsable de la poliomyélite, une maladie qui peut provoquer des paralysies irréversibles.<br>Grâce à la vaccination, la maladie est en voie d'éradication mondiale.",
        "QuestionText": "Le poliovirus :",
        "Subtopic": "Picornaviridea (Entérovirus)",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le virus de la rougeole appartient à la famille des Paramyxoviridae, genre Morbillivirus.<br>Les Orthomyxoviridae comprennent les virus de la grippe.",
        "Choice_A_Text": "Il appartient à la famille des Orthomyxoviridae.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La transmission est principalement aérienne, par inhalation de gouttelettes respiratoires (toux, éternuements), ce qui le rend extrêmement contagieux.",
        "Choice_B_Text": "Il se transmet par voie respiratoire.",
        "Choice_B_isCorrect": true,
        "Choice_C_Explanation": "La rougeole est une maladie typiquement fébrile et éruptive, caractérisée par une forte fièvre, un catarrhe et une éruption maculo-papuleuse.",
        "Choice_C_Text": "Il est responsable d'une infection virale fébrile éruptive.",
        "Choice_C_isCorrect": true,
        "Choice_D_Explanation": "Il existe un vaccin vivant atténué très efficace contre la rougeole, généralement administré en combinaison avec les vaccins contre les oreillons et la rubéole (ROR).",
        "Choice_D_Text": "Aucun vaccin n'est disponible contre la rougeole.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le virus de la rougeole (famille Paramyxoviridae) est un agent très contagieux transmis par voie aérienne, provoquant une maladie fébrile et éruptive.<br>Malgré sa réputation de maladie infantile bénigne, elle peut entraîner des complications graves.<br>La prévention repose sur une vaccination efficace (ROR).",
        "QuestionText": "Le virus de la rougeole :",
        "Subtopic": "Paramyxoviridae et Pneumoviridae",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "L'ELISA de 4ème génération est un test de dépistage très sensible qui détecte à la fois les anticorps anti-VIH et l'antigène p24, mais il n'est pas un test de confirmation.",
        "Choice_A_Text": "L'ELISA de 4ᵉ génération, mixte et combiné.",
        "Choice_A_isCorrect": false,
        "Choice_B_Explanation": "La microscopie électronique peut visualiser des particules virales mais n'est pas utilisée pour le diagnostic de routine du VIH en raison de son manque de sensibilité et de spécificité.",
        "Choice_B_Text": "Le microscope électronique.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "La culture cellulaire est une technique de recherche complexe et lente, non utilisée pour le diagnostic courant de l'infection à VIH.",
        "Choice_C_Text": "La culture cellulaire.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Le Western blot est la technique de référence pour confirmer un résultat de dépistage positif.<br>Il identifie les anticorps dirigés spécifiquement contre les différentes protéines du virus, offrant une très haute spécificité.",
        "Choice_D_Text": "Le Western blot.",
        "Choice_D_isCorrect": true,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "La stratégie de diagnostic du VIH repose sur une approche en deux étapes : d'abord un test de dépistage très sensible (comme l'ELISA 4G), puis, en cas de résultat positif, un test de confirmation très spécifique pour éviter les faux positifs.<br>Le Western blot est le test de confirmation de référence.",
        "QuestionText": "Le test de confirmation du diagnostic du VIH est :",
        "Subtopic": "VIH : Virus de l’immunodéfiscience humaine",
        "YearAsked": "Juin 2025 (Normale)"
    },
    {
        "Choice_A_Explanation": "Le virus de la rubéole est un agent tératogène connu, le risque de malformations fœtales (embryofœtopathie) étant maximal si la primo-infection survient au cours du premier trimestre de grossesse.",
        "Choice_A_Text": "Le virus de la rubéole est un virus tératogène, particulièrement dangereux lorsque la primo-infection est contractée par une femme en début de grossesse.",
        "Choice_A_isCorrect": true,
        "Choice_B_Explanation": "Le diagnostic de routine de la rubéole maternelle repose sur la sérologie (recherche d'IgM et d'IgG).<br>La PCR est utilisée pour le diagnostic prénatal sur liquide amniotique, mais n'est pas la méthode de première intention pour la mère.",
        "Choice_B_Text": "Le diagnostic de la rubéole maternelle repose sur le diagnostic direct par PCR.",
        "Choice_B_isCorrect": false,
        "Choice_C_Explanation": "Un indice d'avidité des IgG élevé indique une infection ancienne (datant de plus de 2-3 mois), car les anticorps ont eu le temps de maturer.<br>Une faible avidité témoigne d'une infection récente.",
        "Choice_C_Text": "Un indice d'avidité des IgG élevé témoigne d'une infection récente.",
        "Choice_C_isCorrect": false,
        "Choice_D_Explanation": "Un vaccin vivant atténué très efficace est disponible pour la rubéole, généralement administré dans le cadre du vaccin combiné Rougeole-Oreillons-Rubéole (ROR).",
        "Choice_D_Text": "Aucun vaccin n'est disponible contre le virus de la rubéole.",
        "Choice_D_isCorrect": false,
        "Choice_E_Explanation": "",
        "Choice_E_Text": "",
        "Choice_E_isCorrect": false,
        "OverallExplanation": "Le virus de la rubéole est redouté pour son potentiel tératogène en cas d'infection d'une femme enceinte non immunisée.<br>Le diagnostic maternel est sérologique, utilisant la détection des IgM et la mesure de l'avidité des IgG pour dater l'infection.<br>La prévention repose efficacement sur la vaccination (ROR).",
        "QuestionText": "Le virus de la rubéole :",
        "Subtopic": "Virus de la rubéole",
        "YearAsked": "Juin 2025 (Normale)"
    }
]