[
  {
    "Choice_A_Explanation": "Les virus sont des organismes acaryotes, c'est-à-dire acellulaires, et non des eucaryotes qui possèdent un noyau et des organites.",
    "Choice_A_Text": "Ce sont des organismes eucaryotes.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les virus sont des parasites intracellulaires obligatoires et ne peuvent pas se multiplier sur des milieux de culture ordinaires comme les bactéries.<br>Ils nécessitent des cellules vivantes pour leur réplication.",
    "Choice_B_Text": "Ils sont cultivables sur milieu de culture ordinaire.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les virus sont de très petite taille (en nanomètres) et ne sont pas visibles au microscope optique.<br>Leur observation nécessite un microscope électronique.",
    "Choice_C_Text": "Ils sont visibles au microscope optique.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Une des caractéristiques fondamentales des virus est qu'ils sont des parasites intracellulaires absolus ou obligatoires, ce qui signifie qu'ils ne peuvent se répliquer qu'à l'intérieur d'une cellule hôte.",
    "Choice_D_Text": "Ils ne sont pas des parasites intracellulaires obligatoires.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le génome d'un virus est constitué d'un seul type d'acide nucléique, soit de l'ADN, soit de l'ARN, mais jamais les deux simultanément.",
    "Choice_E_Text": "Ils ont un seul type d'acide nucléique (ADN ou ARN).",
    "Choice_E_isCorrect": true,
    "OverallExplanation": "La question porte sur les caractéristiques fondamentales des virus.<br>Les virus sont définis comme des entités biologiques acellulaires (acaryotes), de petite taille, visibles uniquement au microscope électronique, et sont des parasites intracellulaires obligatoires.<br>Une caractéristique clé est que leur génome est composé soit d'ADN, soit d'ARN, mais jamais des deux, ce qui en fait la seule proposition correcte.",
    "QuestionText": "Les caractéristiques des virus :",
    "Subtopic": "Structure et taxonomie des virus",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La synthèse des protéines virales fait partie de la phase de multiplication proprement dite, qui suit les phases précoces.",
    "Choice_A_Text": "La synthèse des protéines virales.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La réplication du génome viral est l'étape centrale de la multiplication virale et non une phase précoce.",
    "Choice_B_Text": "La réplication virale.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "L'assemblage des nouveaux virions est une des phases tardives du cycle viral, se produisant après la réplication et la synthèse des composants viraux.",
    "Choice_C_Text": "L'assemblage.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "L'attachement est la toute première étape du cycle de multiplication virale, où le virus reconnaît et se fixe à la surface de la cellule hôte.<br>Il fait donc partie des phases précoces, avec la pénétration et la décapsidation.",
    "Choice_D_Text": "L'attachement.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "La maturation des protéines virales est une phase tardive, souvent concomitante ou suivant l'assemblage, nécessaire pour que les virions deviennent infectieux.",
    "Choice_E_Text": "La maturation des protéines virales.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Le cycle de multiplication virale se divise en trois grandes étapes : les phases précoces (attachement, pénétration, décapsidation), la phase de multiplication (réplication, transcription, traduction), et les phases tardives (assemblage, maturation, libération).<br>Parmi les options proposées, seul l'attachement appartient aux phases précoces.",
    "QuestionText": "Parmi les phases précoces du cycle viral :",
    "Subtopic": "Multiplication virale",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Les inhibiteurs de l'intégrase agissent après la pénétration et la décapsidation, en empêchant l'intégration de l'ADN proviral dans le génome de la cellule hôte.<br>Ce n'est pas une des premières étapes.",
    "Choice_A_Text": "Les inhibiteurs de l'intégrase.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les inhibiteurs de protéase interviennent dans les étapes tardives du cycle viral, en bloquant la maturation des protéines virales nécessaires à la formation de virions infectieux.",
    "Choice_B_Text": "Les inhibiteurs de protéase.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Les inhibiteurs de fixation au récepteur CD4 empêchent l'attachement du VIH à la cellule hôte, qui est la toute première étape du cycle viral.<br>Ils affectent donc bien les premières étapes de la multiplication.",
    "Choice_C_Text": "Les inhibiteurs de fixation au récepteur CD4.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les analogues nucléosidiques inhibent la synthèse des acides nucléiques (réplication du génome), qui est une étape de la multiplication proprement dite, et non une étape précoce.",
    "Choice_D_Text": "Les analogues nucléosidiques.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Les inhibiteurs de l'ARN polymérase ARN dépendante bloquent la réplication du génome viral, ce qui correspond à la phase de multiplication et non aux étapes précoces.",
    "Choice_E_Text": "Les inhibiteurs de l'ARN polymérase ARN dépendante.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question demande d'identifier un antiviral ciblant les premières étapes du cycle viral (attachement, pénétration, décapsidation).<br>Les inhibiteurs de fixation au récepteur CD4, comme le maraviroc (anti-CCR5), bloquent spécifiquement l'étape d'attachement du VIH.<br>Les autres options ciblent des étapes ultérieures comme la synthèse des acides nucléiques (analogues nucléosidiques, inhibiteurs de polymérase), l'intégration du génome (inhibiteurs de l'intégrase) ou la maturation (inhibiteurs de protéase).",
    "QuestionText": "Quel inhibiteur affecte les premières étapes de la multiplication virale ?.",
    "Subtopic": "Chimiothérapie antivirale",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le virus de la grippe appartient à la famille des Orthomyxoviridae, et non des Retroviridae comme le VIH.",
    "Choice_A_Text": "Il appartient à la famille des Retroviridae.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le génome du virus de la grippe est un ARN simple brin de polarité négative et segmenté, et non un ADN double brin.",
    "Choice_B_Text": "C'est un virus à ADN double brin.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le virus de la grippe est un virus enveloppé, ce qui le rend sensible aux désinfectants comme l'alcool et les détergents.",
    "Choice_C_Text": "C'est un virus non enveloppé.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le virus de la grippe est caractérisé par une forte variabilité antigénique due aux mécanismes de glissement (drift) et de cassure (shift) antigéniques.<br>Cela favorise l'émergence constante de nouvelles souches et explique les épidémies annuelles et les pandémies.",
    "Choice_D_Text": "Sa forte variabilité antigénique favorise l'émergence de nouvelles souches.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Un vaccin contre la grippe saisonnière est disponible et sa composition est réactualisée chaque année pour correspondre aux souches virales en circulation.",
    "Choice_E_Text": "Aucun vaccin n'est disponible contre la grippe.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "Cette question évalue les connaissances sur les caractéristiques du virus de la grippe (Influenzavirus).<br>Sa principale caractéristique épidémiologique est sa grande variabilité génétique, due à son génome ARN segmenté, qui permet des réassortiments génétiques (cassure antigénique) et des mutations (glissement antigénique).<br>Cette variabilité entraîne l'apparition de nouvelles souches, rendant nécessaire une vaccination annuelle.",
    "QuestionText": "Le virus de la grippe :",
    "Subtopic": "Orthomyxoviridae ( Virus grippal)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Les Herpesviridae sont une famille de virus à ADN double brin linéaire, et non à ARN.",
    "Choice_A_Text": "Ce sont des virus à ARN.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Les Herpesviridae sont des virus enveloppés, l'enveloppe étant acquise par bourgeonnement à partir de la membrane nucléaire de la cellule hôte.",
    "Choice_B_Text": "Ce sont des virus nus.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La capacité d'établir une infection latente dans des cellules spécifiques (comme les neurones pour HSV/VZV ou les lymphocytes pour EBV/CMV) est la caractéristique la plus marquante de cette famille.<br>Le virus peut ensuite se réactiver, notamment en cas d'immunodépression.",
    "Choice_C_Text": "Ils ont la capacité d'établir une latence, avec une réactivation possible en cas d'immunodépression.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "Les différents virus de la famille Herpesviridae ont des tropismes et des pouvoirs pathogènes très variés, causant des maladies distinctes comme l'herpès (HSV), la varicelle/zona (VZV), la mononucléose (EBV) ou des infections opportunistes (CMV).",
    "Choice_D_Text": "Tous les virus de cette famille possèdent le même pouvoir pathogène.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Bien qu'ils puissent causer des maladies, les primo-infections par les Herpesviridae sont souvent asymptomatiques chez les sujets immunocompétents.<br>Leur pathogénicité est particulièrement exprimée chez les immunodéprimés, où ils agissent comme des agents opportunistes.",
    "Choice_E_Text": "Ce sont des virus strictement pathogènes provoquant des infections chez les individus immunocompétents.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les caractéristiques générales de la famille des Herpesviridae.<br>Leur trait le plus distinctif est la capacité à établir une latence à vie dans l'organisme après la primo-infection, avec des réactivations possibles.<br>C'est ce mécanisme qui explique la persistance de ces virus et les maladies récurrentes ou opportunistes qu'ils provoquent.",
    "QuestionText": "Les Herpesviridae :",
    "Subtopic": "Herpesviridae",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le virus de l'hépatite A (VHA) est un virus nu (non enveloppé), ce qui lui confère une grande résistance dans le milieu extérieur et facilite sa transmission par voie féco-orale.",
    "Choice_A_Text": "C'est un virus enveloppé fragile.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "La transmission du VHA est entérale, c'est-à-dire par voie féco-orale, principalement par la consommation d'eau ou d'aliments contaminés.",
    "Choice_B_Text": "Il se transmet par voie sexuelle.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le VHA ne cause que des hépatites aiguës.<br>Il n'y a pas de passage à la chronicité, contrairement aux virus des hépatites B et C.",
    "Choice_C_Text": "Il est responsable d'une hépatite chronique.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Bien que rare (environ 0,1% des cas), le VHA peut provoquer une hépatite fulminante, une forme très grave d'insuffisance hépatique aiguë, particulièrement chez les sujets âgés.",
    "Choice_D_Text": "Il peut provoquer une hépatite fulminante.",
    "Choice_D_isCorrect": true,
    "Choice_E_Explanation": "Un vaccin inactivé efficace contre le VHA est disponible et recommandé, notamment pour les voyageurs se rendant dans des zones d'endémie.",
    "Choice_E_Text": "Aucun vaccin n'est disponible contre le virus de l'hépatite A.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question évalue les connaissances sur le virus de l'hépatite A.<br>Il s'agit d'un virus nu transmis par voie féco-orale, responsable d'hépatites aiguës qui peuvent, dans de rares cas, évoluer vers une forme fulminante.<br>Il ne provoque pas d'hépatite chronique et un vaccin préventif existe.",
    "QuestionText": "Le virus de l'hépatite A :",
    "Subtopic": "Hépatites virales entérales",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Grâce à des campagnes de vaccination mondiales massives, notamment avec le vaccin oral de Sabin, la poliomyélite a été éradiquée de la plupart des pays du monde, avec seulement quelques foyers endémiques restants.",
    "Choice_A_Text": "La vaccination contre le poliovirus a permis son éradication dans la majorité des pays.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le poliovirus appartient au genre Enterovirus de la famille des Picornaviridae.",
    "Choice_B_Text": "Il appartient à la famille des Herpesviridae.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le poliovirus est un des plus petits virus (pico = petit), non enveloppé, avec un génome à ARN simple brin.",
    "Choice_C_Text": "C'est un virus de grande taille, enveloppé et à ADN double brin.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Étant un virus nu (non enveloppé), le poliovirus est très résistant dans le milieu extérieur, ce qui facilite sa transmission par voie féco-orale.",
    "Choice_D_Text": "C'est un virus enveloppé fragile dans le milieu extérieur.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Le poliovirus se transmet par voie digestive (féco-orale), et non par voie parentérale (sanguine).",
    "Choice_E_Text": "Il se transmet par voie parentérale.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question concerne le poliovirus, l'agent de la poliomyélite.<br>Le point le plus marquant de l'histoire de ce virus est le succès de la vaccination, qui a conduit à son quasi-éradication mondiale.<br>Les autres propositions décrivent incorrectement sa classification, sa structure, sa résistance ou son mode de transmission.",
    "QuestionText": "Le poliovirus :",
    "Subtopic": "Picornaviridea (Entérovirus)",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "La rougeole est une maladie infectieuse classique de l'enfance, caractérisée par une forte fièvre, un catarrhe et une éruption maculo-papuleuse caractéristique.",
    "Choice_A_Text": "Il est responsable d'une infection virale fébrile et éruptive.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "Le virus de la rougeole appartient au genre Morbillivirus de la famille des Paramyxoviridae.",
    "Choice_B_Text": "Il appartient à la famille des Orthomyxoviridae.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La transmission du virus de la rougeole est aérienne, par inhalation de gouttelettes respiratoires infectieuses.<br>C'est une des maladies les plus contagieuses.",
    "Choice_C_Text": "Il se transmet par voie féco-orale.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le diagnostic de la rougeole est généralement clinique.<br>La confirmation biologique, si nécessaire, repose principalement sur la sérologie (détection d'IgM spécifiques), qui est le diagnostic de référence.",
    "Choice_D_Text": "Le diagnostic de référence de la rougeole repose sur la culture cellulaire.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Un vaccin vivant atténué très efficace est disponible contre la rougeole, généralement administré en combinaison avec les vaccins contre les oreillons et la rubéole (vaccin ROR).",
    "Choice_E_Text": "Aucun vaccin n'est disponible contre la rougeole.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur les caractéristiques du virus de la rougeole.<br>La proposition A décrit correctement la présentation clinique typique de la maladie.<br>Les autres options sont incorrectes concernant sa famille virale, son mode de transmission, sa méthode de diagnostic de référence et l'existence d'un vaccin préventif.",
    "QuestionText": "Le virus de la rougeole :",
    "Subtopic": "Paramyxoviridae et Pneumoviridae",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Les tests ELISA de 4ème génération, qui détectent à la fois les anticorps anti-VIH (mixtes) et l'antigène p24 (combinés), sont les tests de dépistage de première intention.<br>Ils permettent de réduire la fenêtre sérologique.",
    "Choice_A_Text": "ELISA de 4ème génération, mixte et combiné.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La détection de l'ADN proviral par PCR est utilisée pour le diagnostic chez le nouveau-né ou dans des situations particulières, mais n'est pas un test de dépistage de routine.",
    "Choice_B_Text": "Détection de l'ADN proviral.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "La culture cellulaire est une technique complexe réservée à la recherche et non utilisée pour le dépistage du VIH.",
    "Choice_C_Text": "Culture cellulaire.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Le Western blot est un test de confirmation utilisé pour vérifier la positivité d'un test de dépistage, mais il n'est pas le test de dépistage initial.",
    "Choice_D_Text": "Western blot.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "La RT-PCR mesure la charge virale (ARN viral plasmatique).<br>Elle est utilisée pour le diagnostic de la primo-infection et le suivi du traitement, mais pas comme test de dépistage de première ligne.",
    "Choice_E_Text": "RT-PCR.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question porte sur la stratégie de diagnostic du VIH, spécifiquement le test de dépistage.<br>L'approche recommandée est d'utiliser un test de 4ème génération (ELISA combiné Ag/Ac) en première intention.<br>Les autres techniques comme le Western blot, la PCR (ARN ou ADN proviral) et la culture ont des indications différentes (confirmation, suivi, diagnostic néonatal, recherche).",
    "QuestionText": "Le test de dépistage du VIH :",
    "Subtopic": "VIH : Virus de l’immunodéfiscience humaine",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le virus de la rage a une forme caractéristique de balle de fusil (bâtonnet) et possède un génome à ARN simple brin de polarité négative.",
    "Choice_A_Text": "C'est un virus sphérique à ADN double brin.",
    "Choice_A_isCorrect": false,
    "Choice_B_Explanation": "Le virus de la rage est un virus enveloppé, ce qui le rend fragile dans le milieu extérieur et sensible aux savons et désinfectants.",
    "Choice_B_Text": "C'est un virus non enveloppé, résistant dans le milieu extérieur.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le virus de la rage a un tropisme exclusif pour le système nerveux (neurotrope).<br>Il cause la rage, une zoonose (maladie transmise de l'animal à l'homme) dont l'issue est quasi systématiquement mortelle une fois les symptômes déclarés.",
    "Choice_C_Text": "C'est un virus neurotrope responsable d'une zoonose grave et mortelle.",
    "Choice_C_isCorrect": true,
    "Choice_D_Explanation": "La transmission se fait principalement par la salive d'un animal infecté, via une morsure, une griffure ou un léchage sur une peau lésée.",
    "Choice_D_Text": "Il se transmet par voie aérienne.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Il n'existe aucun traitement antiviral efficace une fois que la phase neurologique de la rage est atteinte.<br>La prise en charge repose entièrement sur la prophylaxie post-exposition (vaccin, sérothérapie) administrée avant l'apparition des symptômes.",
    "Choice_E_Text": "Un traitement antiviral est efficace lors de la phase neurologique.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question résume les caractéristiques principales du virus de la rage.<br>Il s'agit d'un virus neurotrope causant une zoonose mortelle.<br>Sa structure, sa fragilité et son mode de transmission sont des éléments clés de sa physiopathologie, et l'absence de traitement curatif rend la prévention et la prophylaxie post-exposition cruciales.",
    "QuestionText": "Le virus de la rage :",
    "Subtopic": "Virus de la rage",
    "YearAsked": "Février 2025 (Normale)"
  },
  {
    "Choice_A_Explanation": "Le virus de la rubéole est connu pour son pouvoir tératogène.<br>Une primo-infection chez une femme enceinte, surtout durant le premier trimestre, peut entraîner de graves malformations congénitales chez le fœtus (rubéole congénitale).",
    "Choice_A_Text": "Le virus de la rubéole est un virus tératogène, particulièrement dangereux lorsque la primo-infection est contractée par une femme en début de grossesse.",
    "Choice_A_isCorrect": true,
    "Choice_B_Explanation": "La transmission du virus de la rubéole est aérienne (par gouttelettes respiratoires) et transplacentaire (de la mère au fœtus).",
    "Choice_B_Text": "Il se transmet par voie féco-orale.",
    "Choice_B_isCorrect": false,
    "Choice_C_Explanation": "Le diagnostic de la rubéole maternelle repose en routine sur le diagnostic indirect, c'est-à-dire la sérologie (recherche d'IgM et d'IgG spécifiques), et non sur la PCR.",
    "Choice_C_Text": "Le diagnostic de la rubéole maternelle repose sur le diagnostic direct par PCR.",
    "Choice_C_isCorrect": false,
    "Choice_D_Explanation": "Un indice d'avidité des IgG élevé témoigne d'une infection ancienne (datant de plus de 2-3 mois), tandis qu'une faible avidité indique une infection récente.",
    "Choice_D_Text": "Un indice d'avidité des IgG élevé témoigne d'une infection récente.",
    "Choice_D_isCorrect": false,
    "Choice_E_Explanation": "Un vaccin vivant atténué contre la rubéole est disponible et très efficace.<br>Il est généralement administré dans le cadre du vaccin combiné ROR (Rougeole-Oreillons-Rubéole).",
    "Choice_E_Text": "Aucun vaccin n'est disponible contre le virus de la rubéole.",
    "Choice_E_isCorrect": false,
    "OverallExplanation": "La question se concentre sur les aspects cliniques et diagnostiques du virus de la rubéole.<br>Son principal danger réside dans son effet tératogène lors d'une infection pendant la grossesse.<br>Le diagnostic est sérologique, et la prévention repose sur la vaccination, qui est disponible et efficace.",
    "QuestionText": "Le virus de la rubéole :",
    "Subtopic": "Virus de la rubéole",
    "YearAsked": "Février 2025 (Normale)"
  }
]
